Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: McKinsey Academy courses are created and curated into programs that meaningfully build business capabilities for our participants
ar: يتم إعداد الدورات التدريبية لأكاديمية ماكنزي وصياغتها في شكل برامج تهدف إلى بناء قدرات إدارة الأعمال وتطويرها بشكل ناجح لدى المشاركين في دوراتنا
de: McKinsey Academy-Kurse werden erstellt und in Programme eingepflegt, die auf sinnvolle Weise unternehmerische Fähigkeiten unserer Teilnehmer ausbauen
eo: MçKïnséý Àçädémý çöürsés äré çréätéd änd çürätéd ïntö prögräms thät méänïngfüllý ßüïld ßüsïnéss çäpäßïlïtïés för öür pärtïçïpänts Ⱡ'σ#
es: Los cursos de McKinsey Academy son creados y organizados en programas que desarrollan capacidades de negocios en los participantes
fr: Les cours McKinsey Academy sont conçus et adaptés en programmes qui développent les capacités commerciales de nos participants avec pertinence.
ja: McKinsey Academyのコースは、参加者用に、ビジネス能力を構築するための有意義なプログラムに集約されています
nl: De McKinsey Academy-cursussen worden gemaakt en samengesteld voor opname in programma’s waarmee onze deelnemers hun zakelijke vaardigheden ontwikkelen.
pl: Kursy McKinsey Academy zostały stworzone z myślą o skutecznym wypracowywaniu i rozwijaniu zdolności biznesowych uczestników.
pt: Os cursos do McKinsey Academy são criados e organizados em programas que desenvolvem as capacidades de negócios dos nossos participantes de maneira significativa
zh: 经过精心的打造和策划，麦肯锡学院的课程被编成可有意图地为参与者构建业务能力的课程计划

source: Each McKinsey Academy program comprises a series of courses that in combination build specific business capabilities for our participants. These programs are based on our experience building capability for our clients, the expertise of McKinsey, as well as our extensive training and development efforts within our firm. Additional programs and courses are under development.
ar: يتألف كلٌ برنامج من برامج أكاديمية ماكنزي من سلسلة من الدورات التدريبية التي تجمع بين بناء قدرات محددة في إدارة الأعمال لدى المشاركين في دوراتنا. وتعتمد هذه البرامج على خبرتنا في بناء القدرات لدى عملائنا وخبرات ماكنزي، بالإضافة إلى جهودنا التدريبية والتطويرية المكثفة داخل شركتنا. وثمة برامج ودورات إضافية قيد التطوير.
de: Jedes McKinsey Academy-Programm umfasst eine Reihe von Kursen, die in Kombination spezifische unternehmerische Fähigkeiten unserer Teilnehmer ausbauen. Diese Programme basieren auf unserer Erfahrung in der Weiterentwicklung der Kompetenzen unserer Kunden, dem Fachwissen von McKinsey sowie unseren umfangreichen Trainings- und Entwicklungsbemühungen innerhalb unserer Firma. Zusätzliche Programme und Kurse befinden sich in der Entwicklung.
eo: Éäçh MçKïnséý Àçädémý prögräm çömprïsés ä sérïés öf çöürsés thät ïn çömßïnätïön ßüïld spéçïfïç ßüsïnéss çäpäßïlïtïés för öür pärtïçïpänts. Thésé prögräms äré ßäséd ön öür éxpérïénçé ßüïldïng çäpäßïlïtý för öür çlïénts, thé éxpértïsé öf MçKïnséý, äs wéll äs öür éxténsïvé träïnïng änd dévélöpmént éfförts wïthïn öür fïrm. Àddïtïönäl prögräms änd çöürsés äré ündér dévélöpmént.#
es: Cada programa de McKinsey Academy comprende una serie de cursos que, en combinación, desarrollan capacidades de negocios específicas en los participantes. Estos programas están basados en nuestra experiencia en la desarrollo de capacidades para nuestros clientes, la pericia de McKinsey y las múltiples iniciativas de capacitación y desarrollo dentro de la firma. Continuamente, se elaboran programas y cursos adicionales.
fr: Chaque programme McKinsey Academy comprend une série de cours qui, ensemble, développent des capacités commerciales spécifiques pour nos participants. Ces programmes sont basés sur notre capacité à développer l’expérience de nos clients, l'expertise de McKinsey ainsi que sur les efforts de développement et de formation intensifs dans notre société. D'autres programmes et cours sont actuellement en développement.
ja: McKinseyの各プログラムは、組み合わせる事で、参加者が特定のビジネス能力を身に着けることのできる一連のコースで構成されています。これらのプログラムは、クライアントの能力構築の経験と、McKinseyの専門知識、そして当社内の広範にわたる研修・開発努力に基づいています。追加のプログラムやコースを、現在、開発中です。
nl: Elk McKinsey Academy-programma omvat een reeks cursussen waarmee onze deelnemers specifieke zakelijke vaardigheden ontwikkelen. Deze programma’s zijn gebaseerd op onze ervaring met het opbouwen van vaardigheden bij onze klanten, de expertise van McKinsey, evenals de uitgebreide trainings- en ontwikkelingsactiviteiten binnen ons bedrijf. Er worden momenteel aanvullende programma’s en cursussen ontwikkeld.
pl: Każdy z programów McKinsey Academy składa się z serii uzupełniających się kursów, które pomagają uczestnikom rozwinąć zdolności biznesowe. Programy te oparte są doświadczeniu, które już zdobyliśmy w pracy z klientami, na ekspertyzie organizacji McKinsey, a także na szeroko zakrojonej działalności rozwojo-treningowej, którą zaimplementowaliśmy w naszej organizacji. Dodatkowe programy i kursy są w przygotowaniu.
pt: Cada programa do McKinsey Academy inclui uma série de cursos que, em conjunto, desenvolvem capacidades de negócios específicas para os nossos participantes. Esses programas são baseados em nossa experiência na capacitação dos nossos clientes, na expertise da McKinsey, e em nossos esforços de treinamento e desenvolvimento dentro de nossa firma. Programas e cursos adicionais estão em desenvolvimento.
zh: 麦肯锡学院的每个课程计划均包括一系列课程的组合，可为参与者构建特定的业务能力。这些课程计划均基于我们为客户构建能力的经验、麦肯锡的专业知识以及我们公司内部大量的培训和开发工作。其他课程计划和课程正在开发中。

source: We currently only serve corporate clients, and participants must be sponsored by their companies.
ar: لا نقدم خدماتنا حاليًا سوى لعملائنا من الشركات فقط، ويجب رعاية المشاركين من جانب شركاتهم.
de: Wir betreuen aktuell nur Firmenkunden. Die Teilnehmer müssen von ihrem Unternehmen gefördert werden.
eo: Wé çürréntlý önlý sérvé çörpöräté çlïénts, änd pärtïçïpänts müst ßé spönsöréd ßý théïr çömpänïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Actualmente, solo prestamos servicio a clientes corporativos, por lo que los participantes deben estar patrocinados por sus compañías.
fr: Actuellement, nos prestations sont réservées aux entreprises et les participants doivent être financés par leurs sociétés.
ja: 当社では、現在、企業からの参加者のみを受け付けています。参加者は、所属する企業の後援を受ける必要があります。
nl: We bieden onze diensten op het moment alleen aan zakelijke klanten aan, en deelnemers moeten door bedrijven worden gesponsord.
pl: Obecnie zapewniamy obsługę klientów firmowych i uczestnicy muszą być wspierani i finansowani przez swoją firmę.
pt: Atualmente, só atendemos clientes corporativos e os participantes devem ser patrocinados por suas empresas.
zh: 我们目前只为企业客户提供服务，参与者必须由其公司赞助。

source: Please email us at <a href="mailto:academy_info@mckinsey.com">academy_info@mckinsey.com</a> for further details.
ar: يرجى مراسلتنا على عنوان البريد الإلكتروني التالي <a href="mailto:academy_info@mckinsey.com">academy_info@mckinsey.com</a> للحصول على مزيد من التفاصيل.
de: Bitte schreiben Sie uns eine E-Mail an <a href="mailto:info@mckinseyacademy.com">info@mckinseyacademy.com</a>, um weitere Einzelheiten zu erfahren.
es: Escríbanos a <a href="mailto:info@mckinseyacademy.com">info@mckinseyacademy.com</a> para obtener más detalles.
ja: 詳細については、<a href="mailto:info@mckinseyacademy.com">info@mckinseyacademy.com</a>までご連絡ください。
nl: Stuur een e-mailbericht naar <a href="mailto:academy_info@mckinsey.com">academy_info@mckinsey.com</a> voor meer informatie.
pl: Napisz do nas e-mail na adres <a href="mailto:academy_info@mckinsey.com">academy_info@mckinsey.com</a>, aby zdobyć więcej informacji.
pt: Envie um e-mail para <a href="mailto:info@mckinseyacademy.com">info@mckinseyacademy.com</a> para obter mais detalhes.
zh: 有关详细信息，请发送电子邮件至 <a href="mailto:info@mckinseyacademy.com">info@mckinseyacademy.com</a>。

source: The McKinsey Management Program (MMP) is a set of courses for rising professionals looking to build leadership and management capabilities. This program integrates perspectives from McKinsey experts and external business leaders from around the globe. <a href="/static/docs/McKA_MMP_Brochure.pdf" target="_blank">View brochure</a>
ar: برنامج ماكنزي للإدارة (MMP) هو مجموعة من الدورات التدريبية للمهنيين الناشئين الذين يتطلعون إلى بناء القدرات الإدارية والقيادية. ويجمع هذا البرنامج بين تصورات خبراء ماكنزي ورواد قطاع الأعمال الخارجيين من جميع أنحاء العالم. <a href="/static/docs/McKA_MMP_Brochure.pdf" target="_blank">اطلع على الكتيب</a>
de: Das McKinsey Management Program (MMP) besteht aus einer Reihe von Kursen für aufsteigende Fachkräfte, die ihre Führungs- und Managementfähigkeiten ausbauen möchten. Dieses Programm umfasst Perspektiven von McKinsey-Experten und externen Führungskräften aus Unternehmen auf der ganzen Welt. <a href="/static/docs/McKA_MMP_Brochure.pdf" target="_blank">Broschüre ansehen</a>
eo: Thé MçKïnséý Mänägémént Prögräm (MMP) ïs ä sét öf çöürsés för rïsïng pröféssïönäls löökïng tö ßüïld léädérshïp änd mänägémént çäpäßïlïtïés. Thïs prögräm ïntégrätés pérspéçtïvés fröm MçKïnséý éxpérts änd éxtérnäl ßüsïnéss léädérs fröm äröünd thé glößé. <a href="/static/docs/McKA_MMP_Brochure.pdf" target="_blank">Vïéw ßröçhüré</a> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υł#
es: El Programa de Administración de McKinsey (MMP) es un conjunto de cursos para profesionales prometedores que buscan desarrollar capacidades de liderazgo y administración. El programa integra perspectivas de expertos de McKinsey y de líderes de negocios de todo el mundo. <a href="/static/docs/McKA_MMP_Brochure.pdf" target="_blank">Ver folleto</a>
fr: Le programme de gestion McKinsey (MMP) est un ensemble de cours destiné aux professionnels ambitieux qui cherchent à développer leurs capacités de gestion et de leadership. Ce programme intègre les perspectives des experts de McKinsey et de hauts responsables commerciaux d’autres sociétés du monde entier. <a href="/static/docs/McKA_MMP_Brochure.pdf" target="_blank">View brochure</a>
ja: McKinseyマネジメント・プログラム (MMP) は、リーダーシップと管理能力を築くことを目指す有望なプロを対象とした一連のコースです。このプログラムには、McKinseyのエキスパートや社外の世界中のビジネスリーダーの考え方が組み込まれています。<a href="/static/docs/McKA_MMP_Brochure.pdf" target="_blank">冊子を見る</a>
nl: Het McKinsey-managementprogramma (MMP) is een reeks cursussen voor opkomende professionals die vaardigheden op het gebied van leiderschap en management willen opbouwen. Dit programma integreert perspectieven van McKinsey-experts en externe zakelijke leiders van over de hele wereld. <a href="/static/docs/McKA_MMP_Brochure.pdf" target="_blank">Brochure bekijken</a>
pl: Program zarządzania McKinsey (znany pod nazwą The McKinsey Management Program - MMP) to zestaw kursów dla utalentowanych, wybijających się specjalistów, którzy chcą zwiększyć swoje zdolności przywódcze i menedżerskie. Program ten oparty jest na perspektywach opracowanych przez ekspertów McKinsey razem ze światowymi liderami w dziedzinie biznesu z całego świata. <a href="/static/docs/McKA_MMP_Brochure.pdf" target="_blank">Przyjrzyj konspekt informacyjny</a>
pt: O Programa de Gestão da McKinsey (McKinsey Management Program, MMP) é um conjunto de cursos para profissionais em ascensão que buscam desenvolver capacidades de liderança e gestão. Esse programa integra perspectivas de especialistas da McKinsey e líderes empresariais externos de todo o mundo. <a href="/static/docs/McKA_MMP_Brochure.pdf" target="_blank">Ver folheto</a>
zh: 麦肯锡管理课程计划 (MMP) 是一系列面向希望构建领导能力和管理能力的职业上升期专业人员的课程。本课程计划融合了麦肯锡专家和外部全球商业领袖的观点。<a href="/static/docs/McKA_MMP_Brochure.pdf" target="_blank">查看手册</a>

source: Custom Programs
ar: برامج مخصصة
de: Kundenprogramme
eo: Çüstöm Prögräms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Programas personalizados
fr: Programmes personnalisés
ja: カスタム・プログラム
nl: Aangepaste programma’s
pl: Spersonalizowane programy
pt: Programas customizados
zh: 定制课程计划

source: We offer custom programs that are customized to a single organization’s requirements. McKinsey Academy works with each company to build their program by selecting relevant courses, configuring course content to each company’s context, and tailoring the delivery (e.g., digital, in-person, blended).
ar: نحن نقدم برامج مخصصة يتم تصميمها وفقًا لمتطلبات كل مؤسسة على حدة. حيث تعمل أكاديمية ماكنزي مع كل شركة لإعداد برنامجها باختيار الدورات التدريبية ذات الصلة، وإعداد محتوى الدورة بما يتناسب مع سياق كل شركة، وتصميم آلية تقديمها (رقميًا، على سبيل المثال، أو شخصيًا، أو بمزيج يجمع ما بين الأمرين).
de: Wir bieten Kundenprogramme, die an die Anforderungen einer einzelnen Organisation angepasst sind. Die McKinsey Academy arbeitet mit jedem einzelnen Unternehmen zusammen, um sein Programm zusammenzustellen. Dies geschieht durch die Auswahl relevanter Kurse, die Konfiguration der Kursinhalte für den spezifischen Kontext des Unternehmens und die Anpassung der Bereitstellung (z. B. digital, persönlich, gemischt).
eo: Wé öffér çüstöm prögräms thät äré çüstömïzéd tö ä sïnglé örgänïzätïön’s réqüïréménts. MçKïnséý Àçädémý wörks wïth éäçh çömpäný tö ßüïld théïr prögräm ßý séléçtïng rélévänt çöürsés, çönfïgürïng çöürsé çöntént tö éäçh çömpäný’s çöntéxt, änd täïlörïng thé délïvérý (é.g., dïgïtäl, ïn-pérsön, ßléndéd). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση#
es: Ofrecemos programas personalizados adaptados a los requisitos de cada organización. McKinsey Academy trabaja con cada compañía para desarrollar su propio programa mediante la selección de los cursos relevantes, la configuración de los contenidos para el contexto de cada compañía y la adaptación de su ejecución (por ej., digital, en persona, combinada).
fr: Nous proposons des programmes personnalisés qui sont adaptés aux exigences particulières d'une entreprise. McKinsey Academy collabore avec chaque société pour élaborer leur programme en sélectionnant les cours pertinents, en configurant le contenu du cours selon le contexte de chaque société et en adaptant la prestation (par exemple, numérique, en présentiel, mixte).
ja: 当社では、1社向けの特別仕様のカスタム・プログラムを提供しています。McKinsey Academyは、各社と協力して、直接関連するコースを選び、各社の事情に合ったコース内容を設定し、提供方法 (デジタル、対面式、混合式など) を調整することで、特別仕様のプログラムをご用意します。
nl: We bieden aangepaste programma’s die zijn toegespitst op de vereisten van afzonderlijke organisaties. McKinsey Academy werkt met het bedrijf in kwestie samen om zijn eigen programma op te bouwen door relevante cursussen te selecteren, de cursusinhoud te configureren op basis van de context van het desbetreffende bedrijf en de gewenste lesvorm te kiezen (zoals digitaal, persoonlijk of gemengd).
pl: Oferujemy spersonalizowane programy, dostosowane do wymagań pojedynczych organizacji. McKinsey Akademii współpracuje z każdą firmą podczas tworzenia programu, wybierając kursy najbardziej dostosowane do potrzeb firmy, dopasowując treść kursów do sytuacji danej firmy i wybierając odpowiedni sposób przekazu (cyfrowy, standardowy, mieszany).
pt: Oferecemos programas customizados para os requisitos específicos de uma organização. O McKinsey Academy trabalha com cada empresa para criar o seu programa ao selecionar cursos relevantes, configurar o conteúdo do curso para o contexto de cada empresa e ajustar a entrega (por exemplo, digital, presencial, misto).
zh: 我们可以根据各个组织的要求提供定制的课程计划。麦肯锡学院通过选择相关课程、根据各家公司的背景配置课程内容以及量身定制交付方式（例如数字、面对面、混合），与各家公司合作构建其课程计划。

source: Unlocking the Potential of Women Program
ar: إطلاق برنامج إمكانات المرأة
de: Programm zur Freisetzung des Potenzials von Frauen
eo: Ûnlöçkïng thé Pöténtïäl öf Wömén Prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Programa “Liberar el potencial de las mujeres”
fr: Programme Libérer le potentiel des femmes
ja: 女性の潜在能力の解放プログラム
nl: Programma – Het potentieel van vrouwen stimuleren
pl: Program „Uwolnienie potencjału kobiet”
pt: Programa Liberando o potencial das mulheres
zh: 释放女性潜力的课程计划

source: This six-week digital experience is designed to empower both male and female business leaders to recognize and deliver the full potential of women in the workplace.
ar: تم تصميم هذه التجربة الرقمية المستمرة على مدار ستة أسابيع بغرض تمكين قادة الأعمال من الذكور والإناث من التعرف على الإمكانات الكاملة للمرأة في مكان العمل والاستفادة منها.
de: Dieses sechswöchige digitale Programm wurde entwickelt, um sowohl männliche als auch weibliche Führungskräfte zu stärken und das volle Potenzial von Frauen am Arbeitsplatz zu erkennen und zu bereitzustellen.
eo: Thïs sïx-wéék dïgïtäl éxpérïénçé ïs désïgnéd tö émpöwér ßöth mälé änd fémälé ßüsïnéss léädérs tö réçögnïzé änd délïvér thé füll pöténtïäl öf wömén ïn thé wörkpläçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂#
es: Esta experiencia digital de seis semanas está diseñada para empoderar tanto a hombres como a mujeres líderes para reconocer y aprovechar todo el potencial de las mujeres en el lugar de trabajo.
fr: Ce parcours numérique de 6 semaines est conçu pour donner aux leaders commerciaux, hommes et femmes confondus, la capacité de reconnaître et de libérer le plein potentiel des femmes dans le monde du travail.
ja: この6週間のプログラムは、男性と女性の両方に、職場における女性の潜在能力を最大限に認識し、活かす力を得ていただくことを目的としています。
nl: Deze zes weken durende digitale ervaring is ontworpen om zowel mannelijke als vrouwelijke zakelijke leiders te versterken op het vlak van het herkennen en het tot uitdrukking brengen van het volledige potentieel van vrouwen op de werkplek.
pl: Ten sześciotygodniowy program przedstawiany metodą wirtualną został stworzony, aby zwiększyć możliwości zawodowe zarówno kobiet, jak i mężczyzn na stanowiskach kierowniczych i w pełni wykorzystać potencjał kobiet w organizacji.
pt: Essa experiência digital, com duração de seis semanas, foi desenvolvida para capacitar homens e mulheres em posições de liderança a reconhecer e viabilizar a realização de todo o potencial das mulheres no local de trabalho.
zh: 这项为期六周的数字课程体验旨在让男性和女性商界领导者认识并充分发挥出女性的职场潜力。

source: Improve attraction and retention rates of women
ar: تحسين معدلات جذب واستبقاء النساء
de: Verbessern Sie Quoten zum Anwerben und Verbleib von Frauen im Unternehmen
eo: Ìmprövé ätträçtïön änd réténtïön rätés öf wömén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Mejore las tasas de atracción y retención de talentos femeninos
fr: Améliorer les taux d'attractivité et de rétention des femmes
ja: 女性を引きつけ、保持できる確率を向上させます
nl: Aantrekkings- en retentiepercentage met betrekking tot vrouwen verhogen
pl: Zwiększ stopień zatrudnialności i okres zatrudnienia kobiet w Twojej firmie
pt: Melhore as taxas de atração e retenção de mulheres
zh: 提高组织吸引和保留女性员工的能力

source: Increase the return on your investment in gender diversity initiatives
ar: زيادة العائد على استثماراتك في مبادرات التنوع بين الجنسين
de: Steigern Sie die Rendite Ihrer Investition in Initiativen zur Geschlechterdiversität
eo: Ìnçréäsé thé rétürn ön ýöür ïnvéstmént ïn géndér dïvérsïtý ïnïtïätïvés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Aumente el retorno sobre su inversión en iniciativas de diversidad de género
fr: Augmenter votre retour sur investissement de vos initiatives de diversité des genres
ja: 性別多様性イニシアティブへの投資利益率を増加させます
nl: Het rendement op uw investering verhogen door initiatieven op het gebied van genderdiversiteit
pl: Zwiększ zwrot z inwestycji w inicjatywy promujące różnorodność płci
pt: Aumente o retorno do seu investimento em iniciativas de diversidade de gênero
zh: 提高您在性别多元化举措方面的投资回报率

source: Improve performance by empowering your employees
ar: تحسين الأداء من خلال تمكين موظفيك
de: Verbessern Sie die Leistung, indem Sie Ihre Mitarbeiter stärken
eo: Ìmprövé pérförmänçé ßý émpöwérïng ýöür émplöýéés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Mejore el desempeño a través el empoderamiento de sus empleados
fr: Améliorer les performances en responsabilisant vos employés
ja: 会社の従業員を力づけることで業績を向上させます
nl: Prestaties verbeteren door uw medewerkers meer bevoegdheden te geven
pl: Popraw wyniki pracy, zwiększając możliwości zawodowe Twoich pracowników
pt: Melhore o desempenho ao capacitar seus funcionários
zh: 通过赋予员工权力来提高绩效

source: Be a more inclusive and effective leader by getting the most out of your talent
ar: كن قائدًا أكثر شمولية وفعالية من خلال تحقيق أقصى استفادة من موهبتك
de: Werden Sie eine stärker integrierende und effektivere Führungskraft, indem Sie Talent ausschöpfen
eo: Bé ä möré ïnçlüsïvé änd éfféçtïvé léädér ßý géttïng thé möst öüt öf ýöür tälént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Sea un líder más inclusivo y efectivo y aproveche al máximo los talentos
fr: Être un leader plus inclusif et efficace en exploitant au mieux vos talents
ja: 自身の能力を最大限に活かすことで、より包括的で効果的なリーダーになっていただきます
nl: Een inclusieve en doeltreffende leiderschapsbenadering door talent optimaal te benutten
pl: Stań się bardziej egalitarnym i skutecznym liderem, który w pełni wykorzystuje talent swoich pracowników.
pt: Seja um líder mais inclusivo e eficaz, aproveitando ao máximo os talentos da sua equipe
zh: 通过充分利用您的才能，成为更具包容性和效率的领导者

source: For more information, please email <a href="mailto:women@mckinseyacademy.com">women@mckinseyacademy.com</a> or visit <a href="http://www.mckinsey-upw.com" target="_blank">www.mckinsey-upw.com</a>.
ar: للمزيد من المعلومات، يرجى مراسلتنا على البريد الإلكتروني <a href="mailto:women@mckinseyacademy.com">women@mckinseyacademy.com</a> أو زيارة <a href="http://www.mckinsey-upw.com" target="_blank">www.mckinsey-upw.com</a>.
de: Um weitere Information zu erhalten, schreiben Sie eine E-Mail an <a href="mailto:women@mckinseyacademy.com">women@mckinseyacademy.com</a> oder besuchen Sie <a href="http://www.mckinsey-upw.com" target="_blank">www.mckinsey-upw.com</a>.
eo: För möré ïnförmätïön, pléäsé émäïl <a href="mailto:women@mckinseyacademy.com">wömén@mçkïnséýäçädémý.çöm</a> ör vïsït <a href="http://www.mckinsey-upw.com" target="_blank">www.mçkïnséý-üpw.çöm</a>. Ⱡ'σ#
es: Para obtener más información, escríbanos a <a href="mailto:women@mckinseyacademy.com">women@mckinseyacademy.com</a> o visite <a href="http://www.mckinsey-upw.com" target="_blank">www.mckinsey-upw.com.
fr: Pour plus d'informations, écrivez un e-mail à <a href="mailto:women@mckinseyacademy.com">women@mckinseyacademy.com</a> ou visiter <a href="http://www.mckinsey-upw.com" target="_blank">www.mckinsey-upw.com</a>.
ja: 詳細については、<a href="mailto:women@mckinseyacademy.com">women@mckinseyacademy.com</a>までご連絡いただくか、<a href="http://www.mckinsey-upw.com" target="_blank">www.mckinsey-upw.com</a>をご覧ください。
nl: Stuur voor meer informatie een e-mailbericht naar <a href="mailto:women@mckinseyacademy.com">women@mckinseyacademy.com</a> of ga naar <a href="http://www.mckinsey-upw.com" target="_blank">www.mckinsey-upw.com.
pl: Aby dowiedzieć się więcej, wyślij e-mail na <a href="mailto:women@mckinseyacademy.com">women@mckinseyacademy.com</a> albo odwiedź stronę <a href="http://www.mckinsey-upw.com" target="_blank">www.mckinsey-upw.com</a>.
pt: Para mais informações, envie um e-mail para <a href="mailto:women@mckinseyacademy.com">women@mckinseyacademy.com</a> ou acesse <a href="http://www.mckinsey-upw.com" target="_blank">www.mckinsey-upw.com</a>.
zh: 有关详细信息，请发送电子邮件至 <a href="mailto:women@mckinseyacademy.com">women@mckinseyacademy.com</a> 或访问 <a href="http://www.mckinsey-upw.com" target="_blank">www.mckinsey-upw.com。

source: Future Business Leaders Forum
ar: منتدى قادة أعمال المستقبل
de: Forum für zukünftige Führungskräfte
eo: Fütüré Büsïnéss Léädérs Förüm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Foro de Futuros Líderes de Negocios (FBLF)
ja: 未来のビジネスリーダー・フォーラム
pl: Forum Przyszłych Liderów Biznesu
pt: Fórum Future Business Leaders
zh: 未来企业领袖论坛
