Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Create Learner dashboard branding:
ar: إنشاء العلامة التجارية للوحة متابعة المتعلم:
de: Learner Dashboard Branding erstellen:
eo: Çréäté Léärnér däshßöärd ßrändïng: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Crear una personalización del panel de información del alumno:
fr: Créer la marque du tableau de bord de l’apprenant :
ja: 学習者ダッシュボード・ブランディングを作成する:
nl: Aankleding dashboard leerling aanmaken:
pl: Utwórz branding panelu ucznia:
pt: Criar branding do painel do aluno:
zh: 创建学员仪表板品牌：

source: Rule color:
ar: لون التسطير:
de: Regelfarbe:
eo: Rülé çölör: Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Color de la regla:
fr: Couleur de la règle :
ja: 色を規定する:
nl: Regelkleur:
pl: Kolor linii:
pt: Cor da regra:
zh: 规则颜色：

source: Reset colors
ar: إعادة تعيين الألوان
de: Farben zurücksetzen
eo: Rését çölörs Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Restablecer colores
fr: Réinitialiser les couleurs
ja: 色をリセットする
nl: Kleuren opnieuw instellen
pl: Resetuj kolory
pt: Redefinir cores
zh: 重置颜色

source: Cancel
ar: إلغاء
de: Abbrechen
eo: Çänçél Ⱡ'σяєм ιρѕυ#
es: Cancelar
fr: Annuler
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt: Cancelar
zh: 取消

source: Course Info
ar: معلومات عن الدورات التدريبية
de: Kurs-Info
eo: Çöürsé Ìnfö Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Información del curso
fr: Infos du cours
ja: コース情報
nl: Cursusinfo
pl: Informacje o kursie
pt: Informações do curso
zh: 课程信息

source: Analytics
ar: تحليلات
de: Analysen
eo: Ànälýtïçs Ⱡ'σяєм ιρѕυм ∂σł#
es: Analítica
fr: Analyse
ja: アナリティクス
nl: Analyses
pl: Analiza i statystyki:
zh: 分析

source: Branding
ar: تحرير العلامة التجارية
eo: Brändïng Ⱡ'σяєм ιρѕυм ∂#
es: Personalización
fr: Marque
ja: ブランディング
nl: Aankleding
zh: 品牌

source: Course Info:
ar: معلومات عن الدورات التدريبية:
de: Kurs-Info:
eo: Çöürsé Ìnfö: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Información del curso:
fr: Infos du cours :
ja: コース情報:
nl: Cursusinfo:
pl: Informacje o kursie:
pt: Informações do curso:
zh: 课程信息：

source: ENROLLMENT INFORMATION
ar: معلومات التسجيل
de: ANMELDEINFORMATIONEN
eo: ÉNRÖLLMÉNT ÌNFÖRMÀTÌÖN Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: INFORMACIÓN DE INSCRIPCIÓN
fr: INFORMATIONS D'INSCRIPTION
ja: 登録情報
nl: INFORMATIE INSCHRIJVING
pl: INFORMACJE O REJESTRACJI
pt: INFORMAÇÕES DA INSCRIÇÃO
zh: 注册信息

source: Total number of participants:
ar: العدد الكلي للمشاركين:
de: Gesamtanzahl der Teilnehmer:
eo: Tötäl nümßér öf pärtïçïpänts: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Cantidad total de participantes:
fr: Nombre de total de participants :
ja: 参加者合計数:
nl: Totaal aantal deelnemers:
pl: Całkowita liczba uczestników:
pt: Número total de participantes:
zh: 参与者总数：

source: BASIC COURSE INFORMATION
ar: معلومات أساسية عن الدورة التدريبية
de: GRUNDLEGENDE KURSINFORMATION
eo: BÀSÌÇ ÇÖÛRSÉ ÌNFÖRMÀTÌÖN Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: INFORMACIÓN BÁSICA DEL CURSO
fr: INFORMATIONS DE BASE SUR LE COURS
ja: コースの基本情報
nl: INFORMATIE BASISCURSUS
pl: PODSTAWOWE INFORMACJE O KURSIE
pt: INFORMAÇÕES BÁSICAS DO CURSO
zh: 基本课程信息

source: Course name:
ar: اسم الدورة التدريبية:
de: Kursname:
eo: Çöürsé nämé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Nombre del curso:
fr: Nom du cours :
ja: コース名:
nl: Cursusnaam:
pl: Nazwa kursu:
pt: Nome do curso:
zh: 课程名称：

source: Course start date:
ar: تاريخ بدء الدورة التدريبية:
de: Startdatum des Kurses:
eo: Çöürsé stärt däté: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Fecha de inicio del curso:
fr: Date de début du cours :
ja: コース開始日:
nl: Startdatum cursus:
pl: Data rozpoczęcia kursu:
pt: Data de início do curso:
zh: 课程开始日期：

source: Course end date:
ar: تاريخ انتهاء الدورة التدريبية:
de: Enddatum des Kurses:
eo: Çöürsé énd däté: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Fecha de finalización del curso:
fr: Date de fin du cours :
ja: コース終了日:
nl: Einddatum cursus:
pl: Data zakończenia kursu:
pt: Data de término do curso:
zh: 课程结束日期：

source: Grade cutoffs:
ar: اقتطاع الدرجات:
de: Mindestnoten:
eo: Grädé çütöffs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Rangos de calificaciones:
fr: Notes d’admission :
ja: 成績カットオフ:
nl: Afronding cijfers:
pl: Minimalny wynik zaliczający:
pt: Notas de corte:
zh: 评分截止日期：

source: PARTICIPANTS
ar: المشاركون
de: TEILNEHMER
eo: PÀRTÌÇÌPÀNTS Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: PARTICIPANTES
ja: 参加者
nl: DEELNEMERS
pl: UCZESTNICY
pt: PARTICIPANTES
zh: 参与者

source: Participants:
ar: المشاركون:
de: Teilnehmer:
eo: Pärtïçïpänts: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Participantes:
ja: 参加者:
nl: Deelnemers:
pl: Uczestnicy:
pt: Participantes:
zh: 参与者：

source: Started:
ar: بدأت:
de: Begonnen:
eo: Stärtéd: Ⱡ'σяєм ιρѕυм ∂#
es: Iniciado:
fr: Commencé :
ja: 開始日:
nl: Gestart:
pl: Rozpoczęto:
pt: Iniciado:
zh: 已开始：

source: Completed:
ar: أكملت:
de: Beendet:
eo: Çömplétéd: Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Completado:
fr: Terminé :
ja: 修了日:
nl: Voltooid:
pl: Ukończono:
pt: Concluído:
zh: 已完成：

source: %% Completed:
ar: %% أكملت:
de: %% Beendet:
eo: %% Çömplétéd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: %% completado:
fr: %% Terminé :
ja: %%修了日:
nl: %% Voltooid:
pl: %% Ukończono:
pt: %% Concluído:
zh: %% 已完成：

source: FORUM INFORMATION
ar: معلومات المنتدى
de: FORUMSINFORMATIONEN
eo: FÖRÛM ÌNFÖRMÀTÌÖN Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: INFORMACIÓN DEL FORO
fr: INFORMATIONS DU FORUM
ja: フォーラム情報
nl: FORUMINFORMATIE
pl: INFORMACJE O FORUM DYSKUSYJNYM
pt: INFORMAÇÕES DO FÓRUM
zh: 论坛信息

source: Active discussions:
ar: مناقشات نشطة:
de: Aktive Diskussionen:
eo: Àçtïvé dïsçüssïöns: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Debates activos:
fr: Discussions actives :
ja: アクティブなディスカッション
nl: Actieve discussies:
pl: Aktywne dyskusje:
pt: Discussões ativas:
zh: 活跃讨论：

source: Threads:
ar: السلاسل:
de: Themen:
eo: Thréäds: Ⱡ'σяєм ιρѕυм ∂#
es: Hilos:
fr: Fils :
ja: スレッド:
pl: Wątki:
zh: 话题：

source: STATUS
ar: الحالة
eo: STÀTÛS Ⱡ'σяєм ιρѕυ#
es: ESTADO
fr: STATUT
ja: ステータス
zh: 状态

source: Current status of all participants who have completed, are in progress, or not yet started this course.
ar: الحالة الحالية لجميع المشاركين الذين انتهوا من الدورة التدريبية والذين لا يزالون فيها والذين لم يبدؤوا بها بعد.
de: Derzeitiger Status aller Teilnehmer, die diesen Kurs abgeschlossen haben, noch dabei sind oder ihn noch nicht begonnen haben.
eo: Çürrént stätüs öf äll pärtïçïpänts whö hävé çömplétéd, äré ïn prögréss, ör nöt ýét stärtéd thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Estado actual de todos los participantes que han completado, están realizando o aún no han comenzado este curso.
fr: Statut actuel de tous les participants qui ont terminé, sont en cours de formation, ou n’ont pas encore commencé le cours.
ja: コースを修了済み、受講中、開始前を含む全ての参加者の現在のステータス。
nl: Huidige status van alle deelnemers die klaar zijn, nog bezig zijn of nog niet begonnen zijn met deze cursus.
pl: Aktualny status wszystkich uczestników, którzy ukończyli kurs, są w trakcie kursu lub jeszcze nie rozpoczęli kursu.
pt: Status atual de todos os participantes que concluíram, estão cursando ou ainda não iniciaram este curso.
zh: 已完成、正在进行或尚未开始此课程的所有参与者的当前状态。

source: In progress
ar: جاري العمل
de: In Bearbeitung
eo: Ìn prögréss Ⱡ'σяєм ιρѕυм ∂σłσя #
es: En progreso
fr: En cours de formation
ja: 進行中
nl: Bezig
pl: W trakcie
pt: Em andamento
zh: 进行中

source: Email participants not started
ar: المشاركون عبر البريد الإلكتروني لم يبدؤوا بعد
de: E-Mail-Adressen aller Teilnehmer, die noch nicht begonnen haben
eo: Émäïl pärtïçïpänts nöt stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Los participantes especificados en el correo electrónico no han comenzado.
fr: Envoyer un e-mail aux participants qui n'ont pas commencé
ja: Eメール参加者は開始していません
nl: E-mail niet gestarte deelnemers
pl: Wyślij e-mail do uczestników, którzy nie rozpoczęli kursu
pt: Enviar e-mail aos participantes que não iniciaram o curso
zh: 电子邮件参与者未开始

source: All participants have already started the course
ar: بدأ جميع المشاركين بالدورة
de: Alle Teilnehmer haben den Kurs bereits begonnen
eo: Àll pärtïçïpänts hävé älréädý stärtéd thé çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Todos los participantes ya han comenzado el curso
fr: Tous les participants ont déjà commencé le cours
ja: 全ての参加者が既にコースを開始しています
nl: Alle deelnemers hebben de cursus al gestart
pl: Wszyscy uczestnicy rozpoczęli już kurs
pt: Todos os participantes já iniciaram o curso
zh: 所有参与者均已开始该课程

source: Participants:
ar: المشاركون:
de: Teilnehmer:
eo: Pärtïçïpänts: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Participantes:
ja: 参加者:
nl: Deelnemers:
pl: Uczestnicy:
pt: Participantes:
zh: 参与者：

source: Data Download
ar: تنزيل البيانات
de: Datei-Download
eo: Dätä Döwnlöäd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Descarga de datos
fr: Téléchargement de données
ja: データのダウンロード
nl: Gegevens downloaden
pl: Pobierz dane
pt: Download de dados
zh: 数据下载

source: The following button downloads a list of all participants enrolled in this course, their percent complete, engagement scores, and course grade, along with profile informations such as email address and username.
ar: يُستخدم الزر التالي لتنزيل قائمة بجميع المشاركين المسجلين في هذه الدورة التدريبية ونسبة استكمالهم للدورة ونتائج مشاركاتهم ودرجاتهم، إلى جانب معلومات عنهم مثل عنوان البريد الإلكتروني واسم المستخدم.
de: Mithilfe der folgenden Schaltfläche können Sie diese Informationen herunterladen: eine Liste aller in dem Kurs eingeschriebenen Teilnehmer, der Prozentsatz, zu dem sie den Kurs abgeschlossen haben, Engagement-Bewertungen und Kursnote sowie Profilinformationen wie E-Mail-Adresse und Nutzernamen.
eo: Thé föllöwïng ßüttön döwnlöäds ä lïst öf äll pärtïçïpänts énrölléd ïn thïs çöürsé, théïr pérçént çömplété, éngägémént sçörés, änd çöürsé grädé, älöng wïth pröfïlé ïnförmätïöns süçh äs émäïl äddréss änd üsérnämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρт#
es: Si hace clic en el siguiente botón, podrá descargar una lista de todos los participantes inscritos en este curso, el porcentaje del curso que han completado, su puntaje de participación en el curso y las calificaciones del curso, además de información de perfil, como dirección de correo electrónico y nombre de usuario.
fr: Le bouton suivant permet de télécharger une liste de tous les participants inscrits à ce cours, leur pourcentage d'achèvement, les notes d'implication, et la note du cours, avec des informations du le profil telles que l'adresse e-mail et le nom d'utilisateur.
ja: 以下のボタンで、このコースに登録している全ての参加者リストに加え、各参加者の修了率、エンゲージメントスコア、コース成績、およびEメールアドレスやユーザー名を含むプロフィール情報がダウンロードできます。
nl: Met de volgende knop kunt u een lijst downloaden van alle deelnemers die bij deze cursus zijn ingeschreven, hun voltooiingspercentage, inzetscores en cursuscijfer, samen met profielgegevens zoals e-mailadres en gebruikersnaam.
pl: Kliknięcie na przycisk obok spowoduje pobranie listy wszystkich uczestników zarejestrowanych na ten kurs wraz ze statystkami dotyczącymi stopnia ukończenia, poziomu zaangażowaniu i ocen oraz informacjami profilowymi takimi jak adresy e-mail i nazwy użytkowników.
pt: O botão a seguir faz o download de uma lista de todos os participantes inscritos neste curso, com sua percentagem concluída, pontuação de engajamento e nota do curso, além de informações de perfil, como endereço de e-mail e nome de usuário.
zh: 使用以下按钮可下载已注册此课程的所有参与者的名单，以及参与者的完成百分比、参与度分数、课程评分以及档案信息（如电子邮件地址和用户名）。

source: Download Report for course
ar: تنزيل تقرير عن الدورة التدريبية
de: Bericht für den Kurs herunterladen
eo: Döwnlöäd Répört för çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Descargar informe del curso
fr: Télécharger le rapport du cours
ja: コース・レポートをダウンロードする
nl: Rapport voor cursus downloaden
pl: Pobierz raport z kursu
pt: Download do relatório para o curso
zh: 下载课程报告

source: Participant-Specific grade inspection
ar: التفتيش الخاص بدرجة محددة للمشارك
de: Teilnehmerspezifische Noten einsehen
eo: Pärtïçïpänt-Spéçïfïç grädé ïnspéçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Inspección de calificaciones específica del participante
fr: Inspection de note spécifique au participant
ja: 参加者毎の成績調査
nl: Deelnemersspecifieke cijferinspectie
pl: Szczegółowa analiza ocen wg. uczestnika
pt: Inspeção da nota específica do participante
zh: 特定于参与者的评分检查

source: Specify the name of a participant to access their details
ar: حدد اسم المشارك للحصول على تفاصيل بشأنه
de: Geben Sie den Namen eines Teilnehmers ein, um dessen Informationen einzusehen
eo: Spéçïfý thé nämé öf ä pärtïçïpänt tö äççéss théïr détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Especifique el nombre del participante para acceder a los detalles
fr: Indiquez le nom d’un participant pour accéder à ses informations
ja: 詳細を確認するには、参加者の名前を指定します
nl: Geef de naam op van een deelnemer voor toegang tot zijn/haar gegevens
pl: Wprowadź imię uczestnika, aby uzyskać dostęp do informacji o nim/niej.
pt: Especificar o nome de um participante para acessar seus detalhes
zh: 指定参与者的姓名以访问其详细信息

source: Progress = # of modules complete out of total number of modules. Course Completed = completion of all required course work.
ar: التقدم المحرز = عدد الوحدات الكاملة من أصل العدد الكلي للوحدات. الدورة المكتملة = استكمال جميع أعمال الدورة المطلوبة.
de: Fortschritt = Anzahl der abgeschlossenen Module aus allen Modulen insgesamt. Kurs abgeschlossen = Abschluss aller erforderlichen Kursarbeiten.
eo: Prögréss = # öf mödülés çömplété öüt öf tötäl nümßér öf mödülés. Çöürsé Çömplétéd = çömplétïön öf äll réqüïréd çöürsé wörk. Ⱡ'σяєм ιρ#
es: Avance = cantidad de módulos completados del total de módulos. Curso completado = se completó todo el trabajo solicitado en el curso.
fr: Progression = # de modules achevés sur le nombre total de modules. Cours terminé = achèvement de tout le travail du cours requis.
ja: 進度 = 修了したモジュール数をモジュールの合計数で割った数。修了したコース = 全ての学習過程の修了。
nl: Voortgang = aantal voltooide modules van het totale aantal modules. Cursus voltooid = voltooiing van alle vereiste cursuswerkzaamheden.
pl: Stopień ukończenia = # ukończonych modułów z całkowitej liczby modułów. Kurs ukończony = ukończenie wszystkich wymaganych zadań związanych z kursem.
pt: Progresso = nº de módulos concluídos do número total de módulos. Curso concluído = conclusão de todo o trabalho obrigatório do curso.
zh: 进度 = 已完成模块数量/模块总数。课程已完成 = 完成所有要求的课程。

source: Drag and adjust cropping tool to edit your company image.
ar: اسحب أداة القص واضبطها لتحرير صورة شركتك.
de: Ziehen und bewegen Sie das Schnitt-Tool, um Ihr Firmenfoto zu bearbeiten.
eo: Dräg änd ädjüst çröppïng tööl tö édït ýöür çömpäný ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Arrastre y ajuste la herramienta para recortar y editar la imagen de su compañía.
fr: Faites glisser et régler l'outil de rognage pour modifier l'image de votre société.
ja: 会社画像を編集するための、ドラッグ&アジャスト・クロッピングツール。
nl: Sleep en pas het bijsnijdprogramma aan om uw bedrijfsafbeelding te bewerken.
pl: Przeciągnij i dopasuj ramkę, aby wykadrować obraz Twojej firmy.
pt: Arraste e ajuste a ferramenta de recorte para editar a imagem da sua empresa.
zh: 拖动并调整裁剪工具以编辑您的公司图像。

source: Mobile App Image
ar: صورة تطبيق المحمول
de: Bild für Mobile App
eo: Mößïlé Àpp Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Imagen de la aplicación móvil
fr: Image d'application mobile
ja: モバイルアプリ画像
nl: Afbeelding Mobiele app
pl: Mobilna aplikacja do edycji zdjęć
pt: Imagem do aplicativo para celular
zh: 移动应用图像

source: SELECT NEW MOBILE APP IMAGE
ar: تحديد صورة تطبيق جديدة للمحمول
de: NEUES BILD FÜR MOBILE APP AUSWÄHLEN
eo: SÉLÉÇT NÉW MÖBÌLÉ ÀPP ÌMÀGÉ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: SELECCIONAR UNA NUEVA IMAGEN PARA LA APLICACIÓN MÓVIL
fr: SÉLECTIONNEZ UNE NOUVELLE IMAGE D'APPLICATION MOBILE
ja: 新しいモバイルアプリ画像を選択する
nl: SELECTEER NIEUWE AFBEELDING MOBIELE APP
pl: WYBIER Z NOWĄ MOBILNĄ APLIKACJĘ DO EDYCJI ZDJĘĆ
pt: SELECIONAR NOVA IMAGEM DO APLICATIVO MÓVEL
zh: 选择新的移动应用图像

source: Drag and adjust cropping tool to edit your image.
ar: اسحب أداة القص واضبطها لتحرير صورتك.
de: Ziehen und bewegen Sie das Schnitt-Tool, um Ihr Foto zu bearbeiten.
eo: Dräg änd ädjüst çröppïng tööl tö édït ýöür ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Arrastre y ajuste la herramienta para recortar y editar su imagen.
fr: Faites glisser et régler l'outil de rognage pour modifier votre image.
ja: 画像を編集するための、ドラッグ&アジャスト・クロッピングツール。
nl: Sleep en pas het bijsnijdprogramma aan om uw afbeelding te bewerken.
pl: Przeciągnij i dopasuj ramkę, aby wykadrować Twój obraz.
pt: Arraste e ajuste a ferramenta de recorte para editar sua imagem.
zh: 拖动并调整裁剪工具以编辑您的图像。

source: Client:
ar: العميل:
de: Kunde:
eo: Çlïént: Ⱡ'σяєм ιρѕυм ∂#
es: Cliente:
ja: クライアント:
nl: Klant:
pl: Klient:
pt: Cliente:
zh: 客户端：

source: Custom Navigation Links
ar: روابط تنقل العميل
de: Benutzerdefinierte Navigationslinks
eo: Çüstöm Nävïgätïön Lïnks Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Enlaces de navegación personalizados
fr: Personnaliser les liens de navigation
ja: カスタム・ナビゲーション・リンク
nl: Aangepaste navigatielinks
pl: Spersonalizowane linki nawigacyjne
pt: links de navegação personalizados
zh: 自定义导航链接

source: You can change the global navigation links for this client across all courses for this client's participants. Please note that you will need to preview the navigation to check for spacing, spelling, and link behavior before you have the opportunity to save these links. You can make edits after previewing if needed.
ar: يمكنك تغيير روابط التنقل العالمية لهذا العميل في كافة الدورات التدريبية الخاصة بمشاركي هذا العميل. يرجى الانتباه إلى أنك بحاجة إلى مراجعة عملية التنقل للتحقق من عدم وجود فراغات أو أخطاء إملائية ووضع الرابط لحفظ هذه الروابط. ويمكنك إجراء تعديلات بعد المراجعة إذا احتجت إلى ذلك.
de: Sie können die globalen Navigationslinks für die Teilnehmer dieses Kunden in allen Kursen ändern. Beachten Sie, dass Sie eine Vorschau der Navigation benötigen, um nach Abständen, Rechtschreibung und Link-Verhalten zu suchen, bevor Sie die Möglichkeit haben, diese Links zu speichern. Nach der Vorschau können Sie bei Bedarf Änderungen vornehmen.
eo: Ýöü çän çhängé thé glößäl nävïgätïön lïnks för thïs çlïént äçröss äll çöürsés för thïs çlïént's pärtïçïpänts. Pléäsé nöté thät ýöü wïll nééd tö prévïéw thé nävïgätïön tö çhéçk för späçïng, spéllïng, änd lïnk ßéhävïör ßéföré ýöü hävé thé öppörtünïtý tö sävé thésé lïnks. Ýöü çän mäké édïts äftér prévïéwïng ïf néédéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ #
es: Puede modificar los enlaces de navegación global para este cliente en todos los cursos para los participantes del cliente. Tenga en cuenta que deberá obtener una vista previa de la navegación para verificar espacios, ortografía y el comportamiento de los enlaces y así poder guardar estos enlaces. De ser necesario puede realizar modificaciones después de la vista previa.
fr: Vous pouvez modifier les liens de navigation générale pour ce client dans tous les cours pour les participants de ce client. Notez que vous devrez examiner un aperçu de la navigation pour vérifier l’espacement, l'orthographe et le comportement du lien avant de pouvoir enregistrer ces liens. Vous pouvez faires des modifications après avoir affiché l’aperçu si besoin.
ja: このクライアントの参加者について、全てのコースでグローバル・ナビゲーション・リンクが変更できます。これらのリンクを保存するには、ナビゲーションをプレビューして空欄、スペル、リンク動作等を確認する必要があるのでご注意ください。必要な場合は、プレビュー後に編集することができます。
nl: U kunt de algemene navigatielinks voor deze klant wijzigen voor alle cursussen voor de deelnemers van deze klant. Let op: u moet de navigatie vooraf bekijken om te controleren op spatiëring, spelling en linkgedrag voordat u de gelegenheid krijgt om deze links op te slaan. U kunt ze zo nodig bewerken nadat u ze vooraf heeft bekeken.
pl: Możesz zmienić globalne linki nawigacyjne dla tego klienta. Zmiana będzie dotyczyć wszystkich kursów, na których zarejestrowani są uczestnicy tego klienta. Prosimy pamiętać, że należy sprawdzić poprawność nawigację pod kątem spacji, ortografii i zachowania linków przed zapisaniem zmian. Podgląd zmian pozwoli na dokonanie niezbędnych poprawek.
pt: Você pode alterar os links de navegação global para esse cliente em todos os cursos para os participantes. Observe que você precisará visualizar a navegação para verificar o espaçamento, a ortografia e o comportamento do link antes de ter a oportunidade de salvar esses links. Se necessário, você pode fazer edições depois de visualizar.
zh: 您可以在此客户端参与者的所有课程中更改此客户端的全局导航链接。请注意，您需要预览导航以检查间距、拼写和链接行为，然后才可以保存这些链接。如有需要，您可以在预览后进行编辑。

source: Label:
ar: التسمية:
de: Beschriftung:
eo: Läßél: Ⱡ'σяєм ιρѕυ#
es: Etiqueta:
fr: Étiquette :
ja: ラベル:
pl: Etykieta:
pt: Etiqueta:
zh: 标签：

source: Link:
ar: الرابط:
eo: Lïnk: Ⱡ'σяєм ιρѕ#
es: Enlace:
fr: Lien :
ja: リンク:
zh: 链接：

source: Enter label
ar: أدخل تسمية
de: Beschriftung eingeben
eo: Éntér läßél Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Introducir etiqueta
fr: Saisir une étiquette
ja: ラベルを入力
nl: Voer label in
pl: Wprowadź etykietę
pt: Digite a etiqueta
zh: 输入标签

source: Enter link
ar: أدخل الرابط
de: Link eingeben
eo: Éntér lïnk Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Introducir enlace
fr: Saisir un lien
ja: リンクを入力
nl: Voer link in
pl: Wprowadź link
pt: Digite o link
zh: 输入链接

source: Save Links
ar: حفظ الروابط
de: Links speichern
eo: Sävé Lïnks Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Guardar enlaces
fr: Enregistrer les liens
ja: リンクを保存
nl: Sla links op
pl: Zapisz linki
pt: Salvar links
zh: 保存链接

source: New ui is available now!
ar: توجد واجهة مُستخدِم جديدة متوافرة الآن!
de: Neue UI ist jetzt verfügbar!
es: La nueva interfaz de usuario está disponible ahora.
ja: 新しいUIが利用可能になりました！
nl: Nieuwe ui nu beschikbaar!
pl: Nowy interfejs użytkownika jest dostępy!
pt: A nova interface do usuário está agora disponível!
zh: 新用户界面现已推出！

source: Would you like to switch to new UI?
ar: هل ترغب في التبديل إلى واجهة المُستخدِم الجديدة؟
de: Möchten Sie zur neuen UI wechseln?
es: ¿Desea cambiarse a la nueva interfaz de usuario?
ja: 新しいUIに切り替えますか？
nl: Wilt u nu overschakelen op de nieuwe UI?
pl: Czy przełączyć Cię na nowy interfejs użytkownika?
pt: Deseja alternar para a nova interface do usuário?
zh: 是否切换到新用户界面？

source: ON
ar: تشغيل
de: AN
es: ACTIVO
ja: オン
nl: AAN
pt: ATIVAR
zh: 开

source: OFF
ar: إيقاف التشغيل
de: AUS
es: INACTIVO
ja: オフ
nl: UIT
pt: DESATIVAR
zh: 关

source: Global Branding
ar: العلامات التجارية العالمية
eo: Glößäl Brändïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Personalización global
fr: Marque générale
ja: グローバル・ブランディング
nl: Algemene aankleding
pl: Globalny branding
pt: Branding global
zh: 全球品牌

source: Platform Branding
ar: العلامات التجارية للمنصة
de: Plattform-Branding
es: Personalización de la plataforma
ja: グローバル・ブランディング
nl: Platformaankleding
pl: Branding używany na platformie
pt: Branding da plataforma
zh: 平台品牌

source: Enter hex#
ar: أدخل الرقم السداسي
de: Hex# eingeben
eo: Éntér héx# Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Introducir número hexadecimal
fr: Saisir hex#
ja: 16進数を入力
nl: Voer hex-nr in
pl: Wprowadź liczbę hex#
pt: Digite hex#
zh: 输入十六进制数

source: Enter css
ar: أدخل css
de: Css eingeben
eo: Éntér çss Ⱡ'σяєм ιρѕυм ∂σł#
es: Introducir CSS
fr: Entrer css
ja: cssを入力
nl: Voer CSS in
pl: Wprowadź kod css
pt: Digite css
zh: 输入 CSS

source: Upload Global Logo:
ar: الشعار العالمي للتحميل:
de: Globales Logo hochladen:
eo: Ûplöäd Glößäl Lögö: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Cargar logotipo global:
fr: Télécharger le logo général :
ja: グローバル・ロゴをアップロード:
nl: Upload algemeen logo:
pl: Prześlij globalne logo
pt: Fazer upload do logotipo global:
zh: 上传全球徽标：

source: Platform Logo:
ar: شعار المنصة:
de: Plattform-Logo:
es: Logotipo de la plataforma:
ja: ロゴをアップロード:
pl: Prześlij logo używane na platformie:
pt: Logotipo da plataforma:
zh: 平台徽标：

source: Upload Logo
ar: شعار التحميل
de: Logo hochladen
eo: Ûplöäd Lögö Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Cargar logotipo
fr: Télécharger le logo
ja: ロゴをアップロード
pl: Prześlij logo
pt: Fazer upload do logotipo
zh: 上传徽标
