Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Top Navigation Background:
ar: خلفية التنقل العلوي:
de: Hintergrund der oberen Navigationsleiste:
eo: Töp Nävïgätïön Bäçkgröünd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Fondo de navegación superior:
fr: Arrière-plan de navigation principale :
ja: トップのナビゲーション背景:
nl: Bovenste navigatie achtergrond:
pl: Tło górnego panelu nawigacyjnego:
pt: Plano de fundo da navegação superior:
zh: 热门导航背景：

source: Desktop, Tablet and Mobile Web
ar: ويب المحمول والكمبيوتر اللوحي والكمبيوتر المكتبي
de: Desktop, Tablet und Mobile Web
eo: Désktöp, Täßlét änd Mößïlé Wéß Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Web móvil, de escritorio y tablet
fr: Ordinateur portable, tablette et Internet mobile
ja: デスクトップ、タブレット、モバイル・ウェブ
nl: Desktop, tablet en mobiele web
pl: Komputer, Tablet i Tryb Przeglądarki
pt: Desktop, tablet e web para dispositivos móveis
zh: 台式电脑、平板电脑和移动 Web

source: Company Branding
ar: العلامة التجارية للشركة
de: Firmen-Branding
es: Personalización de la compañía
ja: 会社管理者
nl: Bedrijfsbeheer
pl: Branding firmy
pt: Branding da empresa
zh: 公司品牌

source: Upload Logo:
ar: شعار التحميل:
de: Logo hochladen:
eo: Ûplöäd Lögö: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Cargar logotipo:
fr: Télécharger le logo :
ja: ロゴをアップロード:
pl: Prześlij logo:
pt: Fazer upload do logotipo:
zh: 上传徽标：

source: Company Logo:
ar: شعار الشركة:
de: Firmen-Logo:
es: Logotipo de la compañía:
ja: 会社ID:
nl: Bedrijfslogo:
pl: Logo firmy:
pt: Logotipo da empresa:
zh: 公司徽标：

source: Notification Circle Color:
ar: لون دائرة الإخطارات:
de: Kreisfarbe für Benachrichtigung:
eo: Nötïfïçätïön Çïrçlé Çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Color del círculo de notificaciones:
fr: Couleur du cercle de notification :
ja: 通知マークの色:
nl: Cirkelkleur melding:
pl: Kolor okręgu powiadomienia:
pt: Cor do círculo da notificação:
zh: 通知圆圈颜色：

source: Course Title Text Color:
ar: لون نص عنوان الدورة:
de: Textfarbe des Kurstitels:
eo: Çöürsé Tïtlé Téxt Çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Color del texto del cargo del curso:
fr: Couleur du texte du titre du cours :
ja: コース名テキストの色:
nl: Tekstkleur cursustitel:
pl: Kolor tekstu z tytułem kursu:
pt: Cor do texto do título do curso:
zh: 课程标题文本颜色：

source: Primary Color:
ar: اللون الأساسي:
de: Hauptfarbe:
es: Color principal:
ja: 主要な色:
nl: Primaire kleur:
pl: Kolor główny:
pt: Cor principal:
zh: 原始颜色：

source: Notification Text Color:
ar: لون نص الإخطارات:
de: Textfarbe der Benachrichtigungen:
eo: Nötïfïçätïön Téxt Çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Color del texto de las notificaciones:
fr: Couleur du texte de notification :
ja: 通知テキストの色:
nl: Tekstkleur melding:
pl: Kolor tekstu powiadomienia:
pt: Cor do texto de notificação:
zh: 通知文本颜色：

source: Program Name Text Color:
ar: لون نص اسم البرنامج:
de: Textfarbe des Programmnamens:
eo: Prögräm Nämé Téxt Çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Color del texto del nombre del programa:
fr: Couleur du texte du nom de programme :
ja: プログラム名テキストの色:
nl: Tekstkleur programmanaam:
pl: Kolor tekstu z nazwą programu:
pt: Cor do texto do nome do programa:
zh: 计划名称文本颜色：

source: Page Background Color:
ar: لون خلفية الصفحة:
de: Hintergrundfarbe der Seite:
eo: Pägé Bäçkgröünd Çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Color del fondo de página:
fr: Couleur d'arrière-plan de page :
ja: ページ背景の色:
nl: Achtergrondkleur pagina:
pl: Kolor tła strony:
pt: Cor do plano de fundo da página:
zh: 页面背景颜色：

source: Second Navigation Background:
ar: خلفية التنقل الثانية:
de: Hintergrund der zweiten Navigationsleiste:
eo: Séçönd Nävïgätïön Bäçkgröünd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Fondo de navegación secundaria:
fr: Arrière-plan de navigation secondaire :
ja: 2番目のナビゲーション背景:
nl: Tweede navigatie achtergrond:
pl: Drugie tło panelu nawigacyjnego:
pt: Segundo plano de fundo de navegação:
zh: 二级导航背景：

source: Secondary Color:
ar: اللون الثانوي:
de: Sekundärfarbe:
es: Color secundario:
ja: アイコンの色:
nl: Secundaire kleur:
pl: Kolor drugoplanowy
pt: Cor secundária:
zh: 二级内容颜色：

source: Page Background Image:
ar: صورة خلفية الصفحة:
de: Hintergrundbild der Seite:
eo: Pägé Bäçkgröünd Ìmägé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Imagen del fondo de página:
fr: Image d'arrière-plan de page :
ja: ページ背景の画像:
nl: Achtergrondafbeelding pagina:
pl: Obraz tła strony:
pt: Imagem do plano de fundo da página:
zh: 页面背景图像：

source: Upload Image
ar: تحميل الصورة
de: Bild hochladen
eo: Ûplöäd Ìmägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Cargar imagen
fr: Télécharger l'image
ja: 画像をアップロード
nl: Upload afbeelding
pl: Prześlij obraz
pt: Upload da imagem
zh: 上传图像

source: Navigation Icon Color:
ar: لون أيقونة التنقل:
de: Farbe des Navigations-Icons:
eo: Nävïgätïön Ìçön Çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Color del ícono de navegación:
fr: Couleur de l'icône de navigation :
ja: ナビゲーション・アイコンの色:
nl: Pictogramkleur navigatie:
pl: Kolor ikony panelu nawigacji:
pt: Cor do ícone de navegação:
zh: 导航图标颜色：

source: Page Background CSS:
ar: صفحات الأنماط الانسيابية لخلفية الصفحة:
de: Seitenhintergrund CSS:
eo: Pägé Bäçkgröünd ÇSS: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: CSS del fondo de página:
fr: CSS d'arrière-plan de page :
ja: ページ背景のCSS:
nl: CSS achtergrond pagina:
pl: Kod CSS tła strony:
pt: CSS do plano de fundo da página:
zh: 页面背景 CSS：

source: Native Mobile & Tablet Apps
ar: تطبيقات الهاتف المحمول والكمبيوتر اللوحي الأصلي
de: Systemeigene Mobile- und Tablet-Apps
eo: Nätïvé Mößïlé & Täßlét Àpps Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Aplicaciones nativas para móviles y tablets
fr: Applications natives pour tablette et mobile
ja: ネイティブ・モバイル＆タブレット・アプリ
nl: Native mobiele- en tablet-apps
pl: Rodzime aplikacje na urządzenia przenośne
pt: Aplicativos nativos de celulares e tablets
zh: 手机和平板电脑原生应用

source: Upload Mobile Logo:
ar: تحميل شعار المحمول:
de: Mobile-Logo hochladen:
eo: Ûplöäd Mößïlé Lögö: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Cargar logotipo de aplicación móvil:
fr: Télécharger le logo pour mobile :
ja: モバイル・ロゴをアップロード:
nl: Upload mobiele logo:
pl: Prześlij logo aplikacji mobilnych:
pt: Fazer upload do logotipo para celular:
zh: 上传移动徽标：

source: Completed Course Tint:
ar: لون الدورة المكتملة:
de: Farbton für abgeschlossenen Kurs:
eo: Çömplétéd Çöürsé Tïnt: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Tono de curso completado:
fr: Teinte du cours terminé :
ja: 修了済みコースの色合い:
nl: Kleur voltooide cursus:
pl: Odcień ukończonego kursu:
pt: Tonalidade do curso concluído:
zh: 已完成课程颜色：

source: Header Background Color:
ar: لون خلفية الترويسة:
de: Hintergrundfarbe der Kopfzeile:
eo: Héädér Bäçkgröünd Çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Color de fondo del encabezado:
fr: Couleur d'arrière-plan d’en-tête :
ja: ヘッダー背景の色:
nl: Achtergrondkleur koptekst:
pl: Kolor tła nagłówka:
pt: Cor do plano de fundo do cabeçalho:
zh: 标题背景颜色：

source: Lesson Navigation Color:
ar: لون التنقل في الدرس:
de: Farbe der Lektionsnavigation:
eo: Léssön Nävïgätïön Çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Color de navegación de lección:
fr: Couleur de navigation de la leçon :
ja: レッスン・ナビゲーションの色:
nl: Kleur lesnavigatie:
pl: Kolor panelu nawigacyjnego lekcji:
pt: Cor da navegação da lição:
zh: 课时导航颜色：

source: Header Background Image:
ar: صورة خلفية الترويسة:
de: Hintergrundbild der Kopfzeile:
eo: Héädér Bäçkgröünd Ìmägé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Imagen de fondo del encabezado:
fr: Image d'arrière-plan d’en-tête :
ja: ヘッダー背景の画像:
nl: Achtergrondafbeelding koptekst:
pl: Obraz tła nagłówka:
pt: Imagem do plano de fundo do cabeçalho:
zh: 标题背景图像：

source: Navigation Text Color:
ar: لون نص التنقل:
de: Textfarbe der Navigationsleiste:
eo: Nävïgätïön Téxt Çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Color del texto de la navegación:
fr: Couleur du texte de navigation :
ja: ナビゲーション・テキストの色:
nl: Tekstkleur navigatie:
pl: Kolor tekstu panelu nawigacyjnego:
pt: Cor do texto da navegação:
zh: 导航文本颜色：

source: Close
ar: إغلاق
de: Schließen
eo: Çlösé Ⱡ'σяєм ιρѕ#
es: Cerrar
fr: Fermer
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt: Fechar
zh: 关闭

source: No access keys
ar: لا توجد مفاتيح وصول
de: Keine Zugangsschlüssel
eo: Nö äççéss kéýs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: No hay claves de acceso
fr: Aucune clé d'accès
ja: アクセスキーがありません
nl: Geen toegangssleutels
pl: Brak kluczy dostępu
pt: Sem chaves de acesso
zh: 无访问密钥

source: Click Add to specify an identity provider
ar: انقر فوق إضافة لتحديد موفر الهوية
de: Auf "Hinzufügen" klicken, um den Identitätsanbieter anzugeben
es: Haga clic en Agregar para especificar un proveedor de identidad.
fr: Cliquez sur Ajouter pour spécifier un fournisseur d'identité
ja: IDプロバイダを指定するには、[追加] をクリックします
nl: Klik op toevoegen om een identiteitsprovider te koppelen
pl: Kliknij „Dodaj”, aby skonfigurować dostawcę tożsamości
pt: Clique em Adicionar para especificar um provedor de identidade
zh: 单击“添加”即可指定身份提供程序

source: Add a new cohort
ar: إضافة فوج جديد
de: Neues Element hinzufügen
es: Agregar un nuevo grupo
ja: 新規を追加する
nl: Voeg een nieuwe cohort toe
pl: Dodaj nową grupę kursantów
pt: Adicionar um novo grupo
zh: 添加新群组

source: Cohort Name
ar: اسم الفوج
de: Karte Jahrgang:
es: Nombre del grupo
ja: コホート・マップ
nl: Cohortnaam
pl: Nazwa grupy kursantów
pt: Nome do grupo
zh: 群组名称

source: Cohort Assignment Method
ar: طريقة تعيين الفوج
de: Aufgabeninfo
es: Método de la tarea del grupo
ja: 課題情報
nl: Opdrachtmethode cohort
pl: Metoda przydziału grupy kursantów
pt: Método de atribuição de grupo
zh: 群组分配方法

source: Automatic
ar: تلقائيًا
de: Automatisch
es: Automático
ja: 自動
nl: Automatisch
pl: Automatyczna
pt: Automático
zh: 自动

source: Manual
ar: يدويًا
de: Vanuatu
ja: バヌアツ
nl: Handleiding
pl: Ręczna
zh: 手册

source: Back to Course page
ar: العودة إلى صفحة الدورات التدريبية
de: Zurück zur Kurssseite
es: Regresar a la página de cursos
ja: コースへ戻る
nl: Terug naar Cursuspagina
pl: Powrót do strony kursu
pt: Voltar à página de Cursos
zh: 返回课程页面

source: Add Cohort
ar: إضافة فوج
de: Jahrgang hinzufügen
es: Agregar grupo
ja: コホート
nl: Cohort toevoegen
pl: Dodaj grupę kursantów
pt: Adicionar grupo
zh: 添加群组

source: Enable Cohorts
ar: تمكين الأفواج
de: Jahrgänge aktivieren
es: Habilitar grupos
ja: 合計コホート
nl: Cohorten inschakelen
pl: Włącz podział na grupy kursantów
pt: Habilitar grupos
zh: 启用群组

source: Learners are added automatically to this cohort.
ar: يتم إضافة المتعلمين تلقائيًا إلى هذا الفوج.
de: Lerner werden diesem Jahrgang automatisch zugefügt.
es: Los participantes se agregan automáticamente a este grupo.
ja: 学習者はこのコホートに自動的に追加されます。
nl: Leerlingen worden automatisch aan deze groep toegevoegd.
pl: Uczniowie zostaną automatycznie dodanie do tej grupy kursantów.
pt: Os alunos são adicionados automaticamente a este grupo.
zh: 学员自动添加到该群组。

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
ar: لا يتم إضافة المتعلمين إلى هذا الفوج سوى عندما تقوم بتوفير عناوين بريدهم الإلكتروني أو أسماء المستخدمين الخاصة بهم على هذه الصفحة.
de: Lerner werden diesem Jahrgang nur zugefügt, wenn Sie ihre E-Mail-Adressen oder Benutzernamen auf dieser Seite angeben.
es: Los participantes se agregan a este grupo solo cuando se proporcionan sus direcciones de correo electrónico o nombres de usuario en esta página.
ja: 学習者はEメールアドレスまたはユーザー名をこのページで提供した時に、このコホートに追加されます。
nl: Leerlingen worden alleen aan deze groep toegevoegd indien u hun e-mailadres of gebruikersnaam op deze pagina invult.
pl: Uczniowie zostaną dodani to tej grupy kursantów tylko, jeśli podasz ich adresy e-mail i nazwy użytkowników na tej stronie.
pt: Os alunos são adicionados a este grupo apenas quando você indica os endereços de e-mail ou nomes de usuário nesta página.
zh: 在该页面上提供学员的邮箱地址或用户名，学员才会添加到该群组。

source: To use cohorts within your course, click Enable Cohorts:
ar: لاستخدام الأفواج داخل الدورة التدريبية الخاصة بك، انقر فوق تمكين الأفواج:
de: Um in Ihren Kursen Jahrgänge zu verwenden, klicken Sie auf Jahrgänge aktivieren:
es: Para usar grupos dentro de su curso, haga clic en Habilitar grupos:
ja: コース内でコホートを使用するには、[Enable Cohorts] をクリックします。
nl: Om gebruik te maken van groepen binnen uw cursus, klik op Groepen inschakelen:
pl: Aby podzielić kurs na grupy, zaznacz opcję „Włącz podział na grupy kursantów”:
pt: Para usar grupos dentro do curso, clique em Ativar grupos:
zh: 要在课程中使用群组，请单击启用群组：

source: Each course has a &lt;default_cohort&gt; in which all learners are automatically assigned.
ar: تحتوي كل دورة تدريبية على &lt;فوج افتراضي&gt؛ حيثما يتم تعيين جميع المتعلمين تلقائيًا.
de: Jeder Kurs verfügt über einen &lt;Standard_Jahrgang&gt; dem alle Lerner automatisch zugeordnet werden.
es: Todos los cursos tienen un &lt;default_cohort&gt; al que se asignan los participantes automáticamente.
ja: 各コースには&lt;default_cohort&gt;があり、すべての学習者は自動的に割り当てられます。
nl: Iedere cursus beschikt over een &lt;default_cohort&gt; waarin alle leerlingen automatisch aan worden toegevoegd.
pl: Każdy kurs posiada &lt;default_cohort&gt; do której automatycznie przydzieleni są wszyscy uczniowie.
pt: Cada curso tem um &lt;default_cohort&gt; para o qual todos os alunos são atribuídos automaticamente.
zh: 每门课程都有一个 &lt;默认群组&gt，所有学员自动分配群组。

source: Additional cohorts can be added and should follow the naming/numbering format of &lt;cohort#&gt;
ar: يمكن إضافة مزيد من الأفواج وينبغي اتباع تنسيق التسمية / الترقيم الخاص &lt;بالفوج#&gt؛
de: Zusätzliche Jahrgänge können hinzugefügt werden und sollten dem Namens-/Nummerierungsformat des &lt;Jahrgangs&gt; entsprechen.
es: Los grupos adicionales se pueden agregar y deben cumplir con el formato de nombre y número de &lt;cohort#&gt;
ja: 追加のコホートを追加できます。&lt;default_cohort&gt;のネーミング/ナンバリング形式に従います。
nl: U kunt extra groepen toevoegen waarbij u het naam/nummerformaat van &lt;cohort#&gt aan moet houden;
pl: Dodatkowe grupy kursantów można stworzyć używając tego samego formatu będącego kombinacją nazw i numeracji: u&lt;cohort#&gt;
pt: Grupos adicionais podem ser adicionados e devem seguir o formato de nomenclatura/numeração de &lt;grupo#&gt;
zh: 可以添加其他群组，应遵循&lt;群组#&gt的命名和编号格式；

source: Learners can safely move between cohorts before a course starts, but not afterwards.
ar: يمكن للمتعلمين التنقل بأمان بين الأفواج قبل بدء الدورة التدريبية، ولكن ليس بعد ذلك.
de: Lerner können vor Kursbeginn sicher zwischen Jahrgängen wechseln, nicht jedoch danach.
es: Los participantes pueden moverse con seguridad entre grupos antes del inicio de un curso, pero no después.
ja: 学習者はコースが始まる前にコホート間を安全に移動できますが、開始後はできません。
nl: Leerlingen kunnen gemakkelijk tussen groepen switchen voordat een cursus van start gaat. Na de start van een cursus is dit niet meer mogelijk.
pl: Uczniowie mogą zmienić grupę kursantów, do której należą do momentu rozpoczęcia kursu. Później taka zmiana nie będzie możliwa.
pt: Os alunos poderão se mover com segurança entre grupos antes do início de um curso, mas não depois.
zh: 课程开始前学员可以在群组间任意移动，但课程开始后不可移动。

source: New learners not yet enrolled in the course can be preassigned to a cohort.
ar: يمكن تخصيص المتعلمين الجدد الذين لم يلتحقوا بُعد بالدورة التدريبية مسبقًا إلى فوج.
de: Neue Lerner, die noch nicht für den Kurs angemeldet sind, können im Vorhinein einem Jahrgang zugeordnet werden.
es: Los participantes nuevos que todavía no se han suscrito a un curso pueden asignarse previamente a un grupo.
ja: まだコースに登録していない新しい学習者をコホートに事前に割り当てることができます。
nl: Nieuwe leerlingen die nog niet zijn ingeschreven voor de cursus kunnen vooraf aan een groep worden toegevoegd.
pl: Nowi uczniowie, którzy nie są jeszcze zarejestrowani na kurs mogą zostać z wyprzedzeniem przydzieleni do danej grupy kursantów.
pt: Novos alunos ainda não inscritos no curso podem ser pré-atribuídos a um grupo.
zh: 尚未注册课程的新学员可以预先分配到一个群组。

source: Progress indicators are averaged by cohort.
ar: يقوم الفوج بحساب متوسط مؤشرات التقدم المحرز.
de: Fortschrittsindikatoren werden durchschnittlich nach Jahrgang angegeben.
es: Los indicadores de avance se promedian por grupo.
ja: 進度インジケータはコホートによって平均化されます。
nl: Voor de vooruitgangsindicatoren wordt het gemiddelde per groep aangegeven.
pl: Wskaźniki stopnia ukończenia kursu są uśrednione dla grupy kursantów.
pt: A média dos indicadores de progresso é calculada por grupo.
zh: 进度指标按群组平均计算。

source: Courses with Discussions are divided by cohort, but each shares the same topics course-wide.
ar: يتم تقسيم الدورات التدريبية التي تحتوي على مناقشات حسب الفوج، ولكن يقوم كل فوج بمشاركة نفس الموضوعات على مستوى الدورة التدريبية.
de: Kurse mit Diskussionen werden nach Jahrgängen eingeteilt, doch über den gesamten Kurs hinweg werden dieselben Themen verwendet.
es: Los cursos con Discusiones se dividen por grupo, pero cada uno comparte los mismos temas del curso.
ja: ディスカッションがあるコースはコホートによって分割されますが、それぞれ同じトピックコースを共有します。
nl: Cursussen met Discussies worden per groep verdeeld, maar wereldwijd worden dezelfde onderwerpen met iedereen gedeeld.
pl: Kursy, które obejmują Dyskusje są podzielone według grup kursantów, ale każda z nich ma dostęp do tych samych tematów w obrębie jednego kursu.
pt: Os cursos com Discussões são divididos por grupo, mas os grupos compartilham os mesmos tópicos em todo o curso.
zh: 涉及讨论的课程按群组划分，但每个课程都有相同的主题。

source: Moderators can view, post/reply to Discussions per cohort.
ar: يمكن للمنسقين عرض، نشر / الرد على المناقشات لكل فوج.
de: Moderatoren können Diskussionen nach Jahrgang ansehen, veröffentlichen oder darauf antworten.
es: Los moderadores pueden ver, publicar y responder a Discusiones por grupo.
ja: 主宰者はコホートごとのディスカッションを表示、投稿/返答できます。
nl: Moderators kunnen per groep Discussies lezen, posten/beantwoorden.
pl: Moderatorzy mogą przeglądać, dodawać i odpowiadać na posty w Dyskusjach danej grupy kursantów.
pt: Os moderadores podem visualizar, publicar/responder a Discussões por grupo.
zh: 版主可以查看、发布/回复每个群组的讨论。

source: Progress Report export will include cohort column and value of each learner, when enabled in course.
ar: ستشمل عملية تصدير تقرير التقدم المحرز عمود الفوج وقيمة كل متعلم، عند تمكينها في الدورة التدريبية.
de: Der Export des Fortschrittsberichts beinhaltet die Jahrgangssäule und den Wert jedes Lerners, wenn dies im Kurs aktiviert wurde.
es: La exportación de Reportes de avance incluye una columna de grupo y el valor de cada participante, cuando está habilitado en el curso.
ja: 進度レポートエクスポートには、コースで有効化された時に、コホートカラムと各学習者の値が含まれます。
nl: Een export van een vooruitgangsrapport omvat een groepskolom en -waarde per leerling, indien dit in de cursus is ingeschakeld.
pl: Wyeksportowany raport o postępach będzie zawierać kolumnę grupy kursantów i wartości każdego z uczniów, jeśli grupy kursantów są włączone.
pt: A exportação do Relatório de Progresso incluirá a coluna do grupo e o valor de cada aluno, quando habilitado no curso.
zh: 当在课程中启用时，进度报告导出将包括群组栏和每个学员的学习值。

source: Cohorts should not be used with Group Work.
ar: ينبغي عدم استخدام الأفواج مع عمل المجموعة.
de: Jahrgänge sollten nicht bei der Gruppenarbeit verwendet werden.
es: Los grupos no se deben usar con Trabajo en grupo.
ja: コホートはグループワークと一緒に使用するべきではありません。
nl: Groepen dienen niet gebruikt te worden in combinatie met Groepswerk.
pl: Grupy kursantów nie należy używać razem z opcją Praca grupowa
pt: Os grupos não devem ser usados com Trabalho em Grupo.
zh: 群组不可与小组作业同时使用。

source: Cohorts cannot be deleted, only renamed.
ar: لا يمكن حذف الأفواج، ولكن يمكن إعادة تسميتها.
de: Jahrgänge können nicht gelöscht sondern nur umbenannt werden.
es: Los grupos no se pueden borrar, solo se les puede cambiar el nombre.
ja: コホートは削除できません。名前を変更することだけ可能です。
nl: Groepen kunnen niet worden verwijderd. De naam ervan kan wel worden gewijzigd.
pl: Nie można usunąć grup kursantów, można jedynie zmienić ich nazwy.
pt: Os grupos não podem ser excluídos, apenas renomeados.
zh: 群组无法删除，只能重命名。

source: Manage Users
ar: إدارة المستخدمين
de: Nutzer verwalten
es: Gestionar usuarios
ja: ユーザーの管理
nl: Gebruikers beheren
pl: Zarządzaj użytkownikami
pt: Gerenciar usuários
zh: 管理用户

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
ja: 設定
nl: Instellingen
pl: Ustawienia
pt: Configurações
zh: 设置

source: Add Learners to this Cohort
ar: إضافة متعلمين إلى هذا الفوج
de: Diesem Kurs Lerner hinzufügen
es: Añadir participantes a este curso
ja: このコースにタグを追加する
nl: Leerlingen toevoegen aan deze cohort
pl: Dodaj uczniów do tej grupy kursantów
pt: Adicionar alunos a esse grupo
zh: 向此课程添加学员

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
ar: ملاحظة: يمكن أن يكون المتعلمون في فوج واحد فقط. وتؤدي إضافة متعلمين إلى هذا الفوج إلى تجاوز أي مهمة سابقة للمجموعة.
de: Hinweis: Lerner können nur in einem jahrgang sein. Werden Lerner dieser Gruppe hinzugefügt, hebt dies vorherige Gruppenzuordnungen auf.
es: Nota: los participantes pueden estar en solo un grupo. Agregar participantes a este grupo anula cualquier asignación anterior al grupo.
ja: 注: 学習者は1つのコホートのみに入ることができます。学習者をこのグループに追加することは、以前のグループ課題に優先されます。
nl: Let op: Leerlingen kunnen slechts deel uitmaken van één groep. Wanneer u leerlingen aan deze groep toevoegt worden voorafgaande toewijzingen aan een groep overschreden.
pl: Uwaga: Dany uczeń może przynależeć wyłącznie do jednego grupy kursantów. Dodanie uczniów do tej grupy kursantów zastąpi wcześniej ustawienia pracy grupowej.
pt: Observação: os alunos podem participar de apenas um grupo. Adicionar alunos a este grupo substitui qualquer atribuição de grupo anterior.
zh: 注意：学员只能在一个群组中。将学员添加到此组会覆盖之前分配的任何群组。

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
ar: أدخل عناوين البريد الإلكتروني و/أو أسماء المستخدمين، مفصولة بخطوط أو فواصل جديدة، للمتعلمين الذين تريد إضافتهم. *
de: Geben Sie E-Mail-Adressen und/oder Benutzernahmen, getrennt durch Zeilenumbrüche oder Kommas, für die Lerner an, die Sie hinzufügen möchten. *
es: Ingrese las direcciones de correo electrónico o los nombres de usuario separados por nuevas líneas o comas, para los participantes que desea agregar.*
ja: 追加する学習者のEメールアドレスやユーザー名を新しい行に分けるか、カンマで区切って入力します。*
nl: Voer e-mailadressen en/of gebruikersnamen toe, gescheiden door een witregel of komma‘s voor de leerlingen die u wilt toevoegen. *
pl: Wprowadź adresy e-mail i/lub nazwy użytkowników przypisane do uczniów, których chcesz dodać, oddzielając je przecinkami lub w nowych wierszach. *
pt: Insira os endereços de e-mail e/ou nomes de usuário dos alunos que deseja adicionar separados por novas linhas ou vírgulas. *
zh: 为您要添加的学员输入邮箱地址和/或用户名，另起一行或用逗号分开。*

source: You will not receive notifications or emails that bounce, so double-check your spelling.
ar: لن تتلقى إخطارات أو رسائل بريد إلكتروني ترتد، لذلك يرجى التحقق مرة أخرى من التهجئة.
de: Sie erhalten keine Benachrichtigungen oder unzustellbare E-Mails. Überprüfen Sie daher die korrekte Schreibweise.
es: No recibirá notificaciones de los correos electrónicos que reboten, así que verifique que estén bien escritos.
ja: Eメールが無効の場合でも通知を受け取らないので、注意して入力してください。
nl: U krijgt geen berichten of e-mails indien u hier een fout maakt, dus controleer de spelling.
pl: Ponieważ nie otrzymasz potwierdzenia dostarczenia wiadomości, prosimy dokładnie sprawdzić poprawność wprowadzonych danych.
pt: Você não receberá notificações ou e-mails que não sejam entregues. Portanto, verifique com cuidado a ortografia.
zh: 您不会收到退回的通知或电子邮件，请仔细检查拼写。

source: Add Learners
ar: إضافة متعلمين
de: Neue Lerner hinzufügen
es: Agregar participantes
ja: 新規を追加する
nl: Voeg Leerlingen toe
pl: Dodaj uczniów
pt: Adicionar alunos
zh: 添加学员

source: Assign students to cohorts by uploading a CSV file
ar: خصص الطلاب للأفواج عن طريق تحميل ملف CSV
de: Ordnen Sie Studenten den Jahrgängen zu, indem Sie eine CSV-Datei hochladen.
es: Asignar participantes a los grupos mediante la carga de un archivo CSV
ja: CSVファイルをアップロードして生徒をコホートに割り当てる
nl: Studenten aan groepen toewijzen door een CSV-bestand te uploaden.
pl: Dodaj uczniów do grup kursantów przesyłając plik CSV
pt: Atribua alunos a grupos carregando um arquivo CSV
zh: 通过上传 CSV 文件将学生分配到群组
