Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: You can find the start date and course duration for each course on its course overview page. You will receive a welcome email when the course is open.
ar: يمكنك العثور على تاريخ بدء كل دورة تدريبية ومدتها في صفحة النظرة العامة عنها. وستتلقى رسالة ترحيبية على بريدك الإلكتروني عند بدء الدورة التدريبية.
de: Anfangsdatum und Kurslänge für alle Kurse finden Sie auf der jeweiligen Kursüberblick-Seite. Sie erhalten eine Begrüßungs-E-Mail, wenn der Kurs geöffnet ist.
eo: Ýöü çän fïnd thé stärt däté änd çöürsé dürätïön för éäçh çöürsé ön ïts çöürsé övérvïéw pägé. Ýöü wïll réçéïvé ä wélçömé émäïl whén thé çöürsé ïs öpén. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт α#
es: Puede buscar la fecha de inicio y la duración de cada curso en la página de descripción general del curso. Recibirá un correo electrónico de bienvenida cuando el curso comience.
fr: Vous trouverez la date de début et la durée de chaque cours sur la page de présentation du cours correspondant. Vous recevrez un e-mail de bienvenue lorsque le cours est ouvert.
ja: 各コースの開始日と期間については、コース概要ページで確認できます。コースが開始すると、歓迎Eメールが届きます。
nl: U kunt de begindatum en duur van elke cursus vinden op de bijbehorende cursusoverzichtspagina. U ontvangt een welkomstmail wanneer de cursus is geopend.
pl: Datę rozpoczęcia i zakończenia kursu znajdziesz na stronię z opisem kursu. Otrzymasz też informację o rozpoczęciu kursu na Twój adres e-mail.
pt: Você pode encontrar a data de início e a duração de cada curso na página de visão geral do curso. Você receberá um e-mail de boas-vindas quando o curso estiver aberto.
zh: 您可以在课程概述页面上找到每门课程的开课日期和课程持续时间。课程开放时您将收到欢迎电子邮件。

source: What are passing requirements for courses?
ar: ما هي متطلبات النجاح للدورات التدريبية؟
de: Was sind die Mindestanforderungen, um den Kurs zu bestehen?
eo: Whät äré pässïng réqüïréménts för çöürsés? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: ¿Cuáles son los requisitos para aprobar los cursos?
fr: Quelles sont conditions de réussite pour les cours ?
ja: コースの合格条件を教えてください。
nl: Wat zijn de slagingsvereisten voor de cursussen?
pl: Jakie są wymagania na zaliczenie kursu?
pt: Quais são os requisitos de aprovação nos cursos?
zh: 要顺利通过课程，需满足什么要求？

source: You need to complete all group work and feedback activities and earn a combined course grade of at least 70%% to work towards a program certificate of completion. Your course grade is calculated as follows:
ar: تحتاج إلى إكمال جميع أنشطة عمل المجموعة وأنشطة تقديم الملاحظات وكسب درجة شاملة في الدورة تصل 70%% على الأقل، لتتمكن من الحصول على شهادة إتمام برنامج. ويتم احتساب درجتك في الدورة التدريبية كما يلي:
de: Sie müssen alle Gruppenarbeiten und Feedback-Aktivitäten abschließen und eine Gesamtnote von mindestens 70%% erreichen, um auf ein Abschlusszertifikat hinzuarbeiten. Ihre Kursnote wird wie folgt berechnet:
eo: Ýöü nééd tö çömplété äll gröüp wörk änd féédßäçk äçtïvïtïés änd éärn ä çömßïnéd çöürsé grädé öf ät léäst 70%% tö wörk töwärds ä prögräm çértïfïçäté öf çömplétïön. Ýöür çöürsé grädé ïs çälçülätéd äs föllöws: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕ#
es: Debe completar todo el trabajo en grupo y las actividades de feedback y obtener una calificación de curso combinada de al menos 70%% para obtener el certificado de finalización del programa. Su calificación del curso se calcula de la siguiente forma:
fr: Vous devez compléter toutes les activités de commentaires et de travail de groupe et obtenir une note de cours combinée d’au moins 70%% pour valider un certificat de réussite au programme. Votre note de cours est calculée comme suit :
ja: プログラム修了証書を獲得するには、すべてのグループワークとフィードバック・アクティビティを完了し、コース成績評価で少なくとも70%%の総合点が必要です。コースの成績評価算出法は、以下の通りです。
nl: U moet al het groepswerk en alle feedbackactiviteiten voltooien en een gecombineerd cursuscijfer behalen van minstens 70%% om toe te werken naar een programmacertificaat van voltooiing. Uw cursuscijfer wordt als volgt berekend:
pl: Aby za liczyć kurs, musisz ukończyć wszystkie projekty grupowe i aktywności podlegające ocenie i uzyskać na ich podstawie minimalną punktację końcową wynoszącą 70%%, aby otrzymać certyfikat ukończenia. Twoja punktacja końcowa obliczana jest w następujący sposób:
pt: Você precisa realizar todos os trabalhos de grupo e atividades de feedback e obter uma nota mínima combinada no curso de 70%% para avançar e obter um certificado de conclusão do programa. Sua nota de curso é calculada da seguinte forma:
zh: 您需要完成所有小组作业和反馈活动，并获得至少 70%% 分的综合课程评分，才能获得计划结业证书。您的课程评分计算如下：

source: End of lesson (EOL) assessments
ar: تقييمات نهاية الدرس
de: Lektionsabschlussbewertung (LAB)
eo: Énd öf léssön (ÉÖL) ässéssménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Evaluaciones de final de lección (EOL)
fr: Évaluations de fin de leçon (FDL)
ja: レッスン (EOL) 審査の終了
nl: Einde les (EOL)-beoordelingen
pl: Zadania podsumowujące lekcję
pt: Avaliações de final de lição (EOL)
zh: 课时结束 (EOL) 评定

source: Note that EOL assessments vary based on number of lessons and may not be included in some lessons
ar: يرجى ملاحظة أن تقييمات نهاية الدرس تتنوع بناءً على عدد الدروس ويمكن ألا يتم تضمينها في بعض الدروس
de: Beachten Sie, dass LABs von der Anzahl der Lektionen abhängig sind und dass einige Lektionen keine LABs haben.
eo: Nöté thät ÉÖL ässéssménts värý ßäséd ön nümßér öf léssöns änd mäý nöt ßé ïnçlüdéd ïn sömé léssöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Tenga en cuenta que las evaluaciones de EOL varían según la cantidad de lecciones y pueden no estar previstas para algunas lecciones
fr: Notez que les évaluations FDL varient selon le nombre de leçons et peuvent ne pas être incluses dans certaines leçons
ja: EOL審査は、レッスン数により異なり、レッスンにより含まれていない場合がある点にご注意ください
nl: Let op: de EOL-beoordelingen kunnen verschillen afhankelijk van het aantal lessen en zijn mogelijk niet in alle lessen opgenomen
pl: Zwracamy uwagę, że zadania podsumowujące lekcję zależą od liczby lekcji. Niektóre lekcje mogą nie posiadać takich zadań.
pt: Observe que as avaliações de EOL variam de acordo com o número de lições e podem não ser incluídas em algumas lições
zh: 请注意，EOL 评定根据课时数量而有所不同，可能不会包含在某些课时中

source: Note that Group Work may be made up of one or more activities which are graded throughout the duration of a course
ar: يرجى ملاحظة أن عمل المجموعة يمكن أن يتكون من نشاط واحد أو أكثر يتم تحديد درجته خلال فترة الدورة التدريبية
de: Beachten Sie, dass Gruppenarbeiten ggf. aus einer oder mehreren Aufgaben bestehen, die über die gesamte Kurslänge benotet werden.
eo: Nöté thät Gröüp Wörk mäý ßé mädé üp öf öné ör möré äçtïvïtïés whïçh äré grädéd thröüghöüt thé dürätïön öf ä çöürsé Ⱡ'σяєм ιρѕυм ∂σł#
es: El trabajo en grupo puede estar compuesto por una o más actividades que se califican a lo largo de la duración de un curso
fr: Notez que le travail de groupe peut être composé d'une ou plusieurs activités qui sont notées pendant toute la durée d'un cours
ja: グループワークは、1つ以上のアクティビティで構成される場合があり、コース進度に合わせて成績評価が行われる点にご注意ください
nl: Let op: groepswerk kan bestaan uit een of meerdere activiteiten die gedurende de loop van een cursus met een cijfer worden beoordeeld
pl: Zwracamy uwagę, że „Praca grupowa” może składać się z jednej lub więcej aktywności, które są oceniane przez całą długość trwania kursu.
pt: Observe que o Trabalho em grupo pode ser composto de uma ou mais atividades que recebem pontuação ao longo da duração de um curso
zh: 请注意，小组作业可能由一个或多个活动组成，这些活动会在整个课程期间进行评分

source: Final Assessment
ar: التقييم النهائي
de: Abschlussprüfung
eo: Fïnäl Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Evaluación final
fr: Evaluation finale
ja: 最終審査
nl: Eindbeoordeling
pl: Zadanie na ocenę końcową
pt: Avaliação final
zh: 最终评定

source: There is no minimum amount of course content that must be completed, but participants must complete the Final Assessment.
ar: لا يوجد حد أدنى لمحتوى الدورة التدريبية الذي يجب إتمامه، ولكن يلزم على المشاركين النجاح في التقييم النهائي.
de: Es gibt kein Mindestmaß an abzuschließenden Kursinhalten, aber Teilnehmer müssen die Abschlussprüfung absolvieren.
eo: Théré ïs nö mïnïmüm ämöünt öf çöürsé çöntént thät müst ßé çömplétéd, ßüt pärtïçïpänts müst çömplété thé Fïnäl Àsséssmént. Ⱡ'σяєм ιρѕυ#
es: No hay una cantidad mínima de contenido de curso que deba completarse, pero los participantes deben completar la evaluación final.
fr: Il n'y a pas de contenu minimum de cours à compléter, mais tous les participants doivent passer l'évaluation finale.
ja: 完了しなければならないコース内容の最低数は定められていませんが、最終審査は受ける必要があります。
nl: Er is geen minimumhoeveelheid cursusinhoud die moet worden voltooid, maar deelnemers moeten wel de eindbeoordeling afronden.
pl: Zaliczenie kursu nie wymagana zapoznania się z minimalną ilością materiałów, ale uczestniczy muszą wykonać zadanie na ocenę końcową.
pt: Não há quantidade mínima de conteúdo do curso que deva ser concluída, mas os participantes devem realizar a avaliação final.
zh: 必须完成的课程内容没有最低限度，但参与者必须完成最终评定。

source: How do I log in to take a McKinsey Academy course?
ar: كيف يمكنني تسجيل الدخول للتسجيل في الدورات التدريبية لأكاديمية ماكنزي؟
de: Wie kann ich mich einloggen, um einen McKinsey Academy Kurs zu absolvieren?
eo: Höw dö Ì lög ïn tö täké ä MçKïnséý Àçädémý çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Cómo inicio sesión para tomar un curso de McKinsey Academy?
fr: Que dois-je faire pour me connecter et suivre un cours McKinsey Academy ?
ja: McKinsey Academyコースを受ける際のログイン方法を教えてください。
nl: Hoe meld ik me aan om een McKinsey Academy-cursus te volgen?
pl: Jak zalogować się na kurs McKinsey Academy?
pt: Como faço o login em um curso no McKinsey Academy?
zh: 如何登录参加麦肯锡学院课程？

source: Once you activate your account, click on the "Log in" button on the McKinsey Academy home page and type in your username and password. This will take you to your current course page.
ar: بمجرد تفعيل حسابك، انقر فوق زر «تسجيل الدخول» في الصفحة الرئيسية لأكاديمية ماكنزي وأدخل اسم المستخدم وكلمة المرور. سينقلك ذلك إلى الصفحة الحالية لدورتك التدريبية.
de: Nachdem Sie ihr Konto aktiviert haben, klicken Sie den "Log in"-Button auf der McKinsey Academy-Startseite und geben Sie Ihren Benutzernamen und Ihr Passwort ein. So gelangen Sie auf die Seite Ihres aktuellen Kurses.
eo: Önçé ýöü äçtïväté ýöür äççöünt, çlïçk ön thé "Lög ïn" ßüttön ön thé MçKïnséý Àçädémý hömé pägé änd týpé ïn ýöür üsérnämé änd pässwörd. Thïs wïll täké ýöü tö ýöür çürrént çöürsé pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυ#
es: Una vez que active su cuenta, haga clic en el botón "Iniciar sesión" en la página de inicio de McKinsey Academy y escriba su nombre de usuario y contraseña. Esto lo llevará a la página de su curso actual.
fr: Une fois que vous avez activé votre compte, cliquez sur le bouton « Connexion » sur la page d'accueil McKinsey Academy et saisissez votre nom d'utilisateur et votre mot de passe. Vous serez alors dirigé vers votre page de cours actuel.
ja: アカウントを有効化したら、McKinsey Academyホームページの [ログイン] をクリックし、ユーザー名とパスワードを入力します。その後、現在のコースページに移動します。
nl: Zodra u uw account heeft geactiveerd, klikt u op de knop “Aanmelden” op de startpagina van McKinsey Academy en typt u uw gebruikersnaam en wachtwoord in. Hiermee wordt u naar de huidige cursuspagina geleid.
pl: Gdy Twoje konto zostanie aktywowane, kliknij na przycisk „Zaloguj się” na stronie głównej McKinsey Academy i wpisz swoją nazwę użytkownika oraz hasło. Zostaniesz przekierowany do strony Twojego bieżącego kursu.
pt: Depois de ativar a sua conta, clique no botão "Login" na página inicial do McKinsey Academy e digite o nome de usuário e senha. Isso levará você à sua página do curso atual.
zh: 激活帐户后，单击麦肯锡学院主页上的“登录”按钮并输入用户名和密码。系统将为您导航到当前的课程页面。

source: How much time should I expect to devote to each course?
ar: كم من الوقت ينبغي أن أتوقع أن أخصصه لكل دورة تدريبية؟
de: Wie viel Zeit sollte ich für jeden Kurs veranschlagen?
eo: Höw müçh tïmé shöüld Ì éxpéçt tö dévöté tö éäçh çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Cuánto tiempo debo dedicar a cada curso?
fr: Combien de temps dois-je prévoir pour chaque cours ?
ja: 各コースの学習所要時間はどのくらいですか?
nl: Hoeveel tijd word ik geacht aan elke cursus te besteden.
pl: Ile czasu będę musiał poświęcić na dany kurs?
pt: Quanto tempo devo dedicar a cada curso?
zh: 我预计要投入多少时间来学习每门课程？

source: The projected time commitment required for each course is included on the course overview page. We typically find that dedicating 60-120 minutes per week is sufficient to complete all course requirements, including group work.
ar: يتم تضمين الوقت المتوقع والمطلوب لكل دورة تدريبية في صفحة النظرة العامة للدورة التدريبية.وعادةً ما نجد أن تخصيص مدة 60-120 دقيقة في الأسبوع كافية لإتمام جميع متطلبات الدورة التدريبية، بما في ذلك عمل المجموعة.
de: Den geschätzten Zeitaufwand für den jeweiligen Kurs finden Sie auf der Kursübersicht-Seite. Normalerweise reichen 60 bis 120 Minuten pro Woche, um alle Anforderungen für den Kurs zu erfüllen, inklusive Gruppenarbeit.
eo: Thé pröjéçtéd tïmé çömmïtmént réqüïréd för éäçh çöürsé ïs ïnçlüdéd ön thé çöürsé övérvïéw pägé. Wé týpïçällý fïnd thät dédïçätïng 60-120 mïnütés pér wéék ïs süffïçïént tö çömplété äll çöürsé réqüïréménts, ïnçlüdïng gröüp wörk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυg#
es: La cantidad de tiempo proyectada para cada curso se incluye en la página de descripción general del curso. Generalmente, observamos que si dedica entre 60 y 120 minutos por semana es suficiente para completar todos los requisitos, incluido el trabajo en grupo.
fr: Le temps de présence nécessaire prévu pour chaque cours est inclus dans la page de présentation du cours. En règle générale, nous constatons que 60 à 120 minutes par semaine suffisent pour répondre à toutes les exigences du cours, y compris pour le travail de groupe.
ja: 各コースで予想される学習所要時間は、コース概要ページに含まれています。一般的には、グループワークを含めたコース全体の所要時間は、1週間につき60～120分で十分なようです。
nl: De geschatte tijd voor elke cursus staat op de cursusoverzichtspagina. Doorgaans merken we dat een besteding van 60-120 minuten per week voldoende is om alle cursusvereisten te voltooien, inclusief het groepswerk.
pl: Przewidywana ilość czasu potrzebna do ukończenia kursu podana jest w opisie kursu. Sugerowana ilość czasu potrzebna do wykonania wszystkich wymaganych zadań, łącznie z pracą grupową, wynosi od 60-120 minut tygodniowo.
pt: O tempo previsto exigido para cada curso está incluído na página de visão geral do curso. Geralmente, 60 a 120 minutos por semana é o suficiente para concluir todos os requisitos do curso, incluindo o trabalho em grupo.
zh: 课程概述页面包含每门课程所需的预计时间投入。我们通常发现，每周投入 60 至 120 分钟就足以完成所有课程要求，包括小组作业。

source: Can I take more than one course at a time?
ar: هل يمكنني التسجيل في أكثر من دورة تدريبية في نفس الوقت؟
de: Kann ich mehr als einen Kurs zur gleichen Zeit belegen?
eo: Çän Ì täké möré thän öné çöürsé ät ä tïmé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: ¿Puedo hacer más de un curso a la vez?
fr: Puis-je suivre plus d'un cours à la fois ?
ja: 一度に1つ以上のコースに登録することは可能ですか?
nl: Kan ik meer dan één cursus tegelijkertijd volgen?
pl: Czy mogę uczestniczyć w więcej niż jednym kursie na raz?
pt: Posso fazer mais de um curso por vez?
zh: 我可以同时参加多门课程吗？

source: McKinsey Academy programs are a collection of courses taken one at a time.
ar: برامج أكاديمية ماكنزي عبارة عن مجموعة من الدورات التدريبية التي يتم أخذها في وقت واحد.
de: McKinsey Academy-Programme bestehen aus mehreren Kursen, die nacheinander absolviert werden.
eo: MçKïnséý Àçädémý prögräms äré ä çölléçtïön öf çöürsés täkén öné ät ä tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Los programas de McKinsey Academy son una compilación de cursos que se hacen uno a la vez.
fr: Les programmes McKinsey Academy sont un ensemble de cours qui doivent être suivis séparément.
ja: McKinsey Academyプログラムは、一度に1つのコースに取り組むスタイルとなっています。
nl: McKinsey Academy-programma’s zijn een verzameling cursussen die een voor een worden gevolgd.
pl: Programy McKinsey Academy to kolekcja kursów, które należy wykonywać pojedynczo.
pt: Os programas do McKinsey Academy são um conjunto de cursos que devem ser realizados um de cada vez.
zh: 麦肯锡学院计划是一组一次参加一门的课程。

source: What time is the class?
ar: ما موعد الدرس؟
de: Wann findet der Unterricht statt?
eo: Whät tïmé ïs thé çläss? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: ¿A qué hora es la clase?
fr: À quelle heure commence la leçon ?
ja: クラスの時間を教えてください。
nl: Hoe laat vindt de les plaats?
pl: O której godzinie rozpoczynają się zajęcia?
pt: Qual é o horário da aula?
zh: 什么时候上课？

source: McKinsey Academy courses take place at your convenience. Videos and assignments are available 24 hours a day, which means you can watch videos and complete work whenever you have time. Simply log in to your course and work through the course material. While group work activities have deadlines, these are designed to offer enough lead time that you can easily schedule your work.
ar: تُجرى الدورات التدريبية لأكاديمية ماكنزي بما يتلاءم معكم. وتتوفر مقاطع الفيديو والمهام 24 ساعة في اليوم، ويعني ذلك إمكانية مشاهدتك لمقاطع الفيديو وإتمام العمل كلما تسنى لك ذلك. فبكل بساطة، سجِّل الدخول إلى دورتك التدريبية واطلع على المادة الدراسية لها. وبينما يوجد مواعيد محددة لإتمام الأنشطة وعمل المجموعة، فقد تم تصميمها لمنحك وقتًا كافيًا لتتمكن من جدولة أعمالك بكل سهولة.
de: Die McKinsey Academy-Kurse finden dann statt, wenn es Ihnen passt. Videos und Aufgaben sind 24 Stunden am Tag zugänglich. Also können Sie die Videos ansehen und Aufgaben absolvieren, wenn Sie dafür Zeit haben. Loggen Sie sich einfach in Ihren Kurs ein und bearbeiten Sie das Material. Zwar gibt es Abgabefristen für Gruppenarbeiten, doch sind diese so angelegt, dass Sie genug Vorlaufzeit haben, um Ihre Arbeit leicht einzuplanen.
eo: MçKïnséý Àçädémý çöürsés täké pläçé ät ýöür çönvénïénçé. Vïdéös änd ässïgnménts äré äväïläßlé 24 höürs ä däý, whïçh méäns ýöü çän wätçh vïdéös änd çömplété wörk whénévér ýöü hävé tïmé. Sïmplý lög ïn tö ýöür çöürsé änd wörk thröügh thé çöürsé mätérïäl. Whïlé gröüp wörk äçtïvïtïés hävé déädlïnés, thésé äré désïgnéd tö öffér énöügh léäd tïmé thät ýöü çän éäsïlý sçhédülé ýöür wörk.#
es: Puede hacer los cursos de McKinsey Academy cuando le sea conveniente. Los videos y las tareas están disponibles las 24 horas del día, lo que significa que puede mirar los videos y completar las tareas cuando tenga tiempo. Simplemente, inicie sesión y estudie el material del curso. Si bien las actividades de trabajo en grupo tienen fechas límite, están diseñadas para ofrecer suficiente tiempo para planificar su trabajo.
fr: Les cours McKinsey Academy sont mis à votre disposition quand vous le souhaitez. Les vidéos et les devoirs sont disponibles 24 heures sur 24. Ce qui signifie que vous pouvez regarder les vidéos et terminer le travail quand vous en avez le temps. Il vous suffit de vous connecter à votre cours et d’étudier les documents du cours. Pendant les activités de travail en groupe, les limites sont calculées afin de vous laisser suffisamment de temps pour programmer votre travail facilement.
ja: McKinsey Academyコースは、あなたの都合のよい時間で行うことができます。動画や課題は24時間アクセスできるので、時間がある時にいつでも動画を見て課題に取り組むことができます。コースにログインしたら、コース教材に取り組んでください。グループワーク・アクティビティには期限がありますが、余裕をもってコースが進められるよう、十分なリードタイムが設定されています。
nl: McKinsey Academy-cursussen vinden plaats op een tijdstip waarop het u uitkomt. Video’s en opdrachten zijn 24 uur per dag beschikbaar, wat betekent dat u video’s kunt bekijken en werk kunt uitvoeren wanneer u tijd heeft. Meld u gewoon aan bij uw cursus en werk het cursusmateriaal door. Hoewel de activiteiten voor het groepswerk deadlines hebben, zijn deze zo opgezet dat ze voldoende looptijd bieden om uw werk eenvoudig daarbinnen te plannen.
pl: W kursach McKinsey Academy możesz uczestniczyć w dogodnym dla Ciebie czasie i miejscu. Nagrania wideo i zadania do wykonania dostępne są 24 godziny na dobę, co znaczy, że możesz używać materiałów kursu wtedy, kiedy masz na to czas. Po prostu zaloguj się na swoje konto i kontynuuj naukę. Projekty pracy grupowej opatrzone są terminem, przed którym muszą zostać ukończone, ale zadajemy je z dużym wyprzedzeniem, co pozwala łatwo zaplanować pracę.
pt: Os cursos do McKinsey Academy acontecem conforme sua conveniência. Os vídeos e as tarefas estão disponíveis 24 horas por dia, o que significa que você pode assistir a vídeos e concluir o trabalho quando tiver tempo. Basta se conectar ao curso e usar o material. Embora as atividades de trabalho em grupo tenham prazos, elas foram projetadas para oferecer tempo de execução suficiente para que você possa agendar facilmente seu trabalho.
zh: 您可以在自己方便的时候随时参加麦肯锡学院课程。视频和作业全天 24 小时可供访问，这意味着您可以随时观看视频并完成作业。只需登录您的课程并学完课程材料。虽然小组作业活动具有截止日期，但这些活动均提供了足够的交付周期，以便您轻松安排工作。

source: If I miss a week, how does this affect my performance?
ar: في حال لم أحضر لمدة أسبوع، كيف سيؤثر ذلك على أدائي؟
de: Wie wirkt es sich auf meine Leistung aus, wenn ich eine Woche versäume?
eo: Ìf Ì mïss ä wéék, höw döés thïs äfféçt mý pérförmänçé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Mi desempeño puede verse afectado si pierdo una semana de trabajo?
fr: Si j’ai raté une semaine, comment cela affectera-t-il mes performances ?
ja: 1週間欠席した場合は、どのような影響が出ますか?
nl: Wat zijn de gevolgen voor mijn prestaties als ik een week mis?
pl: Co jeśli opuszczę tydzień nauki? Jak wpłynie to na moje rezultaty?
pt: Se eu perder uma semana, como afeta meu desempenho?
zh: 如果我有一周缺席，会对我的表现产生什么影响？
