Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Roles(s)
ar: الدور (الأدوار)
de: Rolle(n)
eo: Rölés(s) Ⱡ'σяєм ιρѕυм ∂#
es: Role(s)
fr: Rôle(s)
ja: ロール
nl: Functie(s)
pl: Rola(-e)
pt: Função(ões)
zh: 角色

source: The problem response report requested is ready. You can download it by clicking on or copy/pasting the following address:
ar: تقرير الاستجابة للمشكلة المطلوب جاهز. يمكنك تنزيله بالنقر فوق أو نسخ / لصق العنوان التالي:
de: Der angeforderte Problemantwortbericht ist fertig. Sie können ihn herunterladen, indem Sie auf die folgende Adresse klicken oder sie in Ihren Browser kopieren:
es: El reporte de respuesta a un problema solicitado está listo. Puede descargarlo mediante un clic o copiar y pegar la siguiente dirección:
ja: リクエストされた問題回答レポートは用意できています。次のアドレスをクリックまたはコピー/ペーストしてダウンロードできます。
nl: Het opgevraagde probleemrapport is klaar. U kunt het downloaden door op het volgende adres te klikken of deze te kopiëren/plakken:
pl: Zamówiony przez Ciebie raport o reakcji na problem jest gotowy. Możesz pobrać go, klikając na poniższy adres lub wklejając go do Twojej przeglądarki:
pt: O relatório de resposta do problema solicitado está pronto. Baixe clicando nele ou copiando/colando o seguinte endereço:
zh: 请求的问题响应报告已准备好。您可以单击或复制/粘贴以下地址下载：

source: The problem response report requested failed. Please, try again.
ar: فشل تنزيل تقرير الاستجابة للمشكلة المطلوب. يرجى المحاولة مرة اخرى.
de: Der angeforderte Problemantwortbericht konnte nicht erstellt werden. Versuchen Sie es bitte erneut.
es: El reporte de respuesta a un problema solicitado no se generó. Inténtelo de nuevo.
ja: リクエストされた問題回答レポートは失敗しました。再度試してください。
nl: Het verzoek voor het probleemrapport is mislukt. Probeer opnieuw.
pl: Nie udało się utworzyć zamówionego przez Ciebie raportu o reakcji na problem. Prosimy spróbować ponownie.
pt: Falha no relatório de resposta do problema solicitado. Tente novamente.
zh: 请求的问题响应报告失败。请重试。

source: Program:
ar: البرنامج:
de: Programm:
eo: Prögräm: Ⱡ'σяєм ιρѕυм ∂σł#
es: Programa:
fr: Programme :
ja: プログラム:
nl: Programma:
pt: Programa:
zh: 计划：

source: Update course(s) in this program
ar: تحديث الدورة (الدورات) التدريبية في هذا البرنامج
de: Kurs(e) in diesem Programm aktualisieren
eo: Ûpdäté çöürsé(s) ïn thïs prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Actualizar curso(s) en este programa
fr: Actualiser le ou les cours dans ce programme
ja: このプログラムのコースをアップデートする
nl: Cursus(sen) in dit programma bijwerken
pl: Zaktualizuj kursy w tym programie
pt: Atualizar curso(s) neste programa
zh: 更新本计划中的课程

source: Program Run:
ar: تشغيل البرنامج:
de: Programmverlauf:
eo: Prögräm Rün: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Edición del programa:
fr: Développement du programme :
ja: プログラム実行:
nl: Programmarun:
pl: Tura programu:
pt: Série do programa:
zh: 计划安排：

source: Number of Courses:
ar: عدد الدورات التدريبية:
de: Anzahl der Kurse:
eo: Nümßér öf Çöürsés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Cantidad de cursos:
fr: Nombre de cours :
ja: コース数:
nl: Aantal cursussen:
pl: Liczba kursów:
pt: Número de cursos:
zh: 课程数量：

source: Edit Program details
ar: تحرير تفاصيل البرنامج
de: Programmdetails bearbeiten
eo: Édït Prögräm détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Editar detalles del programa
fr: Modifier les détails du programme
ja: プログラム詳細を編集する
nl: Programmadetails bewerken
pl: Edytuj szczegóły programu
pt: Editar detalhes do programa
zh: 编辑计划详细信息

source: Edit Program details using this form
ar: تحرير تفاصيل البرنامج باستخدام هذا النموذج
de: Programmdetails mit diesem Formular bearbeiten
eo: Édït Prögräm détäïls üsïng thïs förm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Editar detalles del programa mediante este formulario
fr: Modifiez les détails du programme à l'aide de ce formulaire
ja: このフォームを使ってプログラムを編集する
nl: Programmadetails bewerken met dit scherm
pl: Edytuj szczegóły programu za pomocą tego formularza
pt: Editar detalhes do programa usando este formulário
zh: 使用此表单编辑计划详细信息

source: Create a New Program
ar: إنشاء برنامج جديد
de: Ein neues Programm erstellen
eo: Çréäté ä Néw Prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Crear un programa nuevo
fr: Créer un nouveau programme
ja: 新規プログラムを作成する
nl: Een nieuw programma aanmaken
pl: Utwórz nowy program
pt: Criar um novo programa
zh: 创建新计划

source: Add a program
ar: إضافة برنامج
de: Ein Programm hinzufügen
eo: Àdd ä prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Agregar un programa
fr: Ajouter un programme
ja: プログラムを追加する
nl: Een programma toevoegen
pl: Dodaj program
pt: Adicionar um programa
zh: 添加计划

source: Add a program using this form
ar: إضافة برنامج باستخدام هذا النموذج
de: Ein Programm mit diesem Formular hinzufügen
eo: Àdd ä prögräm üsïng thïs förm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Agregar un programa mediante este formulario
fr: Ajoutez un programme à l'aide de ce formulaire
ja: このフォームを使ってプログラムを追加する
nl: Voeg een programma toe met dit scherm
pl: Dodaj program za pomocą tego formularza
pt: Adicionar um programa usando este formulário
zh: 使用此表单添加计划

source: Overview
ar: لمحة عامة
de: Übersicht
eo: Övérvïéw Ⱡ'σяєм ιρѕυм ∂#
es: Descripción general
fr: Présentation
ja: 概要
nl: Overzicht
pl: Opis programu
pt: Visão geral
zh: 概述

source: Assign Courses to Program
ar: تعيين الدورات التدريبية للبرنامج
de: Dem Programm Kurse zuweisen
eo: Àssïgn Çöürsés tö Prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Asignar cursos al programa
fr: Assigner des cours au programme
ja: プログラムにコースを割り当てる
nl: Cursussen aan programma toewijzen
pl: Przypisz kursy do programu
pt: Atribuir cursos ao programa
zh: 为计划分配课程

source: McKinsey Academy programs are a set of recommended courses, often tailored to specific clients
ar: برامج أكاديمية ماكنزي هي مجموعة من الدورات التدريبية الموصى بها، والتي عادة ما تكون مصممة خصيصًا لعملاء محددين
de: McKinsey Academy-Programme bestehen aus einer bestimmten Anzahl an Kursen, die oft auf bestimmte Kunden zugeschnitten sind
eo: MçKïnséý Àçädémý prögräms äré ä sét öf réçömméndéd çöürsés, öftén täïlöréd tö spéçïfïç çlïénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Los programas de McKinsey Academy son un conjunto de cursos recomendados, generalmente adaptados a clientes específicos
fr: Les programmes McKinsey Academy sont un ensemble de cours recommandés, souvent adaptés à des clients spécifiques
ja: McKinsey Academyプログラムは推奨コースをまとめたもので、多くの場合、クライアント毎に合わせて用意されています
nl: McKinsey Academy-programma’s zijn een reeks aanbevolen cursussen, die vaak zijn afgestemd op specifieke klanten
pl: Programy stworzone przez McKinsey Academy to zestaw zalecanych kursów, czasem dostosowanych do potrzeb danego klienta.
pt: Os programas do McKinsey Academy são um conjunto de cursos recomendados, geralmente personalizados para clientes específicos
zh: 麦肯锡学院计划是一套推荐课程，通常根据具体客户量身定制

source: User Program Association
ar: إقران برنامج المستخدم
de: Nutzer-Programm-Zuordnung
eo: Ûsér Prögräm Àssöçïätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Asociación de programa y usuario
fr: Association de programme d'utilisateurs
ja: ユーザーのプログラム関連付け
nl: Koppeling gebruikers aan programma
pl: Przyporządkowanie użytkowników do programów
pt: Associação do usuário ao programa
zh: 用户计划关联

source: Here are the programs that we already have in the system
ar: فيما يلي البرامج التي لدينا في النظام بالفعل
de: Hier werden die Programme angezeigt, die bereits im System sind
eo: Héré äré thé prögräms thät wé älréädý hävé ïn thé sýstém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Estos son los programas que ya tenemos en el sistema
fr: Voici les programmes que vous trouverez déjà dans le système
ja: こちらは既にシステムに入っているプログラムです
nl: Dit zijn de programma’s die we al in het systeem hebben
pl: Oto programy obecnie dostępne w naszym systemie
pt: Aqui estão os programas que já temos no sistema
zh: 以下是我们系统中已有的计划

source: Associate Users with Program
ar: إقران المستخدمين بالبرنامج
de: Dem Programm Nutzer zuordnen
eo: Àssöçïäté Ûsérs wïth Prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Asociar usuarios con el programa
fr: Associer les utilisateurs au programme
ja: ユーザーをプログラムと関連付ける
nl: Gebruikers aan programma koppelen
pl: Przyporządkuj użytkowników do programu
pt: Associar usuários ao programa
zh: 将用户与计划关联

source: Participants CSV
ar: ملف CSV للمشاركين
de: Teilnehmer CSV
eo: Pärtïçïpänts ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: CSV de participantes
fr: Fichier CSV des participants
ja: 参加者CSV
nl: CSV-deelnemers
pl: Plik CSV uczestników
pt: CSV dos participantes
zh: 参与者 CSV

source: Submit
ar: إرسال
de: Einreichen
eo: Süßmït Ⱡ'σяєм ιρѕυ#
es: Enviar
fr: Envoyez
ja: 送信
nl: Verzenden
pl: Prześlij
pt: Enviar
zh: 提交

source: Create & Edit Groups
ar: إنشاء المجموعات وتحريرها
de: Gruppen erstellen und bearbeiten
eo: Çréäté & Édït Gröüps Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Crear y editar grupos
fr: Créer et modifier les groupes
ja: グループを作成＆編集する
nl: Groepen aanmaken en bewerken
pl: Utwórz i edytuj grupy
pt: Criar e editar grupos
zh: 创建和编辑小组

source: Group existing learners associated with this course into new groups, or to edit existing groups in this course.
ar: تجميع المتعلمين الحاليين المقترنين بهذه الدورة التدريبية في مجموعات جديدة أو لتحرير المجموعات الحالية في هذه الدورة التدريبية.
de: Bereits bestehende Lerner, die diesem Kurs zugeordnet sind, erneut gruppieren oder bereits bestehende Gruppen in diesem Kurs bearbeiten
eo: Gröüp éxïstïng léärnérs ässöçïätéd wïth thïs çöürsé ïntö néw gröüps, ör tö édït éxïstïng gröüps ïn thïs çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Agrupar alumnos existentes asociados con este curso en nuevos grupos o editar grupos existentes en este curso.
fr: Regroupez les apprenants existants associés à ce cours dans de nouveaux groupes ou modifiez les groupes existant dans ce cours.
ja: このコースに関連付けられた既存の学習者を新規グループに分類するか、このコースの既存のグループを編集します。
nl: Groepeer bestaande leerlingen die aan deze cursus zijn gekoppeld in nieuwe groepen, of bewerk bestaande groepen in deze cursus.
pl: Zorganizuj istniejących uczniów przypisanych do tego kursu w nowe grupy lub edytuj już istniejące.
pt: Agrupar os alunos existentes associados a esse curso em novos grupos ou editar grupos existentes neste curso.
zh: 将与本课程相关的现有学员划分为新组，或编辑本课程中的现有小组。

source: Project:
ar: المشروع:
de: Projekt:
eo: Pröjéçt: Ⱡ'σяєм ιρѕυм ∂#
es: Proyecto:
fr: Projet :
ja: プロジェクト:
pl: Projekt:
pt: Projeto:
zh: 项目：

source: Select project within which you are working
ar: حدد المشروع الذي تعمل ضمنه
de: Projekt auswählen, an dem Sie arbeiten
eo: Séléçt pröjéçt wïthïn whïçh ýöü äré wörkïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Seleccionar el proyecto en que está trabajando
fr: Sélectionnez le projet dans lequel vous travaillez
ja: 作業中のプロジェクトをクリックします
nl: Selecteer het project waaraan u werkt
pl: Wybierz projekt, w ramach którego pracujesz
pt: Selecionar o projeto no qual você está trabalhando
zh: 选择您正在参与的项目

source: Create New Group Project
ar: إنشاء مشروع مجموعة جديد
de: Neues Gruppenprojekt erstellen
eo: Çréäté Néw Gröüp Pröjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Crear nuevo proyecto en grupo
fr: Créer un nouveau projet de groupe
ja: 新規グループ・プロジェクトを作成する
nl: Nieuw groepsproject aanmaken
pl: Stwórz nowy projekt grupowy
pt: Criar novo projeto em grupo
zh: 创建新的小组项目

source: Delete Group Project
ar: حذف مشروع المجموعة
de: Gruppenprojekt löschen
eo: Délété Gröüp Pröjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Eliminar proyecto en grupo
fr: Supprimer le projet de groupe
ja: グループ・プロジェクトを削除する
nl: Groepsproject wissen
pl: Usuń projekt grupowy
pt: Excluir projeto em grupo
zh: 删除小组项目

source: Group Students:
ar: طلاب المجموعة:
de: Teilnehmer gruppieren:
eo: Gröüp Stüdénts: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Agrupar alumnos:
fr: Grouper les étudiants :
ja: 生徒を分類する:
nl: Studenten groeperen:
pl: Pogrupuj uczniów:
pt: Alunos do grupo:
zh: 小组学员：

source: Create and manage groups of students within this course by selecting names to create a new group or add them to an existing group.
ar: إنشاء مجموعات من الطلاب وإدارتها في هذه الدورة التدريبية بتحديد الأسماء لإنشاء مجموعة جديدة أو إضافتهم إلى مجموعة موجودة.
de: Teilnehmergruppen dieses Kurses erstellen und bearbeiten, indem Sie die Namen auswählen, um eine neue Gruppe zu erstellen oder sie zu einer bereits bestehenden Gruppe hinzufügen.
eo: Çréäté änd mänägé gröüps öf stüdénts wïthïn thïs çöürsé ßý séléçtïng nämés tö çréäté ä néw gröüp ör ädd thém tö än éxïstïng gröüp. Ⱡ'#
es: Crear y administrar grupos de alumnos en este curso mediante la selección de nombres para crear un nuevo grupo o agregar a uno existente.
fr: Créez et gérez les groupes d'étudiants dans ce cours en sélectionnant les noms pour créer un nouveau groupe ou ajoutez-les à un groupe existant.
ja: 名前をクリックして新規グループを作成するか既存のグループに追加して、このコースの生徒のグループを作成・管理します。
nl: Groepen studenten binnen deze cursus aanmaken en beheren door namen te selecteren en een nieuwe groep aan te maken of ze toe te voegen aan een bestaande groep.
pl: Utwórz i zarządzaj grupami uczniów w ramach tego kursu, wybierając imiona, aby stworzyć nową grupę lub dodać je do istniejącej już grupy.
pt: Crie e gerencie grupos de alunos nesse curso selecionando nomes para criar um grupo ou adicionar a um grupo existente.
zh: 选择姓名来创建和管理本课程中的学员小组，包括创建新组或将学员添加到现有小组。

source: Create Group of Selected Students
ar: إنشاء مجموعة من الطلاب المختارين
de: Eine Gruppe ausgewählter Studenten erstellen
eo: Çréäté Gröüp öf Séléçtéd Stüdénts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Crear grupo de alumnos seleccionados
fr: Créer un groupe d'étudiants sélectionnés
ja: 選択した生徒のグループを作成する
nl: Groepen geselecteerde studenten aanmaken
pl: Utwórz grupę z wybranych uczniów
pt: Criar grupo de alunos selecionados
zh: 创建选定学员的小组

source: Download List of Groups
ar: تنزيل قائمة المجموعات
de: Liste der Gruppen herunterladen
eo: Döwnlöäd Lïst öf Gröüps Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Descargar lista de grupos
fr: Télécharger la liste de groupes
ja: グループのリストをダウンロードする
nl: Lijst met groepen downloaden
pl: Pobierz listę grup
pt: Baixar lista de grupos
zh: 下载小组列表

source: Members:
ar: الأعضاء:
de: Mitglieder:
eo: Mémßérs: Ⱡ'σяєм ιρѕυм ∂#
es: Miembros:
fr: Membres :
ja: メンバー:
nl: Leden:
pl: Członkowie:
pt: Membros:
zh: 成员：

source: Update
ar: التحديث
de: Aktualisieren
eo: Ûpdäté Ⱡ'σяєм ιρѕυ#
es: Actualizar
fr: Actualiser
ja: 更新する
nl: Bijwerken
pl: Zaktualizuj
pt: Atualizar
zh: 更新

source: Create new Project
ar: إنشاء مشروع جديد
de: Neues Projekt erstellen
eo: Çréäté néw Pröjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Crear nuevo proyecto
fr: Créer un nouveau projet
ja: 新規プロジェクトを作成する
nl: Nieuw project aanmaken
pl: Utwórz nowy projekt
pt: Criar novo projeto
zh: 创建新项目

source: Project Section
ar: قسم المشروع
de: Projektbereich
eo: Pröjéçt Séçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Sección del proyecto
fr: Section de projet
ja: プロジェクト・セクション
nl: Projectgedeelte
pl: Sekcja projektu
pt: Seção do projeto
zh: 项目部分

source: Is project private
ar: هل المشروع خاص
de: Ist das Projekt privat
eo: Ìs pröjéçt prïväté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: ¿El proyecto es privado?
fr: Le projet est-il privé ?
ja: 非公開のプロジェクト
nl: Privéproject
pl: Czy projekt jest prywatny
pt: É um projeto privado
zh: 是否为私人项目

source: Select Company
ar: حدد الشركة
de: Firma auswählen
eo: Séléçt Çömpäný Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Seleccionar compañía
fr: Sélectionner la société
ja: 会社を選択する
nl: Bedrijf selecteren
pl: Wybierz firmę
pt: Selecionar empresa
zh: 选择公司

source: Select
ar: حدد
de: Auswählen
eo: Séléçt Ⱡ'σяєм ιρѕυ#
es: Seleccionar
fr: Sélectionner
ja: 選択する
nl: Selecteren
pl: Wybierz
pt: Selecionar
zh: 选择

source: Delete Project
ar: حذف المشروع
de: Projekt löschen
eo: Délété Pröjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Eliminar proyecto
fr: Supprimer le projet
ja: プロジェクトを削除する
nl: Project verwijderen
pl: Usuń projekt
pt: Excluir projeto
zh: 删除项目

source: Are you sure you want to delete
ar: هل أنت متأكد من أنك تريد الحذف
de: Sind Sie sich sicher, dass Sie es löschen möchten?
eo: Àré ýöü süré ýöü wänt tö délété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: ¿Está seguro de que desea eliminar?
fr: Êtes-vous sûr de vouloir supprimer ?
ja: 削除してよろしいですか?
nl: Weet u zeker dat u wilt verwijderen
pl: Czy na pewno chcesz usunąć?
pt: Tem certeza que deseja excluir
zh: 是否确定要删除

source: Group Work Dashboard
ar: لوحة متابعة عمل المجموعة
de: Gruppenarbeit Dashboard
eo: Gröüp Wörk Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Panel de trabajo en grupo
fr: Tableau de bord de travail de groupe
ja: グループワーク・ダッシュボード
nl: Dashboard groepswerk
pl: Panel pracy grupowej
pt: Painel do trabalho em grupo
zh: 小组作业仪表板

source: Report
ar: تقرير
de: Melden
eo: Répört Ⱡ'σяєм ιρѕυ#
es: Reportar
fr: Rapport
ja: レポート
nl: Rapport
pl: Raport
pt: Relatório
zh: 报告

source: Status of Group Work from individual courses are below. Please make selections to change display. Note that the report you run will export data on your current dashboard view.
ar: فيما يلي حالة عمل المجموعة من الدورات التدريبية الفردية. يرجى إجراء تحديدات لتغيير العرض. علما بأن التقرير الذي تديره سيقوم بتصدير البيانات في لوحة المتابعة الحالية الخاصة بك.
de: Der Status der Gruppenarbeit einzelner Kurse ist unten aufgeführt. Bitte treffen Sie eine Auswahl, um die Darstellung zu ändern. Beachten Sie, dass der von Ihnen ausgeführte Bericht die Daten auf Ihre aktuelle Dashboardanzeige überträgt.
eo: Stätüs öf Gröüp Wörk fröm ïndïvïdüäl çöürsés äré ßélöw. Pléäsé mäké séléçtïöns tö çhängé dïspläý. Nöté thät thé répört ýöü rün wïll éxpört dätä ön ýöür çürrént däshßöärd vïéw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρ#
es: A continuación se muestra el estado del trabajo en grupo de cada curso individual. Seleccione el modo de visualización. Tenga en cuenta que el informe que ejecute exportará los datos en su vista de panel actual.
fr: Le statut du travail de groupe à partir des cours individuels se trouve ci-dessous. Effectuez des sélections pour modifier l'affichage. Notez que le rapport sur lequel vous travaillez exportera les données sur votre affichage de tableau de bord actuel.
ja: コースごとのグループワークのステータスは、以下の通りです。表示を変えるには、選択してください。レポートを実行すると、現在のダッシュボードにデータがエクスポートされます。
nl: Status van groepswerk van individuele cursussen vindt u hieronder. Maak selecties om weergave te wijzigen. Let op: het rapport dat u uitvoert, exporteert gegevens naar uw huidige dashboardview.
pl: Status pracy grupowej z poszczególnych kursów znajdziesz poniżej. Dokonaj wyboru, aby zmienić wyświetlane dane. Pamiętaj, że raport będzie zawierał dane wyświetlane na panelu.
pt: Abaixo você encontra o status do trabalho em grupo de cursos individuais. Faça seleções para alterar a exibição. O relatório que você executar exportará dados na visualização do painel atual.
zh: 各门课程的小组作业状态如下。请选择以更改显示。请注意，您运行的报告将导出当前仪表板视图中的数据。

source: Filter by:
ar: التصفية حسب:
de: Filtern nach:
eo: Fïltér ßý: Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Filtrar por:
fr: Filtrer par :
ja: フィルター:
nl: Filteren op:
pl: Filtruj wg.:
pt: Filtrar por:
zh: 筛选依据：

source: Project
ar: المشروع
de: Projekt
eo: Pröjéçt Ⱡ'σяєм ιρѕυм #
es: Proyecto
fr: Projet
ja: プロジェクト
pl: Projekt:
pt: Projeto
zh: 项目

source: All companies
ar: جميع الشركات
de: Alle Firmen
eo: Àll çömpänïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Todas las compañías
fr: Toutes les sociétés
ja: すべての会社
nl: Alle bedrijven
pl: Wszystkie firmy
pt: Todas as empresas
zh: 所有公司

source: Save filter
ar: حفظ عامل التصفية
de: Filter speichern
eo: Sävé fïltér Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Guardar filtro
fr: Enregistrer le filtre
ja: フィルターを保存する
nl: Filter opslaan
pl: Zapisz filtr
pt: Salvar filtro
zh: 保存筛选条件

source: Saved filters:
ar: عوامل التصفية المحفوظة:
de: Gespeicherte Filter:
eo: Sävéd fïltérs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Filtros guardados:
fr: Filtres enregistrés :
ja: 保存したフィルター:
nl: Opgeslagen filters:
pl: Zapisane filtry
pt: Filtros salvos:
zh: 已保存的筛选条件：

source: Displaying:
ar: جاري العرض:
de: Zeigt an:
eo: Dïspläýïng: Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Mostrando:
fr: Affichage en cours :
ja: 表示中:
nl: Wordt weergegeven:
pl: Wyświetlanie:
pt: Exibindo:
zh: 显示：

source: Group Work Status
ar: حالة عمل المجموعة
de: Status von Gruppenarbeit
eo: Gröüp Wörk Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Estado de trabajo en grupo
fr: Statut du travail de groupe
ja: グループワークステータス
nl: Status groepswerk
pl: Status pracy grupowej
pt: Status do trabalho em grupo
zh: 小组作业状态

source: < Back to Group Work V2 Dashboard
ar: < لوحة متابعة العودة إلى النسخة الثانية من عمل المجموعة
de: < Zurück zum V2 Dashboard für Gruppenarbeit
eo: < Bäçk tö Gröüp Wörk V2 Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: < Volver a panel de trabajo en grupo V2
fr: < Retour au tableau de bord de travail de groupe V2
ja: < グループワークV2ダッシュボードへ戻る
nl: < Terug naar Dashboard V2 Groepswerk
pl: < Powrót do panelu V2 pracy grupowej
pt: < Voltar ao painel de trabalho do grupo V2
zh: < 返回小组作业 V2 仪表板

source: Detailed status by team and individual participants are below. Only graded stages are listed within the activity, though more stages may exist in the project. Filter by status (not yet started, started, complete).
ar: فيما يلي الحالة المفصلة عن الفريق والأفراد المشاركين. لا يتم سرد مراحل الدرجات سوى ضمن النشاط، على الرغم من أن أكثر المراحل قد تكون موجودة في المشروع. التصفية حسب الحالة (لم تبدأ بعد، بدأت، كاملة).
de: Detaillierte Statusübersichten basierend auf Teams und einzelnen Teilnehmern sind unten aufgeführt. In der Aktivität werden nur benotete Phasen aufgeführt, im Projekt sind aber möglicherweise weitere Phasen vorhanden. Nach Status filtern (noch nicht begonnen, begonnen, abgeschlossen).
eo: Détäïléd stätüs ßý téäm änd ïndïvïdüäl pärtïçïpänts äré ßélöw. Önlý grädéd stägés äré lïstéd wïthïn thé äçtïvïtý, thöügh möré stägés mäý éxïst ïn thé pröjéçt. Fïltér ßý stätüs (nöt ýét stärtéd, stärtéd, çömplété). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ#
es: A continuación aparece el estado detallado por equipo y participante individual. Solo se muestran las etapas calificadas en la actividad; sin embargo, pueden existir más etapas en el proyecto. Filtrar por estado (aún no comenzado, comenzado, completado).
fr: Le statut détaillé par équipe et par participant individuel se trouve ci-dessous. Seules les étapes notées sont listées dans l'activité, même si d'autres étapes peuvent exister dans le projet. Filtrez par statut (pas encore commencé, commencé, terminé).
ja: 参加者 (チームまたは個人) ごとのステータス詳細は、以下の通りです。アクティビティ内に表示されるのは成績が確定したステージのみで、プロジェクト内には他のステージも存在する場合があります。ステータスごとにフィルターします (開始前、進行中、修了)。
nl: Gedetailleerde status per team en individuele deelnemers vindt u hieronder. Alleen becijferde fases worden binnen de activiteit weergegeven, maar er kunnen meer fases in het project voorkomen. Filteren op status (nog niet gestart, gestart, voltooid).
pl: Szczegółowe informacje o statusie zespołu i poszczególnych uczestników znajdziesz poniżej. W ramach aktywności wyświetlane są tylko etapy podlegające ocenie, choć projekt może mieć więcej etapów. Filtruj wg. statusu (nie rozpoczęto, rozpoczęto, zakończono).
pt: Abaixo, você encontra o status detalhado por equipe e participantes individuais. Somente etapas que já receberam notas são listadas na atividade, embora possam existir mais etapas no projeto. Filtrar por status (ainda não iniciada, iniciada, concluída).
zh: 团队和个人参与者的详细状态如下。活动中只列出了已评分的阶段，但项目中可能存在更多阶段。按状态筛选（尚未开始、已开始、已完成）。
