Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: (the “Terms”) for more information about our online terms and policies that apply to your use of McKinsey Academy.
ar: ("الشروط") لمزيد من المعلومات حول شروطنا وسياساتنا الإلكترونية والتي تنطبق على استخدامك لأكاديمية ماكنزي.
de: (die "Bedingungen") erhalten Sie weitere Informationen über unsere Onlinebedingungen und Richtlinien, die für Ihre Verwendung der McKinsey Academy gelten.
eo: (thé “Térms”) för möré ïnförmätïön äßöüt öür önlïné térms änd pölïçïés thät äpplý tö ýöür üsé öf MçKïnséý Àçädémý. Ⱡ'σяєм ιρѕυм ∂σł#
es: (los “Términos de Uso”) para obtener más información acerca de los términos y las políticas aplicables al uso de McKinsey Academy.
fr: (les « Conditions ») pour plus d'informations sur nos conditions et nos politiques en ligne qui s'appliquent à votre utilisation de McKinsey Academy.
ja: 利用規約 (「規約」) をご覧ください。
nl: (de “Voorwaarden”) voor meer informatie over onze online voorwaarden en ons beleid die van toepassing zijn op uw gebruik van McKinsey Academy.
pl: (zwane dalej „Warunkami”), aby uzyskać więcej informacji o warunkach i politykach online, które mają zastosowanie podczas używania przez Ciebie McKinsey Academy
pt: (os "Termos") para obter mais informações sobre nossos termos e políticas online que se aplicam ao seu uso do McKinsey Academy.
zh: （以下简称“条款”），详细了解您使用麦肯锡学院时所适用的在线条款和政策。

source: Information we collect
ar: المعلومات التي نجمعها
de: Von uns erfasste Informationen
eo: Ìnförmätïön wé çölléçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Información que recopilamos
fr: Les informations que nous collectons
ja: 弊社が収集する情報
nl: Informatie die wij verzamelen
pl: Gromadzone informacje
pt: Informações coletadas
zh: 我们收集的信息

source: McKinsey collects personal data when you register, access or use McKinsey Academy or McKinsey Academy Content (as such term is defined in the Terms), whether through a Site or Mobile Offering or otherwise, including in connection with your use of course content, submission of User Content (as such term is defined in the Terms) and participation in user posting areas (such as bulletin boards, discussion forums and surveys).
ar: تقوم ماكنزي بجمع البيانات الشخصية عند التسجيل في أكاديمية ماكنزي أو الوصول إليها أو استخدام محتوى أكاديمية ماكنزي (على النحو المحدد في الشروط)، سواء عبر الموقع أو عروض الجوال أو غير ذلك، شاملًا كل ما يتعلق باستخدامك لمحتوى الدورة التدريبية، وإرسال محتوى المستخدم (على النحو المحدد في الشروط) والمشاركة في مناطق نشر المستخدمين (مثل لوحات الإعلانات، ومنتديات النقاش والاستبيانات).
de: McKinsey erfasst persönliche Daten, wenn Sie sich registrieren, die McKinsey Academy oder den Inhalt der McKinsey Academy verwenden oder darauf zugreifen (wie in den Bedingungen definiert), ob über eine Website oder ein mobiles Angebot oder anderweitig, einschließlich in Verbindung mit Ihrer Nutzung von Kursinhalt, der Übermittlung von Nutzerinhalt (wie in den Bedingungen definiert) und der Teilnahme an Nutzerbeitragsbereichen (wie Pinnwänden, Diskussionsforen und Umfragen).
eo: MçKïnséý çölléçts pérsönäl dätä whén ýöü régïstér, äççéss ör üsé MçKïnséý Àçädémý ör MçKïnséý Àçädémý Çöntént (äs süçh térm ïs défïnéd ïn thé Térms), whéthér thröügh ä Sïté ör Mößïlé Öfférïng ör öthérwïsé, ïnçlüdïng ïn çönnéçtïön wïth ýöür üsé öf çöürsé çöntént, süßmïssïön öf Ûsér Çöntént (äs süçh térm ïs défïnéd ïn thé Térms) änd pärtïçïpätïön ïn üsér pöstïng äréäs (süçh äs ßüllétïn ßöärds, dïsçüssïön förüms änd sürvéýs).#
es: McKinsey recopila datos personales cuando usted se registra, accede o utiliza McKinsey Academy o el Contenido de McKinsey Academy (tal como se lo define en los Términos de Uso), ya sea mediante un Sitio o una Oferta Móvil o de cualquier otro modo, incluidos los datos asociados a su uso del contenido del curso, el envío de Contenidos de Usuario (definidos en los Términos de Uso) y la participación en áreas de publicación para usuarios (como tableros de anuncios, foros de debate y encuestas).
fr: McKinsey recueille des données personnelles au moment où vous vous inscrivez, accédez ou utilisez le Contenu de McKinsey Academy (tel que défini dans les Conditions), que ce soit via un Site ou une Offre Mobile ou autrement, notamment en rapport avec votre utilisation du contenu des cours, l’envoi du contenu utilisateur (tel que défini dans les Conditions) et votre participation dans les espaces de publication utilisateur (comme les forums de discussion, les sondages, les babillards électroniques).
ja: McKinseyでは、コース内容の利用、ユーザー・コンテンツ (規約に含まれる定義の通り) の提出、ユーザー専用投稿欄 (掲示板、ディスカッション・フォーラム、アンケートなど) での参加を含め、サイトまたはモバイルサービスあるいはその他の手段を通してにかかわらず、お客様が登録、アクセス、またはMcKinsey AcademyあるいはMcKinsey Academyのコンテンツ (規約に含まれる定義の通り) をご利用された際に、個人データを収集しています。
nl: McKinsey verzamelt persoonsgegevens wanneer u zich registreert, toegang verschaft tot of gebruikmaakt van McKinsey Academy of McKinsey Academy-inhoud (zoals gedefinieerd in de “Voorwaarden”), ongeacht of dit gebeurt via een Site of Mobiel aanbod of anderszins, waaronder in verband met uw gebruik van cursusinhoud, verzending van Gebruikersinhoud (zoals gedefinieerd in de “Voorwaarden”) en deelname aan openbare forums (zoals bulletinboards, discussieforums en enquêtes).
pl: McKinsey zbiera dane osobowe, gdy rejestrujesz się w, uzyskujesz dostęp do lub używasz McKinsey Academy lub Treści McKinsey Academy (zgodnie z definicją tego terminu podaną w „Warunkach”), za pośrednictwem Strony albo Produktu Mobilnego lub w inny sposób, w tym w związku z używaniem przez Ciebie zawartości kursu, przesyłaniem Treści Użytkownika (zgodnie z definicją tego terminu podaną w „Warunkach”) oraz publikowaniem postów w miejscach do tego przeznaczonych (takich jak tablice ogłoszeń, fora i sondaże/ankiety).
pt: A McKinsey coleta dados pessoais quando você se inscreve, acessa ou usa o McKinsey Academy ou o Conteúdo do McKinsey Academy (conforme definição nos Termos), seja por meio de um Site ou Versão para Dispositivos Móveis ou de qualquer outra forma, inclusive em conexão com seu uso do conteúdo do curso, envio de Conteúdo do usuário (conforme definição nos Termos) e participação em áreas de publicação dos usuários (como quadros de avisos, fóruns de discussão e pesquisas).
zh: 麦肯锡会在您注册、访问或使用麦肯锡学院或麦肯锡学院内容时收集您的个人数据（定义见条款），可通过网站、移动产品或其他方式，包括与您使用课程内容、提交“用户内容”（定义见“条款”）和参与用户发布区（如公告栏、论坛和调查）有关的方式。

source: The personal data collected may consist of information that you provide, such as your name, e-mail address, and other User Account Information (as such term is defined in the Terms). In addition, McKinsey Academy may (a) receive personal data about you directly from your Sponsoring Organization (as such term is defined in the Terms) or third parties that you authorize to share with us; and (b) collect and/or create personal data related to your use of and participation in McKinsey Academy, including Participation Data (as such term is defined below).
ar: قد تتألف البيانات الشخصية التي يتم جمعها من المعلومات التي تقدمها، مثل اسمك وعنوان بريدك الإلكتروني ومعلومات حساب المستخدم الأخرى (على النحو المحدد في الشروط). بالإضافة إلى ذلك، قد تقوم أكاديمية ماكنزي (أ) بتلقي بيانات شخصية عنك مباشرة من الشركة الراعية (على النحو المحدد في الشروط) أو أي طرف ثالث تعطيه الإذن بمشاركته معنا؛ (ب) جمع و / أو إنشاء بيانات شخصية تتعلق باستخدامك والمشاركة في أكاديمية ماكنزي، بما في ذلك بيانات المشاركة (على النحو المحدد في الشروط أدناه).
de: Die erfassten persönlichen Daten können aus Informationen bestehen, die Sie bereitstellen, wie Ihren Namen, Ihre E-Mail-Adresse und eine andere Nutzerkontoinformationen (wie in den Bedingungen definiert). Zusätzlich kann die McKinsey Academy (a) persönliche Daten über Sie direkt von Ihrer Sponsorenorganisation erhalten (wie in den Bedingungen definiert) oder Dritte, die Sie zum Teilen mit uns autorisieren; und (b) persönliche Daten bezüglich Ihrer Nutzung von und Teilnahme an der McKinsey Academy sammeln und/oder erstellen, einschließlich der Teilnahmedaten (wie unten definiert).
eo: Thé pérsönäl dätä çölléçtéd mäý çönsïst öf ïnförmätïön thät ýöü prövïdé, süçh äs ýöür nämé, é-mäïl äddréss, änd öthér Ûsér Àççöünt Ìnförmätïön (äs süçh térm ïs défïnéd ïn thé Térms). Ìn äddïtïön, MçKïnséý Àçädémý mäý (ä) réçéïvé pérsönäl dätä äßöüt ýöü dïréçtlý fröm ýöür Spönsörïng Örgänïzätïön (äs süçh térm ïs défïnéd ïn thé Térms) ör thïrd pärtïés thät ýöü äüthörïzé tö shäré wïth üs; änd (ß) çölléçt änd/ör çréäté pérsönäl dätä rélätéd tö ýöür üsé öf änd pärtïçïpätïön ïn MçKïnséý Àçädémý, ïnçlüdïng Pärtïçïpätïön Dätä (äs süçh térm ïs défïnéd ßélöw).#
es: La información personal recopilada puede consistir en datos proporcionados por usted, como su nombre, dirección de correo electrónico y otra Información de Cuenta de Usuario (definida en los Términos de Uso). Asimismo, McKinsey Academy puede (a) recibir información personal directamente de su Organización Patrocinadora (definida en los Términos de Uso) o de terceros autorizados; y (b) recopilar o generar información personal derivada de su uso o participación en McKinsey Academy, incluidos los Datos de Participación (tal como se los define a continuación).
fr: Les données personnelles collectées peuvent consister en des informations que vous fournissez, telles que votre nom, votre adresse e-mail, et autres informations de compte d'utilisateur (tel que ce terme est défini dans les Conditions). De plus McKinsey Academy peut (a) recevoir des données personnelles vous concernant directement de la société qui vous finance (tel que ce terme est défini dans les Conditions) ou de tierce partie que vous autorisez à communiquer avec nous ; et (b) collecter et/ou créer des données personnelles liées à votre utilisation et participation à la McKinsey Academy, y compris les données de participation (tel que ce terme est défini ci-dessous).
ja: 収集した個人データには、お客様の氏名、Eメールアドレス、その他のユーザー・アカウント情報 (規約に含まれる定義の通り) など、お客様が提供される情報などが含まれています。さらに、McKinsey Academyでは、(a) お客様が共有を許可した支援組織 (規約に含まれる定義の通り) や第三者から直接お客様に関する個人データを入手したり、(b) 参加データ (以下に含まれる定義の通り) を含めた、McKinsey Academyの利用と参加に関わる個人データを収集・作成したりする場合があります。
nl: De verzamelde persoonsgegevens kunnen informatie bevatten die u verstrekt, zoals uw naam, e-mailadres en andere Gebruikersaccountinformatie (zoals gedefinieerd in de “Voorwaarden”). Daarnaast kan McKinsey Academy (a) rechtstreeks persoonsgegevens ontvangen van uw Sponsororganisatie (zoals gedefinieerd in de “Voorwaarden”) of van derden die u heeft geautoriseerd om deze met ons te delen; en (b) persoonsgegevens verzamelen en/of aanmaken die betrekking hebben op uw gebruik van en deelname aan McKinsey Academy, waaronder Deelnamegegevens (zoals hierna gedefinieerd).
pl: W skład gromadzonych danych osobowych mogą wchodzić informacje, które wprowadzasz, takie jak Twoje imię, adres e-mail i inne Informacje Konta Użytkownika (zgodnie z definicją tego terminu podaną w „Warunkach”). Dodatkowo McKinsey Academy może (a) otrzymywać dane osobowe na Twój temat bezpośrednio od Organizacji Sponsorującej (zgodnie z definicją tego terminu podaną w „Warunkach”) lub od stron trzecich, które upoważniasz do dzielenia się z nami; oraz (b) gromadzić i/lub tworzyć dane osobowe związane z Twoim użytkowaniem i uczestniczeniem w McKinsey Academy, włącznie z Danymi Uczestnictwa (zgodnie z definicją tego terminu podaną poniżej).
pt: Os dados pessoais coletados podem consistir em informações fornecidas por você, como seu nome, e-mail e outras informações de conta do usuário (conforme definido nos Termos). Além disso, o McKinsey Academy pode (a) receber seus dados pessoais diretamente de sua Organização Patrocinadora (conforme o termo definido nos Termos) ou de terceiros que você autorize a compartilhar informações conosco; e (b) coletar e/ou criar dados pessoais relacionados ao seu uso e participação no McKinsey Academy, incluindo Dados de participação (conforme definição do termo abaixo).
zh: 所收集的个人数据可能包括您提供的信息，例如姓名、电子邮件地址和其他“用户帐户信息”（定义见“条款”）。此外，麦肯锡学院可能会 (a) 直接从您的“赞助组织”（定义见“条款”）或经您授权与我们分享相关个人数据的第三方接收关于您的个人数据；(b) 收集并/或创建有关您对麦肯锡学院的使用和参与的个人数据，包括“参与数据”（定义见下文）。

source: We may also automatically collect information about the devices you use to interact with McKinsey Academy. The information we automatically collect may include IP address, device identifier, web browser and browsing, viewing or other usage information or data connected to your use of McKinsey Academy such as click stream data, HTTP protocol elements, and the status of cookies placed on your computer (as described below). We may also automatically collect information about how you use McKinsey Academy, such as what you have searched for, viewed and use. The information automatically collected may be associated with your personal data, and in some instances may itself constitute personal data.
ar: قد نقوم أيضًا بجمع معلومات حول الأجهزة التي تستخدمها للتفاعل مع أكاديمية ماكنزي؛ وقد تشمل المعلومات التي نجمعها تلقائيًا عنوان IP، أو معرف الجهاز، أو متصفح الويب، وتصفح أو رؤية المعلومات أو غيرها من معلومات الاستخدام الأخرى أو البيانات المتصلة باستخدامك لأكاديمية ماكنزي مثل بيانات تصفح الإنترنت وعناصر بروتوكول HTTP وحالة ملفات تعريف الارتباط الموضوعة على الكمبيوتر (كما هو موضح أدناه). قد نقوم أيضًا بجمع المعلومات حول كيفية استخدامك لأكاديمية ماكنزي، مثل ما قمت بالبحث عنه وعرضه واستخدامه. قد ترتبط المعلومات التي يتم جمعها تلقائيًا ببياناتك الشخصية، وفي بعض الحالات قد تشكل في حد ذاتها بيانات شخصية.
de: Wir können auch automatisch Informationen über die Geräte erfassen, die Sie zur Interaktion mit der McKinsey Academy verwenden. Die Informationen, die wir automatisch erfassen, können Folgendes enthalten: die IP-Adresse, die Gerätekennung, den Webbrowser und das Browsing, die Ansicht oder andere Nutzungsinformationen oder Daten in Verbindung mit Ihrer Nutzung der McKinsey Academy wie Clickstream-Daten, HTTP-Protokollelemente und den Status der auf Ihrem Computer platzierten Cookies (wie nachstehend beschrieben). Wir können auch automatisch Informationen darüber erfassen, wie Sie die McKinsey Academy nutzen, beispielsweise wonach Sie gesucht haben, was Sie angesehen und genutzt haben. Die automatisch erfassten Informationen können mit Ihren persönlichen Daten verbunden werden und in manchen Fällen können sie selbst persönliche Daten enthalten.
eo: Wé mäý älsö äütömätïçällý çölléçt ïnförmätïön äßöüt thé dévïçés ýöü üsé tö ïntéräçt wïth MçKïnséý Àçädémý. Thé ïnförmätïön wé äütömätïçällý çölléçt mäý ïnçlüdé ÌP äddréss, dévïçé ïdéntïfïér, wéß ßröwsér änd ßröwsïng, vïéwïng ör öthér üsägé ïnförmätïön ör dätä çönnéçtéd tö ýöür üsé öf MçKïnséý Àçädémý süçh äs çlïçk stréäm dätä, HTTP prötöçöl éléménts, änd thé stätüs öf çöökïés pläçéd ön ýöür çömpütér (äs désçrïßéd ßélöw). Wé mäý älsö äütömätïçällý çölléçt ïnförmätïön äßöüt höw ýöü üsé MçKïnséý Àçädémý, süçh äs whät ýöü hävé séärçhéd för, vïéwéd änd üsé. Thé ïnförmätïön äütömätïçällý çölléçtéd mäý ßé ässöçïätéd wïth ýöür pérsönäl dätä, änd ïn sömé ïnstänçés mäý ïtsélf çönstïtüté pérsönäl dätä.#
es: También podremos recopilar información de manera automática sobre los dispositivos que utiliza para interactuar con McKinsey Academy. Esta información puede incluir dirección IP, identificador de dispositivo, navegador web, y datos sobre navegación, visualización u otra información relacionada con el uso de McKinsey Academy, tal como datos de secuencias de clics, elementos del protocolo HTTP o estado de las cookies colocadas en su computadora (según se describe a continuación). También podremos recopilar automáticamente información sobre la forma en que utiliza McKinsey Academy, como por ejemplo los contenidos que ha buscado, visualizado y/o utilizado. La información recopilada automáticamente podrá asociarse a sus datos personales, y en algunos casos constituir en sí misma información personal.
fr: Nous pouvons aussi automatiquement collecter des informations concernant les appareils que vous utilisez pour interagir avec McKinsey Academy. Les informations que nous collectons automatiquement peuvent inclure l'adresse IP, l'identifiant de l'appareil, le navigateur internet et la navigation, l'affichage et d'autres informations ou données d'utilisation connectées à votre utilisation de McKinsey Academy telles que des données de flux de clic, des éléments de protocole HTTP, et le statut des cookies placés sur votre ordinateur (tel que décrit ci-dessous). Nous pouvons également automatiquement collecter des informations sur la façon dont vous utilisez McKinsey Academy, telle que l'objet de vos recherches, ce que vous avez affiché et utilisé. Les informations automatiquement collectées peuvent être associées à vos données personnelles, et dans certains cas peuvent elles-mêmes constituées des données personnelles.
ja: また、当社では、McKinsey Academyのご利用に関連してお客様が使用するデバイスに関する情報についても、自動的に収集する場合があります。当社で自動的に収集される情報には、IPアドレス、デバイスID、ウェブブラウザ、閲覧、クリックストリームデータ、HTTPプロトコル要素、ご使用のパソコン (以下に説明する定義の通り) のクッキーに関する設定などのMcKinsey Academyの利用に関連した閲覧またはその他の利用情報などが含まれる場合があります。また、お客様の検索、閲覧、利用内容などの、McKinsey Academyのご利用方法に関する情報も、自動的に収集される場合があります。自動的に収集される情報は、お客様の個人データに関連している、あるいは、それ自体で個人データとなる場合があります。
nl: We kunnen ook automatisch informatie verzamelen over de apparaten die u gebruikt bij de interactie met McKinsey Academy. De informatie die wij automatisch verzamelen, kan betrekking hebben op een IP-adres, apparaat-ID, webbrowser en gegevens over uw surfgedrag, weergave- of andere gebruiksinformatie of gegevens die verband houden met uw gebruik van McKinsey Academy, zoals klikstreamgegevens, HTTP-protocolelementen en de status van cookies die op uw computer zijn geplaatst (zoals hierna is beschreven). We kunnen daarnaast automatisch informatie verzamelen over hoe u McKinsey Academy gebruikt, zoals wat u heeft opgezocht, wat u heeft bekeken en gebruikt. De automatisch verzamelde informatie kan worden gekoppeld aan uw persoonsgegevens en in sommige gevallen zelfs persoonsgegevens betreffen.
pl: Możemy też automatycznie zbierać informacje o urządzeniach, których używasz w celu interakcji z McKinsey Academy. W skład informacji, które zbieramy automatycznie mogą wchodzić adres IP, identyfikator urządzenia, przeglądarka oraz informacje o przeglądaniu, wyświetlaniu i inne informacje o użytkowaniu i dane powiązane z Twoim użytkowaniem McKinsey Academy takie jak analiza strumienia kliknięć, elementy protokołu HTTP oraz status plików cookie umieszczanych na Twoim komputerze (w sposób opisany poniżej). Możemy też automatycznie gromadzić informacje o tym, jak używasz McKinsey Academy, takie jak czego szukałeś, co zobaczyłeś i z czego skorzystałeś. Informacje gromadzone automatycznie mogą być skojarzone z Twoimi danymi osobowymi i w niektórych przypadkach takie stanowić.
pt: Também podemos coletar automaticamente informações sobre os dispositivos que você usa para interagir com nossos sites. As informações que coletamos automaticamente podem incluir endereço de IP, identificador de dispositivo, navegador da Web e navegação, visualização ou outras informações de uso ou dados relacionadas ao seu uso do McKinsey Academy, como dados de fluxo de clique, elementos do protocolo HTTP e o status dos cookies colocados no seu computador (conforme descrito abaixo). Podemos também coletar automaticamente informações sobre como você utiliza o McKinsey Academy, o que pesquisou, visualizou e usou nos sites. As informações coletadas automaticamente podem estar associadas aos seus dados pessoais e, em alguns casos, podem constituir dados pessoais.
zh: 我们还可能会自动收集您与麦肯锡学院互动时所使用设备的相关信息。我们自动收集的信息可能包括 IP 地址，设备标识符，Web 浏览器，浏览、查看或其他使用情况信息，或者与您对麦肯锡学院的使用有关的数据，例如点击流数据、HTTP 协议元素以及置于您电脑上的 Cookie 的状态（如下所述）。我们可能还会自动收集有关您如何使用麦肯锡学院的信息，例如您搜索、查看和使用的内容。自动收集的信息可能与您的个人数据相关联，并且在某些情况下本身即可构成个人数据。

source: Use of information
ar: استخدام البيانات
de: Nutzung von Informationen
eo: Ûsé öf ïnförmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Uso de la información
fr: Utilisation des informations
ja: 情報の使用
nl: Gebruik van informatie
pl: Korzystanie z informacji
pt: Uso de informação
zh: 信息的使用
