Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Your login did not match any known accounts, a registration key is required in order to create a new account.
ar: لا يتطابق تسجيل الدخول الخاص بك مع أي حسابات معروفة، ويلزم توافر مفتاح تسجيل ليتسنى إنشاء حساب جديد.
de: Ihre Login-Daten stimmen mit keinem bekannten Konto überein. Ein Registrierungsschlüssel ist erforderlich, um ein neues Konto zu erstellen.
eo: Ýöür lögïn dïd nöt mätçh äný knöwn äççöünts, ä régïsträtïön kéý ïs réqüïréd ïn ördér tö çréäté ä néw äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Sus credenciales de acceso no coinciden con ninguna cuenta conocida. Necesita una clave de registro para crear una nueva cuenta.
fr: Vos identifiants de connexion ne correspondent pas au compte connu. Une clé d'enregistrement est nécessaire afin de pouvoir créer un nouveau compte.
ja: 該当するアカウントは見つかりませんでした。新しいアカウントを作成するには、登録キーが必要です。
nl: Uw aanmelding komt niet overeen met bekende accounts; er is een registratiesleutel vereist om een nieuw account aan te maken.
pl: Twoje dane logowania nie pokrywają się z żadnym znanym kontem. Aby utworzyć nowe konto, wymagany jest klucz rejestracyjny.
pt: Seu login não corresponde a nenhuma conta conhecida, uma chave de registro é necessária para criar uma nova conta.
zh: 您的登录信息与任何已知帐户都不匹配，需要注册密钥才能创建新帐户。

source: There was an error enrolling you in a course using the registration key you provided
ar: حدث خطأ أثناء تسجيلك في دورة تدريبية باستخدام مفتاح التسجيل الذي قمت بتوفيره
de: Bei Ihrer Anmeldung zu einem Kurs ist ein Fehler mit dem Registrierungsschlüssel aufgetreten
eo: Théré wäs än érrör énröllïng ýöü ïn ä çöürsé üsïng thé régïsträtïön kéý ýöü prövïdéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Ocurrió un error durante su inscripción al curso con la clave de registro suministrada
fr: Une erreur d'enregistrement à un cours est survenue avec la clé d'enregistrement que vous avez fournie
ja: 入力された登録キーを使ったコース登録でエラーが生じました
nl: Er is een fout opgetreden bij uw inschrijving voor een cursus met de registratiesleutel die u heeft opgegeven
pl: Podczas rejestracji na kurs za pomocą podanego przez Ciebie klucza rejestracyjnego wystąpił błąd.
pt: Ocorreu um erro na sua inscrição em um curso usando a chave de registro fornecida
zh: 使用您提供的注册密钥注册课程时出错

source: Your account has already been activated. Please enter credentials to login.
ar: لقد تم تفعيل حسابك بالفعل. يرجى إدخال بيانات الاعتماد ليتسنى تسجيل الدخول.
de: Ihr Konto wurde bereits aktiviert. Bitte geben Sie Ihre Daten ein, um sich anzumelden.
es: Su cuenta ya se ha activado. Ingrese sus credenciales para iniciar sesión.
ja: あなたのアカウントは既に有効になっています。ログインするには、認証情報を入力してください。
nl: Uw account is al geactiveerd. Voer uw aanmeldgegevens in om in te loggen.
pl: Twoje konto zostało już aktywowane. Aby się zalogować, wprowadź dane logowania.
pt: Sua conta já foi ativada. Insira as credenciais para efetuar o login.
zh: 您的帐户已激活。请输入凭据登录.

source: Log In
ar: تسجيل الدخول
de: Anmeldung
es: Iniciar sesión
fr: Connexion
ja: ログイン
nl: Inloggen
pl: Zaloguj się
pt: Entrar
zh: 登录

source: Trouble logging in
ar: توجد مشكلة في تسجيل الدخول
de: Fehler bei der Anmeldung
es: Problemas para iniciar sesión
fr: Problème de connexion
ja: ログインに失敗しました
nl: Kan niet inloggen
pl: Kłopoty z logowaniem
pt: Problema para efetuar login
zh: 登录时遇到问题

source: Create my McKinsey Academy account
ar: إنشاء حسابي الخاص لدى أكاديمية ماكنزي
de: Mein McKinsey Academy-Konto erstellen
eo: Çréäté mý MçKïnséý Àçädémý äççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Crear mi cuenta de McKinsey Academy
fr: Créer mon compte MacKinsey Academy
ja: McKinsey Academyアカウントを作成する
nl: Maak Mijn McKinsey Academy-account aan
pl: Utwórz moje konto w McKinsey Academy
pt: Criar minha conta no McKinsey Academy
zh: 创建我的麦肯锡学院帐户

source: Invalid Activation Code
ar: رمز التفعيل غير صالح
de: Ungültiger Aktivierungscode
eo: Ìnvälïd Àçtïvätïön Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Código de activación no válido
fr: Code d'activation non valide
ja: 無効なアクティベーションコード
nl: Ongeldige activeringscode
pl: Nieprawidłowy kod aktywacyjny
pt: Código de ativação inválido
zh: 激活码无效

source: Some required information was missing. Please check the fields below.
ar: بعض المعلومات المطلوبة غير موجودة. يرجى التحقق من الحقول الواردة أدناه.
de: Einige benötigte Informationen fehlten. Bitte überprüfen Sie die unten stehenden Felder.
eo: Sömé réqüïréd ïnförmätïön wäs mïssïng. Pléäsé çhéçk thé fïélds ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Falta parte de la información obligatoria. Verifique los campos a continuación.
fr: Des informations obligatoires sont manquantes. Vérifiez les champs ci-dessous.
ja: 一部の必須情報がありません。以下の欄を確認してください。
nl: Vereiste informatie ontbreekt. Controleer onderstaande velden.
pl: Brakuje wymaganych informacji. Któreś z poniższych pól nie zostało wypełnione.
pt: Algumas informações necessárias não foram fornecidas. Verifique os campos abaixo.
zh: 缺少一些必填信息。请检查下面的字段。

source: No provider data found.
ar: لم يتم العثور على بيانات الموفر.
de: Keine Anbieterdaten gefunden.
eo: Nö prövïdér dätä föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: No se encontró información del proveedor.
fr: Aucunes données de fournisseur disponibles.
ja: プロバイダのデータが見つかりません。
nl: Geen providergegevens gevonden.
pl: Brak danych usługodawcy.
pt: Nenhum dado do provedor encontrado.
zh: 找不到提供程序数据。

source: Provider data does not seem valid.
ar: بيانات الموفر لا تبدو صحيحة.
de: Anbieterdaten scheinen nicht gültig zu sein.
eo: Prövïdér dätä döés nöt séém välïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: La información del proveedor no parece ser válida.
fr: Les données de fournisseur ne semblent pas valides.
ja: プロバイダのデータが無効です。
nl: Providergegevens lijken ongeldig.
pl: Nieprawidłowe dane usługodawcy.
pt: Os dados do provedor não parecem válidos.
zh: 提供程序数据似乎无效。

source: Access Key missing.
ar: مفتاح الوصول غير متوفر.
de: Zugangsschlüssel fehlt.
eo: Àççéss Kéý mïssïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Falta la clave de acceso.
fr: Clé d'accès manquante.
ja: アクセスキーがありません。
nl: Toegangssleutel ontbreekt.
pl: Brak Klucza Dostępu.
pt: Chave de acesso não informada.
zh: 缺少访问密钥。

source: Failed to register user: {exception_message}
ar: فشل تسجيل المستخدم: {exception_message}
de: Nutzer konnte nicht registriert werden: {exception_message}
eo: Fäïléd tö régïstér üsér: {exception_message} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: No se pudo registrar al usuario: {exception_message}
fr: Impossible d'enregistrer l'utilisateur {exception_message}
ja: ユーザー登録が失敗しました: {exception_message}
nl: Registreren van gebruiker mislukt: {exception_message}
pl: Nie udało się zarejestrować użytkownika: {exception_message}
pt: Falha ao registrar usuário: {exception_message}
zh: 无法注册用户：{exception_message}

source: Some required information was missing.
ar: بعض المعلومات المطلوبة غير موجودة.
de: Einige benötigte Informationen fehlten.
es: Falta información obligatoria.
fr: Des informations obligatoires sont manquantes.
ja: 一部の必須情報がありません。
nl: Vereiste informatie ontbreekt.
pl: Brakuje wymaganych informacji.
pt: Estavam faltando algumas informações necessárias.
zh: 缺少一些必要信息。

source: Authentication cookie is missing. Your session may have timed out. Please start over.
ar: ملف تعريف ارتباط المصادقة مفقود. قد تكون جلسة عملك انتهت. يرجى البدء من جديد.
de: Authentifizierungs-Cookie fehlt. Möglicherweise Zeitüberschreitung Ihrer Verbindung. Bitte starten Sie erneut.
eo: Àüthéntïçätïön çöökïé ïs mïssïng. Ýöür séssïön mäý hävé tïméd öüt. Pléäsé stärt övér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Falta la cookie de autenticación. Puede que se haya agotado el tiempo de sesión. Vuelva a comenzar.
fr: Un cookie d'authentification est manquant. Votre session a peut-être expiré. Veuillez recommencer.
ja: 認証クッキーがありません。セッションがタイムアウトになりました。最初からやり直してください。
nl: Verificatie-cookie ontbreekt. Er kan een time-out van uw sessie zijn opgetreden. Begin opnieuw.
pl: Nie można znaleźć plików cookie uwierzytelniania. Prawdopodobnie Twoja sesja wygasła. Spróbuj ponownie.
pt: O cookie de autenticação está ausente. Sua sessão pode ter expirado. Comece novamente.
zh: 缺少身份验证 Cookie。您的会话可能已超时。请重新开始。

source: Enter new password
ar: أدخل كلمة المرور الجديدة
de: Neues Passwort eingeben
eo: Éntér néw pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Ingrese la nueva contraseña
fr: Saisir un nouveau mot de passe
ja: 新しいパスワードを入力
nl: Voer nieuw wachtwoord in
pl: Wprowadź nowe hasło
pt: Insira a nova senha
zh: 输入新密码

source: Password reset unsuccessful
ar: فشل إعادة تعيين كلمة المرور
de: Passwort zurücksetzen fehlgeschlagen
eo: Pässwörd rését ünsüççéssfül Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: No se pudo restablecer la contraseña
fr: Le mot de passe n'a pas pu être réinitialisé
ja: パスワードの再設定に失敗しました
nl: Wachtwoord opnieuw instellen mislukt
pl: Nie udało się zresetować hasła
pt: Falha na redefinição da senha
zh: 密码重置不成功

source: Welcome to McKinsey Academy
ar: مرحبًا بكم في أكاديمية ماكنزي
de: Willkommen bei der McKinsey Academy
eo: Wélçömé tö MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Bienvenido a McKinsey Academy
fr: Bienvenue à la McKinsey Academy
ja: McKinsey Academyへようこそ
nl: Welkom bij McKinsey Academy
pl: Witamy w McKinsey Academy
pt: Bem-vindo ao McKinsey Academy
zh: 欢迎来到麦肯锡学院

source: Your program will start in {days} days. Please explore the site to learn more about the experience in the meantime.
ar: سيتم تشغيل برنامجك خلال {days}أيام. يرجى استكشاف الموقع للتعرف على المزيد بخصوص التجربة في هذه الأثناء.
de: Ihr Programm wird in {days} Tagen starten. Bitte erkunden Sie die Seite, um in der Zwischenzeit mehr über das Programm zu erfahren.
eo: Ýöür prögräm wïll stärt ïn {days} däýs. Pléäsé éxplöré thé sïté tö léärn möré äßöüt thé éxpérïénçé ïn thé méäntïmé. Ⱡ'σяєм ιρѕυм ∂σłσя#
es: Su programa comenzará en {days} días. Mientras tanto, explore el sitio para aprender más sobre esta experiencia.
fr: Votre programme débutera dans {days} jours. En attendant, nous vous invitons à explorer le site pour en apprendre plus sur son fonctionnement.
ja: あなたのプログラムは{days}日後に開始します。それまでは、サイト内の各ページの情報から体験内容をご確認ください。
nl: Uw programma start over {days} dagen. Verken in de tussentijd de site voor meer informatie.
pl: Twój program rozpocznie się za {days} dni. Wykorzystaj ten czas, aby lepiej zapoznać się z naszą stroną i dowiedzieć się więcej o naszej Akademii.
pt: Seu programa começará em {days} dias. Enquanto isso, explore o site para saber mais sobre a experiência.
zh: 您的计划将在 {days} 天后开始。在此期间，请浏览该网站了解更多有关此体验的信息。

source: Your course begins in {days} days. Before the course begins, you can explore this site to learn more about what to expect.
ar: تبدأ دورتك التدريبية خلال {days} أيام، ويمكنك، قبل ذلك، استكشاف هذا الموقع لمعرفة المزيد حول ما يمكن توقعه.
de: Ihr Kurs beginnt in {days} Tagen. Bevor Ihr Kurs beginnt, können Sie die Seite erkunden, um mehr darüber zu erfahren, was Sie erwartet.
eo: Ýöür çöürsé ßégïns ïn {days} däýs. Béföré thé çöürsé ßégïns, ýöü çän éxplöré thïs sïté tö léärn möré äßöüt whät tö éxpéçt. Ⱡ'σяєм ιρѕυм#
es: Su curso comienza en {days} días. Antes de ello, puede explorar el sitio para obtener más información sobre qué esperar del curso.
fr: Votre cours commence dans {days} jours. D’ici là, vous pouvez explorer ce site pour en savoir plus sur ce qui vous attend.
ja: あなたのコースは{days}日後に開始します。コースが始まるまでは、サイト内の各ページの情報から提供内容をご確認ください。
nl: Uw cursus begint over {days} dagen. Voordat de cursus begint, kunt u deze site verkennen voor meer informatie over wat u kunt verwachten.
pl: Twój kurs rozpocznie się za {days} dni. Wykorzystaj ten czas, aby lepiej zapoznać się z naszą stroną i przygotować się na czekające Cię doświadczenia.
pt: Seu curso começa em {days} dias. Antes do início do curso, você pode explorar o site para saber mais sobre o que esperar.
zh: 您的课程将在 {days} 天后开始。在课程开始之前，您可以浏览本网站了解更多有关课程内容的信息。

source: Enter your full name
ar: أدخل اسمك بالكامل
de: Geben Sie Ihren vollständigen Namen ein
eo: Éntér ýöür füll nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Ingrese su nombre completo
fr: Saisir votre nom complet
ja: 氏名を入力してください
nl: Voer uw volledige naam in
pl: Wprowadź imię i nazwisko
pt: Digite seu nome completo
zh: 输入您的全名

source: Save
ar: حفظ
de: Speichern
eo: Sävé Ⱡ'σяєм ι#
es: Guardar
fr: Enregistrer
ja: 保存する
nl: Opslaan
pl: Zapisz
pt: Salvar
zh: 保存

source: Enter your title
ar: أدخل عنوانك
de: Geben Sie Ihre Anrede ein
eo: Éntér ýöür tïtlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Ingrese su Cargo
fr: Saisir votre titre
ja: 役職を入力してください
nl: Voer uw titel in
pl: Wprowadź tytuł, którym się posługujesz
pt: Insira seu cargo
zh: 输入您的职位

source: An administrator has created an account on McKinsey Academy for your use. To activate your account, please copy and paste this address into your web browser's address bar:
ar: قام أحد المديرين بإنشاء حساب لك لدى أكاديمية ماكنزي. وليتسنى تفعيله، يرجى نسخ هذا العنوان ولصقه في شريط العنوان بمتصفح الويب المتوافر لديك:
de: Ein Administrator hat für Sie ein Konto bei der McKinsey Academy erstellt. Um Ihr Konto zu aktivieren, kopieren Sie bitte diese Adresse und fügen Sie sie in die Adresszeile Ihres Browsers ein:
eo: Àn ädmïnïsträtör häs çréätéd än äççöünt ön MçKïnséý Àçädémý för ýöür üsé. Tö äçtïväté ýöür äççöünt, pléäsé çöpý änd pästé thïs äddréss ïntö ýöür wéß ßröwsér's äddréss ßär: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι#
es: Un administrador ha creado una cuenta en McKinsey Academy para que usted la use. Para activarla, copie y pegue esta dirección en la barra de direcciones de su navegador:
fr: Un administrateur a créé un compte sur McKinsey Academy pour votre utilisation. Pour activer votre compte, copiez et collez cette adresse dans la barre d'adresse du navigateur Web :
ja: 管理者が、あなたのMcKinsey Academyアカウントを作成しました。アカウントを有効にするには、ブラウザのアドレスバーに、このアドレスをコピー＆ペーストしてください:
nl: Een beheerder heeft voor u een account aangemaakt in McKinsey Academy. Kopieer dit adres in de adresbalk van uw webbrowser om uw account te activeren:
pl: Administrator utworzył dla Ciebie konto w McKinsey Academy. Aby je aktywować, skopiuj podany adres i wklej go do paska adresu przeglądarki.
pt: Um administrador criou uma conta no McKinsey Academy para seu uso. Para ativar essa conta, copie e cole este endereço na barra de endereço do seu navegador:
zh: 管理员已在麦肯锡学院中创建了一个帐户供您使用。要激活您的帐户，请将此地址复制并粘贴到 Web 浏览器的地址栏中：

source: Could not parse user info from {user_line}
ar: تعذر تحليل معلومات المستخدم من {user_line}
de: Nutzer-Info konnte nicht aus {user_line} analysiert werden
eo: Çöüld nöt pärsé üsér ïnfö fröm {user_line} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: No se pudo analizar la información de usuario de {user_line}
fr: Impossible d'analyser les informations d'utilisateur à partir de {user_line}
ja: {user_line}からユーザー情報を解析できませんでした
nl: Gebruikersinformatie kan niet worden gelezen van {user_line}
pl: Błąd przetwarzania formularza z danymi użytkownika {user_line}
pt: Não foi possível analisar as informações do usuário de {user_line}
zh: 无法解析以下来源的用户信息：{user_line}

source: Unable to register user
ar: تعذر تسجيل المستخدم
de: Nutzer kann nicht registriert werden
eo: Ûnäßlé tö régïstér üsér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: No se puede registrar el usuario
fr: Impossible d'enregistrer l'utilisateur
ja: ユーザー登録ができません
nl: Niet mogelijk om gebruiker te registreren
pl: Nie można zarejestrować użytkownika
pt: Não foi possível registrar usuário
zh: 无法注册用户

source: User not associated with client
ar: المستخدم غير مرتبط بالعميل
de: Nutzer ist nicht mit dem Kunden verknüpft
eo: Ûsér nöt ässöçïätéd wïth çlïént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: El usuario no está asociado con el cliente
fr: L'utilisateur n'est pas associé au client
ja: ユーザーがクライアントと関連付けられません
nl: Gebruiker niet gekoppeld aan klant
pl: Użytkownik nie jest powiązany z klientem.
pt: Usuário não associado ao cliente
zh: 用户未与客户端关联

source: Data processing error
ar: خطأ في معالجة البيانات
de: Datenverarbeitungsfehler
eo: Dätä pröçéssïng érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Error al procesar los datos
fr: Erreur de traitement des données
ja: データ処理エラー
nl: Fout in gegevensverwerking
pl: Błąd przetwarzania danych
pt: Erro no processamento de dados
zh: 数据处理错误

source: Error processing data: {reason}
ar: خطأ في معالجة البيانات: {reason}
de: Fehler bei der Datenverarbeitung: {reason}
eo: Érrör pröçéssïng dätä: {reason} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Error al procesar los datos: {reason}
fr: Erreur pendant le traitement des données : {reason}
ja: データ処理でエラーが発生: {reason}
nl: Fout in gegevensverwerking: {reason}
pl: Błąd przetwarzania danych: {reason}
pt: Erro no processamento de dados: {reason}
zh: 处理数据时出错：{reason}

source: User program enrollment
ar: تسجيل برنامج المستخدم
de: Nutzer-Programmanmeldung
eo: Ûsér prögräm énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Inscripción del usuario al programa
fr: Inscription de l'utilisateur au programme
ja: ユーザーのプログラム登録
nl: Programma-inschrijving gebruiker
pl: Rejestracja użytkownika do programu
pt: Inscrição do usuário no programa
zh: 用户计划注册

source: User course enrollment
ar: تسجيل الدورة التدريبية للمستخدم
de: Nutzer-Kursanmeldung
eo: Ûsér çöürsé énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Inscripción del usuario al curso
fr: Inscription de l'utilisateur au cours
ja: ユーザーのコース登録
nl: Cursusinschrijving gebruiker
pl: Rejestracja użytkownika na kurs
pt: Inscrição do usuário no curso
zh: 用户课程注册

source: Enrolling student error
ar: خطأ في تسجيل الطالب
de: Fehler bei Teilnehmeranmeldung
eo: Énröllïng stüdént érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Error en la inscripción del alumno
fr: Erreur d'inscription de l'étudiant
ja: 生徒登録エラー
nl: Fout bij inschrijven student
pl: Błąd rejestracji ucznia
pt: Erro ao inscrever aluno
zh: 注册学员时出错

source: Error enrolling student: {reason} - {email}
ar: خطأ في تسجيل الطالب:{reason}- {email}
de: Fehler bei der Anmeldung von Teilnehmer: {reason} - {email}
eo: Érrör énröllïng stüdént: {reason} - {email} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Error en la inscripción del alumno: {reason} - {email}
fr: Erreur d'inscription de l'étudiant : {reason} - {email}
ja: 生徒の登録でエラー発生: {reason} - {email}
nl: Fout bij inschrijven student: {reason} - {email}
pl: Błąd rejestracji ucznia: {reason} - {email}
pt: Erro ao inscrever aluno: {reason} - {email}
zh: 注册学员时出错：{reason} - {email}

source: Error processing data: {reason} - {email}
ar: حدث خطأ أثناء معالجة البيانات:{reason}- {email}
de: Fehler bei der Datenverarbeitung: {reason} - {email}
eo: Érrör pröçéssïng dätä: {reason} - {email} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Error al procesar los datos: {reason} - {email}
fr: Erreur de traitement des données : {reason} - {email}
ja: データ処理でエラーが発生: {reason} - {email}
nl: Fout in gegevensverwerking: {reason} - {email}
pl: Błąd przetwarzania danych: {reason} - {email}
pt: Erro no processamento de dados: {reason} - {email}
zh: 处理数据时出错：{reason} - {email}

source: Activated
ar: تم تفعيله
de: Aktiviert
eo: Àçtïvätéd Ⱡ'σяєм ιρѕυм ∂σł#
es: Activado
fr: Activé
ja: 有効化済み
nl: Geactiveerd
pl: Aktywowano
pt: Ativada
zh: 已激活

source: Could not fetch activation record
ar: لا يمكن إحضار سجل التفعيل
de: Aktivierungsaufzeichnungen konnten nicht abgerufen werden
eo: Çöüld nöt fétçh äçtïvätïön réçörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: No se pudo recuperar el registro de activación
fr: Impossible de récupérer les données d’activation
ja: アクティベーションレコードを取得できませんでした
nl: Activeringsbestand kan niet worden opgehaald
pl: Nie można odtworzyć rekordu aktywacji
pt: Não foi possível buscar o registro de ativação
zh: 无法提取激活记录

source: PROJECT
ar: المشروع
de: PROJEKT
eo: PRÖJÉÇT Ⱡ'σяєм ιρѕυм #
es: PROYECTO
fr: PROJET
ja: プロジェクト
pl: PROJEKT
pt: PROJETO
zh: 项目

source: Client Name
ar: اسم العميل
de: Kundenname
eo: Çlïént Nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Nombre del cliente
fr: Nom du client
ja: クライアント名
nl: Naam klant
pl: Nazwa klienta
pt: Nome do cliente
zh: 客户端名称

source: Course ID
ar: معرّف الدورة
de: Kurs-ID
eo: Çöürsé ÌD Ⱡ'σяєм ιρѕυм ∂σł#
es: Identificador (ID) del curso
fr: Identifiant du cours
ja: コースID
nl: Cursus-ID
pl: Numer identyfikacyjny kursu
pt: ID do curso
zh: 课程 ID

source: Username
ar: اسم المستخدم
de: Nutzername
eo: Ûsérnämé Ⱡ'σяєм ιρѕυм ∂#
es: Nombre de usuario
fr: Nom d’utilisateur
ja: ユーザー名
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
zh: 用户名

source: Progress %
ar: % التقدم المحرز
de: Fortschritt %
eo: Prögréss % Ⱡ'σяєм ιρѕυм ∂σłσ#
es: % de avance
fr: Progression en %
ja: 進度%
nl: Vooruitgang %
pl: Stopień ukończenia %
pt: % de progresso
zh: 进度 %

source: Engagement
ar: المشاركة
eo: Éngägémént Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Participación
fr: Implication
ja: エンゲージメント
nl: Inzet
pl: Poziom zaangażowania
pt: Engajamento
zh: 参与度

source: Proficiency
ar: الإجادة
de: Kompetenzen
eo: Pröfïçïénçý Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Competencia
fr: Compétence
ja: 習熟度
nl: Vaardigheid
pl: Biegłość
pt: Proficiência
zh: 熟练程度

source: Course Completed
ar: لقد انتهت الدورة التدريبية
de: Kurs abgeschlossen
eo: Çöürsé Çömplétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Curso completado
fr: Cours terminé
ja: コース修了
nl: Cursus voltooid
pl: Kurs ukończony
pt: Curso concluído
zh: 课程已完成

source: # of posts
ar: # منشورات
de: Anzahl der Beiträge
eo: # öf pösts Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Cantidad de publicaciones
fr: # de messages
ja: 投稿数
nl: Aantal posts
pl: # postów
pt: Nº de publicações
zh: 发帖数

source: % participants posting
ar: % من المشاركين يكتبون منشورات
de: % Teilnehmer posten
eo: % pärtïçïpänts pöstïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: % de participantes con publicaciones
fr: % de participants envoyant des messages
ja: 投稿参加者%
nl: % deelnemers dat post
pl: % uczestników publikujących posty
pt: % de participantes publicando
zh: 参与者发帖 %

source: Avg posts per participant
ar: متوسط المنشورات لكل مشارك
de: Durchschnittsanzahl der Beiträge pro Teilnehmer
eo: Àvg pösts pér pärtïçïpänt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Promedio de publicaciones por participante
fr: Nombre moyen de messages par participant
ja: 参加者一人当たりの平均投稿数
nl: Gemiddeld aantal posts per deelnemer
pl: Średnia liczba postów na użytkownika
pt: Média de publicações por participante
zh: 每位参与者平均发帖数

source: Total Cohort
ar: إجمالي الأفواج
de: Gesamtzahl Jahrgang
eo: Tötäl Çöhört Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Grupo total
fr: Nombre total de participants
ja: 合計コホート
nl: Totale groep
pl: Całkowita liczba kursantów
pt: Grupo total
zh: 群组总计

source: Engaged
ar: مشارك
de: Beschäftigt
eo: Éngägéd Ⱡ'σяєм ιρѕυм #
es: Participa en el curso
fr: Impliqué
ja: エンゲージメント
nl: Inzet
pl: Zaangażowanych
pt: Engajado
zh: 已参与

source: Logged in over last 7 days
ar: تسجيل الدخول خلال آخر 7 أيام
de: Innerhalb der letzten 7 Tage angemeldet
eo: Löggéd ïn övér läst 7 däýs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Inició sesión en los últimos 7 días
fr: Nombre de connexion depuis les 7 derniers jours
ja: 過去7日間のログイン
nl: Aangemeld in de afgelopen 7 dagen
pl: Uczniowie, którzy logowali w ciągu ostatnich 7 dni
pt: Conectado nos últimos 7 dias
zh: 过去 7 天内登录
