Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: In addition to the limitations on User Content set forth in Section 5, we prohibit the posting of any information in connection with McKinsey Academy which infringes or violates the copyright rights and/or other intellectual property rights (including rights of privacy and publicity) of any person or entity. If you believe that your intellectual property right (or such a right that you are responsible for enforcing) is infringed by any content available through McKinsey Academy, please write to us at the address shown below, giving a written statement that contains: (a) identification of the copyrighted work and/or intellectual property right claimed to have been infringed; (b) identification of the allegedly infringing material that is requested to be removed; (c) your name, address, and daytime telephone number, and an e-mail address if available; (d) a statement that you have a good faith belief that the use of the copyrighted work and/or exercise of the intellectual property right is not authorized by the owner, its agent, or the law; (e) a statement that the information in the notification is accurate, and, under penalty of perjury, that the signatory is authorized to act on behalf of the owner of the right that is allegedly infringed; and (f) the signature of the intellectual property right owner or someone authorized on the owner's behalf to assert infringement of the right. Upon our receipt of such a statement (or any statement in conformance with 17 U.S.C. Section 512(c)(3)), we will remove any posted material that infringes the copyright or other intellectual property right of any person under U.S. law. U.S. law provides significant penalties for submitting such a statement falsely. Under appropriate circumstances, persons who repeatedly submit infringing or unlawful material will be prohibited from posting further submissions. Our contact for submission of notices under this Section 6 is set forth in the “Contact Us” Section of these Terms.
ar: بالإضافة إلى القيود المفروضة على محتوى المستخدم المنصوص عليها في القسم 5، نحظر نشر أي معلومات تتعلق بأكاديمية ماكنزي التي تنتهك أو تخالف حقوق الطبع والنشر و / أو حقوق الملكية الفكرية الأخرى (بما في ذلك حقوق الخصوصية والنشر) من أي شخص أو كيان. وإذا كنت تعتقد أن حقوق الملكية الفكرية الخاصة بك (أو مثل هذا الحق الذي تتحمل المسؤولية عنه) تتعرض للانتهاك من قبل أي محتوى متوفر من خلال أكاديمية ماكنزي، يرجى مراسلتنا على العنوان المبين أدناه، مع تقديم بيان مكتوب يحتوي على: (أ) تحديد العمل المحمي بحقوق الطبع والنشر و / أو حقوق الملكية الفكرية التي تدعي أنها تتعرض للانتهاك؛ (ب) تحديد المادة التي تدعي أنها تنتهِك حقوقك والمطلوب حذفها؛ (ج) اسمك وعنوانك ورقم هاتفك المفتوح خلال النهار وعنوان البريد الإلكتروني إن وجد؛ (د) إقرار بأن لديك اعتقاد راسخ بأن استخدام العمل المحمي بحقوق الطبع والنشر و / أو ممارسة حق الملكية الفكرية غير مصرح به من قبل المالك أو وكيله أو بموجب القانون؛ (هـ) إقرار بأن المعلومات الواردة في الإخطار دقيقة، وتحت طائلة عقوبة الحنث باليمين، مُصرَّح للموقِّع بالتصرف نيابة عن مالك الحق الذي يُدعَى انتهاكه؛ (و) توقيع صاحب حقوق الملكية الفكرية أو وكيله بتأكيد انتهاك الحقوق. وعند استلامنا لمثل هذا الإقرار (أو أي إقرار وفقًا للمادة 17 من قانون الولايات المتحدة، الفقرة 512 (ج) (3))، سنحذف أي مواد منشورة تنتهك حقوق الطبع والنشر أو حقوق الملكية الفكرية الأخرى لأي شخص بموجب القانون الأمريكي. كما ينص قانون الولايات المتحدة على فرض عقوبات مغلظة على التدليس في تقديم مثل هذه الإقرارات. وفي ظل الظروف المناسبة، يُحظر على الأشخاص الذين يقدمون مواد مخالفة أو غير قانونية بشكل متكرر نشر مزيد من المعلومات. تم تحديد جهة الاتصال الخاصة بنا لتقديم الإشعارات بموجب هذا القسم 6 في قسم "اتصل بنا" بهذه الشروط.
de: Zusätzlich zu den in Abschnitt 5 dargelegten Einschränkungen der Benutzerinhalte verbieten wir die Veröffentlichung von Informationen im Zusammenhang mit der McKinsey Academy, die die Urheberrechte und/oder andere Rechte an geistigem Eigentum (einschließlich Datenschutz und Öffentlichkeitsrechte) einer Person oder Einrichtung verletzen. Wenn Sie glauben, dass Ihr geistiges Eigentumsrecht (oder ein solches Recht, für dessen Durchsetzung Sie verantwortlich sind) durch Inhalte verletzt wird, die über die McKinsey Academy verfügbar sind, schreiben Sie uns bitte an die unten angegebene Adresse und geben Sie eine schriftliche Erklärung ab, die Folgendes enthält: (a) Identifizierung des urheberrechtlich geschützten Werkes und/oder des geistigen Eigentums, von dem behauptet wird, dass es verletzt wurde; (b) Identifizierung des angeblich verletzenden Materials, das entfernt werden soll; (c) Ihren Namen, Ihre Adresse und Telefonnummer am Tag und eine E-Mail-Adresse, falls verfügbar; (d) eine Erklärung, dass Sie in gutem Glauben davon ausgehen, dass die Nutzung des urheberrechtlich geschützten Werkes und/oder die Ausübung des geistigen Eigentumsrechts nicht vom Eigentümer, seinem Vertreter oder dem Gesetz genehmigt ist; (e) eine Erklärung, dass die Informationen in der Mitteilung korrekt sind und dass der Unterzeichner unter Strafe eines Meineids befugt ist, im Namen des Eigentümers des angeblich verletzten Rechts zu handeln; und (f) die Unterschrift des Eigentümers des geistigen Eigentums oder einer Person, die im Namen des Eigentümers befugt ist, eine Verletzung des Rechts geltend zu machen. Nach Erhalt einer solchen Erklärung (oder einer Erklärung in Übereinstimmung mit 17 U.S.C. Section 512(c)(3)) werden wir alle veröffentlichten Materialien entfernen, die das Urheberrecht oder andere Rechte an geistigem Eigentum einer Person nach US-Recht verletzen. Das US-Recht sieht erhebliche Strafen vor, wenn eine solche Erklärung falsch abgegeben wird. Unter geeigneten Umständen wird es Personen, die wiederholt rechtsverletzendes oder rechtswidriges Material einreichen, untersagt, weitere Beiträge zu veröffentlichen. Unser Ansprechpartner für die Übermittlung von Mitteilungen gemäß diesem Abschnitt 6 ist im Abschnitt „Kontaktieren Sie uns“ dieser Bedingungen aufgeführt.
eo: Ìn äddïtïön tö thé lïmïtätïöns ön Ûsér Çöntént sét förth ïn Séçtïön 5, wé pröhïßït thé pöstïng öf äný ïnförmätïön ïn çönnéçtïön wïth MçKïnséý Àçädémý whïçh ïnfrïngés ör vïölätés thé çöpýrïght rïghts änd/ör öthér ïntélléçtüäl pröpértý rïghts (ïnçlüdïng rïghts öf prïväçý änd püßlïçïtý) öf äný pérsön ör éntïtý. Ìf ýöü ßélïévé thät ýöür ïntélléçtüäl pröpértý rïght (ör süçh ä rïght thät ýöü äré réspönsïßlé för énförçïng) ïs ïnfrïngéd ßý äný çöntént äväïläßlé thröügh MçKïnséý Àçädémý, pléäsé wrïté tö üs ät thé äddréss shöwn ßélöw, gïvïng ä wrïttén stätémént thät çöntäïns: (ä) ïdéntïfïçätïön öf thé çöpýrïghtéd wörk änd/ör ïntélléçtüäl pröpértý rïght çläïméd tö hävé ßéén ïnfrïngéd; (ß) ïdéntïfïçätïön öf thé ällégédlý ïnfrïngïng mätérïäl thät ïs réqüéstéd tö ßé rémövéd; (ç) ýöür nämé, äddréss, änd däýtïmé téléphöné nümßér, änd än é-mäïl äddréss ïf äväïläßlé; (d) ä stätémént thät ýöü hävé ä gööd fäïth ßélïéf thät thé üsé öf thé çöpýrïghtéd wörk änd/ör éxérçïsé öf thé ïntélléçtüäl pröpértý rïght ïs nöt äüthörïzéd ßý thé öwnér, ïts ägént, ör thé läw; (é) ä stätémént thät thé ïnförmätïön ïn thé nötïfïçätïön ïs äççüräté, änd, ündér pénältý öf pérjürý, thät thé sïgnätörý ïs äüthörïzéd tö äçt ön ßéhälf öf thé öwnér öf thé rïght thät ïs ällégédlý ïnfrïngéd; änd (f) thé sïgnätüré öf thé ïntélléçtüäl pröpértý rïght öwnér ör söméöné äüthörïzéd ön thé öwnér's ßéhälf tö ässért ïnfrïngémént öf thé rïght. Ûpön öür réçéïpt öf süçh ä stätémént (ör äný stätémént ïn çönförmänçé wïth 17 Û.S.Ç. Séçtïön 512(ç)(3)), wé wïll rémövé äný pöstéd mätérïäl thät ïnfrïngés thé çöpýrïght ör öthér ïntélléçtüäl pröpértý rïght öf äný pérsön ündér Û.S. läw. Û.S. läw prövïdés sïgnïfïçänt pénältïés för süßmïttïng süçh ä stätémént fälsélý. Ûndér äppröprïäté çïrçümstänçés, pérsöns whö répéätédlý süßmït ïnfrïngïng ör ünläwfül mätérïäl wïll ßé pröhïßïtéd fröm pöstïng fürthér süßmïssïöns. Öür çöntäçt för süßmïssïön öf nötïçés ündér thïs Séçtïön 6 ïs sét förth ïn thé “Çöntäçt Ûs” Séçtïön öf thésé Térms.#
es: Además de las limitaciones al Contenido de Usuario establecidas en la Sección 5, queda prohibida la publicación de cualquier tipo de información que esté relacionada con McKinsey Academy y que infrinja o viole derechos de autor y/u otros derechos de propiedad intelectual (incluidos derechos de privacidad y publicidad) de una persona o entidad. Si cree que sus derechos de propiedad intelectual (o algún derecho cuya protección le competa) han sido vulnerados por algún contenido disponible en McKinsey Academy, escríbanos a la dirección que figura a continuación detallando: (a) la identificación de la obra sujeta a derechos de autor y/o la propiedad intelectual que en su opinión ha sido vulnerada; (b) la identificación del material presuntamente vulnerado y que solicita eliminar; (c) su nombre, dirección, número de teléfono de contacto y dirección de correo electrónico; (d) una declaración acerca de que, según su leal saber y entender, el uso de la obra sujeta a derechos de autor y/o el ejercicio del derecho de propiedad intelectual no están autorizados por el propietario, su agente o la ley; (e) una declaración manifestando que la información es precisa y que, bajo pena de falso testimonio, el firmante está autorizado para actuar en nombre del propietario del derecho presuntamente vulnerado; y (f) la firma del propietario del derecho de propiedad intelectual o de una persona autorizada por éste reclamar su derecho. Una vez recibida dicha declaración (o una declaración conforme al Cargo 17 del Código de Estados Unidos, artículo 512 (c)(3)), eliminaremos el material que infrinja el derecho de autor u otro derecho de propiedad intelectual de cualquier persona en virtud de la ley estadounidense. La legislación de Estados Unidos establece sanciones severas por presentar declaraciones de esta índole falsamente. Asimismo, las personas que envíen reiteradamente material ilegal o en infracción tendrán prohibido realizar futuras publicaciones. La información de contacto para avisos relacionados con la presente Sección 6 figura en la Sección “contáctenos” de los Términos de Uso.
fr: En plus des limitations sur le contenu de l'utilisateur énoncées dans la section 5, nous interdisons la mise en ligne de toute information en rapport avec McKinsey Academy qui enfreint ou viole les droits d'auteur et/ou les droits de propriété intellectuelle (y compris les droits de confidentialité et de publicité) de toute personne ou entité. Si vous pensez que votre droit de propriété intellectuelle (ou un tel droit que vous êtes tenus d'appliquer) est compromis par un contenu disponible sur McKinsey Academy, écrivez-nous à l'adresse indiquée ci-dessous, en nous précisant dans votre déclaration : L'identification de l' œuvre protégée et/ou du droit de propriété intellectuelle qui serait compromis ; (b) l'identification du document qui serait à l'origine de la violation et qui devrait être supprimé ; (c) votre nom, adresse, numéro de téléphone où l'on peut vous joindre pendant la journée, et une adresse e-mail si possible ; (d) une déclaration que vous croyez de bonne foi que l'utilisation de l'œuvre protégée et/ou l'exercice du droit de propriété intellectuelle n'est pas autorisée par son propriétaire, son représentant, ou la loi ; (e) une déclaration que les informations dans la notification sont exactes,et, sous peine de parjure, que le signataire est autorisé à agir au nom du détenteur du droit qui serait compromis ; et (f) la signature du détenteur du droit de propriété intellectuelle ou une personne autorisée au nom du détenteur à dénoncer la violation du droit. À réception de cette déclaration(où toute déclaration en conformité avec 17 U.S.C. Section 512(c)(3)), nous supprimerons tout document mis en ligne qui viole le droit d'auteur où tous autres droits de propriété intellectuelle d'une personne en vertu du droit des États-Unis. Le droit des États-Unis prévoit de lourdes peines pour l'envoi d'une fausse déclaration. Dans des circonstances appropriées, les personnes qui envoient de façon répétitive des documents illégaux ou qui portent atteinte à des droits se verront interdire d'envoyer d'autres documents. Notre contact pour envoyer ces notifications en vertu de cette section 6 est indiqué dans la section « Contactez-nous » de ces Conditions.
ja: 第5項に定めるユーザー・コンテンツの制限に加え、当社では、個人または団体の著作権および / またはその他の知的財産権 (プライバシーと公表に関する権利を含む) を侵害または違反する、McKinsey Academyに関連する一切の情報の投稿を禁止しています。McKinsey Academyを通して利用できるコンテンツにより、お客様の知的財産権 (またはお客様が施行の責任を負う権利) が侵害されたと思われる場合は、以下のアドレスまでご連絡ください。ご連絡の際は、次の内容を説明してください: (a) 著作物の特定および / または侵害を主張する知的財産権、(b) 削除を要請する、侵害を主張するコンテンツの特定、(c) お客様の氏名、住所、日中のご連絡先 (電話番号)、また、該当する場合はEメールアドレス、(d) 著作物の使用および / または知的財産権の施行が、所有者、仲介者、または法律により認められていないことに関し、お客様が誠実な信念をもっていることを記載した陳述書、(e) 通知の情報が正しいこと、また、偽証罪の適用に関する事項を確認の上、署名者は、侵害が主張される権利の所有者の代理を務める権限を受けていることの陳述書、また、(f) 知的財産権所有者による署名、または、所有者に変わって権利の侵害を主張する権限を得た人物による署名。上述の文書 (または、17 U. S. C.第512(c)(3)項に準拠した陳述) が届いたうえで、当社は、米国法により、著作権またはその他の知的財産権を侵害している投稿コンテンツを削除します。米国法には、この種の陳述について虚偽の内容を提出した場合、多額の罰金が課せられることが定められています。適当な状況下において、侵害的または違法なコンテンツを繰り返し提出する人物については、その後の投稿が禁止されます。第6項の通知の提出先については、これらの規約の「お問い合わせ」欄に規定されています。
nl: Naast de beperkingen op Gebruikersinhoud die zijn uiteengezet in Sectie 5, verbieden we het plaatsen van welke informatie dan ook in verband met McKinsey Academy die een inbreuk maakt op of een schending inhoudt van de auteursrechten en/of andere intellectuele eigendomsrechten (waaronder die op privacy en publiciteit) van welke persoon of rechtspersoon dan ook. Als u ervan overtuigd bent dat uw intellectuele eigendomsrecht (of een dergelijk recht waarvoor u verantwoordelijk bent voor de afdwinging daarvan) wordt geschonden door inhoud die beschikbaar is via McKinsey Academy, kunt u zich schriftelijk tot ons richten via het adres dat hieronder is weergegeven. Een dergelijke schriftelijke verklaring bevat: (a) een identificatie van het werk met auteursrecht en/of intellectuele eigendomsrecht waarvan wordt beweerd dat hierop een inbreuk is gemaakt; (b) een identificatie van het vermeende inbreuk makende materiaal waarvan wordt gevraagd dat dit wordt verwijderd; (c) uw naam, adres, telefoonnummer (overdag bereikbaar) en een e-mailadres, indien beschikbaar; (d) een verklaring waarin u aangeeft dat u er te goeder trouw van overtuigd bent dat het werk met auteursrecht en/of de uitoefening van het intellectuele eigendomsrecht niet wordt toegestaan door de eigenaar, de vertegenwoordiger daarvan of de wet; (e) een verklaring waarin u aangeeft dat de informatie in de kennisgeving nauwkeurig is, en dat, op straffe van meineed, de ondergetekende bevoegd is om te handelen namens de eigenaar van het recht waarop de vermeende inbreuk wordt gemaakt; en (f) de handtekening van de eigenaar van het intellectuele eigendomsrecht of van iemand die bevoegd is om namens de eigenaar te verklaren dat er sprake is van inbreuk op het recht. Bij ontvangst van een dergelijke verklaring (of enige verklaring die voldoet aan Sectie 512(c) lid 3 van Titel 17 van de Amerikaanse federale wetgeving [United States Code]), zullen we geplaatst materiaal verwijderen dat inbreuk maakt op de auteursrechten of andere intellectuele eigendomsrechten van welke persoon dan ook onder de Amerikaanse wetgeving. De Amerikaanse wetgeving voorziet in aanzienlijke straffen voor het indienen van een valse verklaring van dien aard. Onder toepasselijke omstandigheden kan het personen die herhaaldelijk inbreuk maken of onwettig materiaal indienen, verboden worden om verdere indieningen te plaatsen. Onze contactinformatie voor het indienen van kennisgevingen onder deze Sectie 6 is opgenomen in de Sectie Contact opnemen van deze Voorwaarden.
pl: Poza ograniczeniami Treści Użytkownika przedstawionymi w sekcji 5., zabraniamy publikowania w ramach McKinsey Academy jakichkolwiek informacji, które naruszają prawa autorskie i/lub inne prawa do własności intelektualnej (w tym prawa do prywatność i prawa do wizerunku) jakiejkolwiek osoby lub podmiotu. Jeśli uważasz, że Twoje prawa do własności intelektualnej (lub takie prawo, które możesz egzekwować) zostały naruszone przez jakiekolwiek treści dostępne za pośrednictwem McKinsey Academy, skontaktuj się z nami, wysyłając wiadomość na adres podany poniżej, obejmującą pisemne oświadczenie, które zawiera: (a) wyszczególnienie dzieła objętego prawami autorskimi i/lub prawami do własności intelektualnej, które uważasz za naruszone; (b) wyszczególnienie materiału, który rzekomo narusza prawa i o którego usunięcie wnosisz; (c) Twoje imię, adres i numer telefonu kontaktowego oraz adres e-mail; (d) oświadczenie o powziętym w dobrej wierze przekonaniu, że użytek objętego prawami autorskimi dzieła i/lub korzystanie z praw do własności intelektualnej nie zostały dozwolone przez właściciela, jego agenta lub przez prawo; (2) oświadczenie, że podane informacje są prawdziwe i że pod rygorem odpowiedzialności karnej za składanie fałszywych zeznań, podpisujący oświadczenie jest upoważniony, aby działać w imieniu właściciela praw, które zostały rzekomo naruszone; oraz (f) podpis właściciela praw do własności intelektualnej lub osoby upoważnionej do działania na rzecz właściciela w związku z naruszeniem praw. Po otrzymaniu takiego oświadczenia (lub jakiegokolwiek oświadczenia zgodnego z 17 U.S.C. Section 512(c)(3)) [Tytułem 17. Kodeksu Stanów Zjednoczonych, rozdziałem 512(c)(3))] usuniemy jakiekolwiek opublikowane materiały, które naruszają prawa autorskie lub inne prawa do własności intelektualnej jakiejkolwiek osoby zgodnie z prawem Stanów Zjednoczonych. Prawo Stanów Zjednoczonych przewiduje surowe kary za składanie fałszywych oświadczeń w tym zakresie. W pewnych okolicznościach, osoba która wielokrotnie przesyła bezprawne lub naruszające prawa materiały może otrzymać zakaz dalszego publikowania. Nasze informacje kontaktowe służące do przekazywania powiadomień opisanych w niniejszej sekcji 6. można znaleźć w sekcji „Kontakt z nami” niniejszych Warunków.
pt: Além das limitações no Conteúdo do Usuário estabelecidas na Seção 5, proibimos a publicação de qualquer informação relacionada ao McKinsey Academy que infrinja ou viole os direitos autorais e/ou outros direitos de propriedade intelectual (incluindo direitos de privacidade e publicidade) de qualquer pessoa ou entidade. Se você acredita que o seu direito de propriedade intelectual (ou tal direito que você seja responsável por impor) seja violado por qualquer conteúdo disponível por meio do McKinsey Academy, entre em contato no endereço abaixo, dando uma declaração por escrito que contenha: (a) identificação do trabalho protegido por direitos autorais e/ou direito de propriedade intelectual que se alega ter sido violado; (b) identificação do material com a suposta violação e que deve ser removido; (c) seu nome, endereço e número de telefone durante o dia, e um e-mail, se disponível; (d) uma declaração de que você acredita de boa-fé que o uso do trabalho protegido por direitos autorais e/ou o exercício do direito de propriedade intelectual não foi autorizado pelo proprietário, seu agente ou pela lei; (e) uma declaração de que as informações contidas na notificação são precisas e, sob pena de perjúrio, que o signatário está autorizado a agir em nome do proprietário do direito que supostamente está sendo infringido; e (f) a assinatura do proprietário do direito de propriedade intelectual ou alguém autorizado em nome do proprietário para fazer valer a infração do direito. Após o recebimento de tal declaração (ou qualquer declaração em conformidade com a Seção 512(c)(3) da U.S.C. 17), removeremos qualquer material publicado que infrinja os direitos autorais ou outros direitos de propriedade intelectual de qualquer pessoa sob a lei dos EUA. A lei dos EUA estabelece penalidades significativas para a apresentação de tal declaração falsamente. Sob circunstâncias apropriadas, pessoas que repetidamente enviarem material infrator ou ilegal serão proibidas de publicar submissões adicionais. Nosso contato para o envio de notificações sob esta Seção 6 está definido na seção “Fale Conosco” destes Termos.
zh: 除第 5 节中规定的用户内容限制以外，我们还禁止发布任何侵犯或违反任何人或实体之版权和/或其他知识产权（包括隐私权和公开权）的麦肯锡学院相关信息。如果您认为通过麦肯锡学院提供的任何内容侵犯了您的知识产权（或者您有责任强制执行的权利），请按照如下所示的地址给我们写信，并提供包含以下内容的书面声明：(a) 被侵权的版权作品和/或知识产权的认定；(b) 涉嫌侵权，请求删除材料的认定；(c) 您的姓名、地址、日间联系电话号码和电子邮件地址（如有）；(d) 一份声明，表明您有足够的理由确信版权作品的使用和/或知识产权的行使并未得到所有者、其代理或法律的授权；(e) 一份声明，表明通知中的信息准确无误，而且签字者被授权代表涉嫌被侵犯版权内容的拥有者，如有不实之处，甘愿受到伪证罪的处罚；(f) 知识产权拥有者的或被其授权者的签名，用以显示权利受到侵犯。收到此类声明（或符合美国法典第 17 篇第 512(c)(3) 节的任何声明）后，我们将删除侵犯了受美国法律保护的个人版权或其他知识产权的任何已发布材料。美国法律会对提交虚假声明的行为予以严惩。在适当的情况下，重复提交侵权材料或没有法律效力材料者，将被禁止作进一步提交。根据本文第 6 节提交通知的联系方式已在条款的“联系我们”部分中列出。

source: 7. Disclaimers
ar: 7. إخلاء المسؤولية
de: 7. Haftungsausschluss
eo: 7. Dïsçläïmérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: 7. Declinaciones de responsabilidad
fr: 7. Clause de non responsabilité
ja: 7. 免責事項
pl: 7. Wyłączenia prawne
pt: 7. Isenção de responsabilidade
zh: 7. 免责声明
