Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: If your question wasn't answered in any of these FAQs, please reach out to our <a href=%(support_url)s style="display: inline;" target='_blank'>support team.</a>
ar: إذا لم تتم الإجابة على سؤالك في أي من هذه الأسئلة الشائعة ، فيرجى الاتصال بـ <a href=%(support_url)s style="display: inline;" target='_blank'>فريق الدعم</a> لدينا.
de: Wenn Ihre Frage in diesen FAQs nicht beantwortet wurde, kontaktieren Sie bitte unser <a href=%(support_url)s style="display: inline;" target='_blank'>Support-Team.</a>
es: Si la respuesta a su pregunta aún no está en esta sección, comuníquese con nuestro <a href=%(support_url)s style="display: inline;" target='_blank'>equipo de soporte.</a>
ja: 質問内容の回答が上記のFAQに見当たらない場合は、<a href=%(support_url)s style="display: inline;" target='_blank'>サポートチーム</a>までお問い合わせください。
nl: Als uw vraag niet wordt beantwoord in deze veelgestelde vragen, neem dan contact op met ons <a href=%(support_url)s style="display: inline;" target='_blank'>supportteam.</a>
pl: Jeśli nie znalazłeś tutaj odpowiedzi na swoje pytanie, prosimy skontaktować się z naszym <a href=%(support_url)s style="display: inline;" target='_blank'>działem pomocy</a>.
pt: Se sua pergunta não foi respondida em nenhuma destas FAQS, entre em contato com a nossa <a href=%(support_url)s style="display: inline;" target='_blank'>equipe de suporte.</a>
zh: 如果上述常见问题中的信息无法解答您的问题，请联系我们的<a href=%(support_url)s style="display: inline;" target='_blank'>支持团队。</a>

source: &#9400; 2020 McKinsey & Company. All Rights Reserved.
ar: &#9400; 2020 McKinsey & Company. جميع الحقوق محفوظة.
de: &#9400; 2020 McKinsey & Company. Alle Rechte vorbehalten.
es: &#9400; 2020 McKinsey & Company. Todos los derechos reservados.
nl: &#9400; 2020 McKinsey & Company. Alle rechten voorbehouden.
pl: &#9400; 2020 McKinsey & Company. Wszelkie prawa zastrzeżone.
pt: &#9400; 2020 McKinsey & Company. Todos os direitos reservados.
zh: &#9400 2020归麦肯锡公司所有。保留所有权利。

source: McKinsey Academy Quick Start Guide
ar: دليل البدء السريع لأكاديمية ماكنزي
de: Kurzanleitung McKinsey Academy
es: Guía de inicio rápido de McKinsey Academy
ja: McKinsey Academyクイックスタートガイド
nl: Snelstartgids McKinsey Academy
pl: Przewodnik szybkiego startu McKinsey Academy
pt: Guia de início rápido do McKinsey Academy
zh: 麦肯锡学院快速入门指南

source: QUICK LINKS
ar: الروابط السريعة
es: Enlaces rápidos
ja: クイックリンク
nl: Snelkoppelingen
pl: SZYBKIE ŁĄCZA
pt: Links rápidos
zh: 快速链接

source: Accessing McKinsey Academy
ar: الوصول إلى أكاديمية ماكنزي
de: Zugang zur McKinsey Academy
es: Acceder a McKinsey Academy
ja: McKinsey Academy にアクセスする
nl: Toegang tot McKinsey Academy
pl: Dostęp do McKinsey Academy
pt: Como acessar o McKinsey Academy
zh: 访问麦肯锡学院

source: Navigation and platform highlights
ar: التنقل وعلامات تمييز المنصة
de: Navigation und wichtigste Funktionen der Plattform
es: Aspectos destacados de la plataforma y la navegación
ja: ナビゲーションとプラットフォームのハイライト
nl: Belangrijke punten over de navigatie en het platform
pl: Nawigacja i główne funkcje platformy
pt: Navegação e destaques da plataforma
zh: 导航和平台亮点

source: Mobile app
ar: طبيق الهاتف المحمول
es: Aplicación móvil
ja: モバイルアプリ
nl: Mobiele app
pl: Aplikacja mobilna
pt: Aplicativo para celular
zh: 移动应用

source: McKinsey Academy is compatible with Chrome, Firefox, Safari, and Internet Explorer (version 11).
ar: يتوافق موقع أكاديمية ماكنزي مع المتصفحات كروم وفايرفوكس وإنترنت إكسبلورر (الإصدار 11).
de: McKinsey Academy ist kompatibel mit Chrome, Firefox, Safari und Internet Explorer (Version 11).
es: McKinsey Academy es compatible con Chrome, Firefox, Safari e Internet Explorer (versión 11).
ja: McKinsey Academy は、Chrome、Firefox、Safari、Internet Explorer (バージョン 11) に対応しています。
nl: McKinsey Academy is compatibel met Chrome, Firefox, Safari en Internet Explorer (versie 11).
pl: McKinsey Academy jest kompatybilna z przeglądarkami Chrome, Firefox, Safari oraz Internet Explorer 11.
pt: O McKinsey Academy é compatível com Chrome, Firefox, Safari e Internet Explorer (versão 11).
zh: 麦肯锡学院可与 Chrome、Firefox、Safari 和 Internet Explorer 11 兼容。

source: For the best experience, we recommend
ar: للحصول على أفضل تجربة، نوصي باستخدام متصف
de: Für eine optimale Darstellung empfehlen wir
es: Para una mejor experiencia, recomendamos
ja: 最高の体験を得られるように、弊社では、奨しています
nl: Aan voor de beste ervaring, wij raden
pl: W celu zapewnienia najlepszych doświadczeń, zalecamy przeglądarkę
pt: Para melhorar experiência, recomendamos
zh: 以获取最佳体验, 我们 建议您使用

source: Chrome.
ar: كروم.

source: Registration
ar: التسجيل
de: Registrierung
es: Registro
ja: 登録
nl: Registreren
pl: Rejestracja
pt: Inscrição
zh: 注册

source: Each participant receives a welcome email with an activation link. Follow this link to create an account username and password.
ar: يتلقى كل مشارك رسالة بريد إلكتروني ترحيبية بها رابط التفعيل.اتبع هذا الرابط لإنشاء اسم مستخدم وكلمة مرور للحساب.
de: Jeder Teilnehmer erhält eine Begrüßungs-E-Mail mit einem Aktivierungslink.Folgen Sie diesem Link, um einen Benutzernamen und ein Passwort für Ihr Konto zu erstellen.
es: Cada participante recibe un correo electrónico de bienvenida con un enlace de activación.Siga este enlace para crear un nombre de usuario y contraseña para la cuenta.
ja: 参加者には、アクティベーションリンクが記載されたようこそメールが送信されます。アカウントのユーザー名とパスワードを作成するには、このリンクをクリックします。
nl: Elke deelnemer ontvangt een welkomstmail met een activeringslink.Klik op deze link om een gebruikersnaam en wachtwoord voor uw account aan te maken.
pl: Każdy uczestnik otrzyma powitalną wiadomość e-mail z linkiem aktywacyjnym. Prosimy kliknąć na ten link, aby utworzyć nazwę użytkownika i hasło.
pt: Cada participante recebe um e-mail de boas-vindas com um link de ativação.Siga este link para criar um nome de usuário e senha da conta.
zh: 每位参与者都将收到一封包含激活链接的欢迎电子邮件。请点击此链接创建帐户用户名和密码。

source: If you believe you are enrolled in a course but have not received a welcome email:
ar: إذا كنت تعتقد أنك مُسجل في دورة تدريبية ما ولكنك لم تتلق رسالة بريد إلكتروني ترحيبية:
de: Wenn Sie für einen Kurs angemeldet sind, aber keine Begrüßungs-E-Mail erhalten haben:
es: Si considera que está inscrito en un curso, pero no ha recibido el correo electrónico de bienvenida:
ja: コースに登録したがようこそメールが送信されていない場合:
nl: U heeft zich ingeschreven voor een cursus, maar geen welkomstmail ontvangen:
pl: Jeśli powinieneś być zarejestrowany na kurs, ale nie otrzymałeś powitalnej wiadomości e-mail:
pt: Se você tiver inscrito em um curso, mas não tiver recebido um e-mail de boas-vindas:
zh: 如果您已注册课程但未收到欢迎电子邮件：

source: Check your junk folder.
ar: تحقق من مجلد البريد الإلكتروني غير المهم
de: Überprüfen Sie Ihren Spam-Ordner.
es: Revise la carpeta de correos no deseados.
ja: 迷惑メールフォルダを確認する。
nl: Controleer uw spammap.
pl: Sprawdź folder ze spamem.
pt: Verifique sua pasta de lixo eletrônico.
zh: 请检查垃圾邮件文件夹。

source: Your welcome email may have been caught by spam filters.
ar: فقد يكون تم تعليق رسالة البريد الإلكتروني الترحيبية الخاص بك بواسطة عوامل تصفية البريد العشوائي.
de: Eventuell wurde die Begrüßungs-E-Mail vom Spam-Filter aussortiert.
es: Su correo electrónico de bienvenida puede haber quedado retenido por los filtros de correos no deseados.
ja: お客様のようこそメールはスパムフィルターによって捕らえられたかもしれません。
nl: Uw welkomstmail is misschien gemarkeerd als spam.
pl: Twój e-mail powitalny mógł zostać przechwycony przez filtry spamu.
pt: Seu e-mail de boas-vindas pode ter ficado preso no filtro de spam.
zh: 欢迎电子邮件可能已被垃圾邮件过滤器过滤。

source: Check that your inbox is not out of storage.
ar: تحقق من عدم نفاد مساحة تخزين صندوق الوارد لديك.
de: Stellen Sie sicher, dass in Ihrem Postfach ausreichend Speicherplatz vorhanden ist.
es: Verifique que su bandeja de entrada tenga capacidad.
ja: 受信トレイが容量不足でないことを確認する。
nl: Controleer of er genoeg ruimte is in uw inbox.
pl: Sprawdź, czy masz wolne miejsce w skrzynce odbiorczej.
pt: Verifique se sua caixa de entrada não está cheia.
zh: 请检查您的收件箱存储空间是否充足。

source: Emails may be rejected by full servers.
ar: قد يتم رفض رسائل البريد الإلكتروني بواسطة الخوادم الكاملة.
de: Manchmal werden E-Mails von voll belegten Servern abgelehnt.
es: Cuando el servidor está lleno, rechaza los correos electrónicos.
ja: Eメールがフルサーバーに拒否された可能性がある。
nl: E-mails worden geweigerd als uw inbox vol is.
pl: Przepełnione serwery mogą odrzucać przychodzące wiadomości.
pt: Os e-mails podem ter sido rejeitados por servidores cheios.
zh: 电子邮件可能已被完整服务器拒收。

source: Check your local firewall settings.
ar: تحقق من إعدادات جدار الحماية المحلي لديك.
de: Überprüfen Sie die Einstellungen Ihrer lokalen Firewall.
es: Revise la configuración de su cortafuegos.
ja: ローカルファイアウォールの設定を確認してください。
nl: Controleer uw firewall-instellingen.
pl: Sprawdź lokalne ustawienia firewalla.
pt: Verifique suas configurações de firewall local.
zh: 请检查您的本地防火墙设置。

source: may be blocked.
ar: فقد يكون تم حظر العنوان
de: Die Domain könnte dort gesperrt sein.
es: La página podría estar bloqueada.
ja: がブロックされている可能性があります。
nl: is misschien geblokkeerd.
pl: Może być zablokowany.
pt: pode estar bloqueado.
zh: 防火墙可能阻止了.

source: Confirm your enrollment with a local administrator
ar: أكد على تسجيلك مع مسؤول محلي.
de: Lassen Sie Ihre Anmeldung von einem lokalen Administrator bestätigen.
es: Confirme su suscripción con un administrador local.
ja: ローカル管理者に登録を確認してください。
nl: Bevestig uw inschrijving bij een lokale beheerder.
pl: Potwierdź rejestrację u lokalnego administratora.
pt: Confirme sua inscrição com um administrador local.
zh: 请确认您已经以本地管理员身份注册。

source: For further technical support and troubleshooting, see our
ar: للحصول على مزيد من الدعم التقني واستكشاف الأخطاء وإصلاحها، راجع
de: Weitere technische Hilfestellung und Anleitungen zur Fehlerbehebung erhalten Sie auf unserer.
es: Para obtener soporte técnico y solución a sus problemas, consulte nuestra de
ja: 技術サポートとトラブルシューティングの詳細については、 をご覧ください
nl: voor meer technische ondersteuning Lees onze
pl: Więcej informacji o pomocy technicznej i rozwiązywaniu problemów znajdziesz w sekcji
pt: Para obter maior suporte técnico e resolução de problemas, veja
zh: 如需进一步技术支持和疑难解答，请参阅我们的

source: FAQs
ar: الأسئلة المتداولة
es: Preguntas frecuentes
ja: FAQ
pl: FAQ.
pt: Perguntas mais frequentes
zh: 常见问题

source: page. If you still seek assistance, contact
ar: صفحة .إذا كنت لا تزال بحاجة إلى المساعدة، يرجى التواصل معنا على العنوان
de: -Seite. Gerne helfen wir Ihnen auch unter weiter
es: página. Si necesita ayuda, comuníquese con
ja: ページ. なおも問題が解決しない場合は、までお問い合わせください
nl: pagina. Stuur een e-mail naar als u problemen blijft ondervinden
pl: Jeśli dalej potrzebujesz pomocy, wyślij wiadomość do
pt: a página. Se você ainda quiser ajuda, contate
zh: 页面. 如果您仍需要帮助，请发送电子邮件至

source: Login
ar: تسجيل الدخول
de: Anmeldung
es: Inicio de sesión
ja: ログイン
nl: Inloggen
zh: 登录

source: Once registered, you can
ar: بمجرد التسجيل، يمكنك
de: Nach der Registrierung können Sie
es: Una vez que se haya registrado, puede
ja: 登録が完了したら、ことができます
nl: Als u zich heeft geregistreerd, kunt u
pl: Po zarejestrowaniu się możesz
pt: Depois de registrado, você pode fazer o
zh: 注册后即可

source: login
ar: تسجيل الدخول
de: Anmeldung
es: Inicio de sesión
ja: ログイン
nl: inloggen
pl: zalogować się
zh: 登录

source: with the username or email address associated with your account. Save or bookmark this URL to easily access your course or program in the future. Reset your password anytime by using the
ar: باسم المستخدم أو عنوان البريد الإلكتروني المرتبط بحسابك.احفظ عنوان URL هذا أو أضفه كإشارة مرجعية للوصول بسهولة إلى الدورة التدريبية أو البرنامج في المستقبل.أعد تعيين كلمة مرورك في أي وقت عن طريق استخدام
de: sich mit dem Benutzernamen oder der E-Mail-Adresse Ihres Kontos.Speichern Sie diese URL bzw. setzen Sie ein Lesezeichen, um später leichter auf Ihren Kurs oder Ihr Programm zugreifen zu können.Sie können Ihr Passwort jederzeit zurücksetzen, indem Sie auf
es: con el nombre de usuario o la dirección de correo electrónico asociada a su cuenta.Guarde o incluya esta URL como favorita para acceder con facilidad al curso o programa en el futuro.Restablezca su contraseña en cualquier momento mediante
ja: アカウントに関連付けられたユーザー名とEメールアドレスを使用してする。今後コースやプログラムにアクセスしやすいように、このURLは保存するか、お気に入りに保存してくださいパスワードは、 からいつでもリセットできます
nl: met uw gebruikersnaam of het e-mailadres dat aan uw account is gekoppeld.Sla deze URL op (als bladwijzer) om in de toekomst gemakkelijk toegang te krijgen tot uw cursus of programma.als u uw inloggegevens kwijt bent Klik op
pl: za pomocą nazwy użytkownika lub adresu e-mail przypisanych do Twojego konta. Zapisz lub dodaj do zakładek tę stronę, abyś w przyszłości mógł łatwo uzyskać dostęp do kursu lub programu. Możesz zresetować swoje hasło w dowolnym momencie używając
pt: com o nome de usuário ou endereço de e-mail associado à sua conta.Salve ou adicione a URL aos favoritos para acessar facilmente seu curso ou programa no futuro.Redefina sua senha a qualquer momento usando o
zh: 注册后即可登录通过用户名或关联到帐户的电子邮件地址进行。为方便将来访问课程或项目，请保存此 URL 或将其加入书签。您可以随时使用来重置密码

source: link.
ar: رابط.
de: klicken.
es: el enlace.
ja: リンク.
pl: odpowiedniego linku.
zh: 链接.

source: Depending on your course or program, you'll be directed to the My Courses or Learner Dashboard landing page.
ar: بناءً على الدورة التدريبية أو البرنامج، سيتم توجيهك إلى الصفحة المقصودة دوراتي التدريبية أو لوحة متابعة المتعلم.
de: Je nach Kurs oder Programm werden Sie auf die Startseite „Meine Kurse“ oder „Learner Dashboard“ weitergeleitet.
es: Según el curso o programa, se le dirigirá a la página de destino del panel de información del alumno o a Mis cursos.
ja: コースやプログラムによっては、[私のコース]または[学習者ダッシュボード]のランディングページに移動します。
nl: Afhankelijk van uw cursus of programma wordt u doorgestuurd naar de startpagina Mijn cursussen of Dashboard leerling.
pl: W zależności od Twojego kursu lub programu, zostaniesz przekierowany do strony Moje kursy lub do Panelu ucznia.
pt: Dependendo do seu curso ou programa, você será redirecionado aos Meus cursos ou página de destino de Painel do aluno.
zh: 根据您所访问的课程或项目，系统将相应导航到“我的课程”或“学员仪表板”登陆页面。

source: From here, you can navigate to the courses or activities you're enrolled in. Return to your landing page anytime using the main navigation.
ar: من هنا، يمكنك الانتقال إلى الدورات التدريبية أو الأنشطة التي سجلت فيها.ارجع إلى صفحتك المقصودة في أي وقت باستخدام شريط التنقل الرئيسي.
de: Von hier aus können Sie zu den Kursen oder Aktivitäten navigieren, für die Sie sich angemeldet haben.Über die Hauptnavigation können Sie jederzeit zu Ihrer Startseite zurückkehren.
es: Desde aquí, puede navegar por los cursos o actividades en los que está inscrito.Regrese a la página de destino en cualquier momento mediante la navegación principal.
ja: ここから、自分が登録しているコースやアクティビティに移動することができます。メイン・ナビゲーションを使用して、いつでもランディングページに戻ることができます。
nl: Vanaf hier kunt u navigeren naar de cursussen of activiteiten waarvoor u bent ingeschreven.Ga op elk gewenst moment terug naar uw startpagina met behulp van de hoofdnavigatie.
pl: Stąd możesz przemieszczać się pomiędzy kursami i aktywnościami, na które jesteś zarejestrowany. Możesz powrócić do strony docelowej używając głównej nawigacji.
pt: Deste ponto, você pode navegar nos cursos ou atividades nos quais estão inscritos.Volte para a página de destino a qualquer momento usando a navegação principal.
zh: 您可以从此处导航到已注册的课程或活动。您可以随时使用主导航返回登陆页面。

source: See below for more information on
ar: انظر أدناه للحصول على مزيد من المعلومات حول
de: Weitere Informationen zum finden Sie weiter unten
es: Consulte a continuación más información sobre el
ja: の詳細については、以下を参照してください
nl: Hieronder vindt u meer informatie over
pl: Poniżej znajdziesz więcej informacji na temat
pt: Veja abaixo para obter mais informações no
zh: 请参阅下方内容详细了解

source: Learner Dashboards
ar: لوحة متابعة المتعلم
de: Learner Dashboard
es: Panel de información del alumno
ja: 学習者ダッシュボード
nl: Dashboards voor leerlingen
pl: Panelu ucznia
pt: Painel do aluno
zh: 学员仪表板

source: COURSE OVERVIEW
ar: نظرة عامة على الدورة التدريبية
de: Kursübersicht
es: Descripción general del curso
ja: コース概要
nl: Cursusoverzicht
pl: OPIS KURSU
pt: Visão geral do curso
zh: 课程概述

source: Each course has an overview page where you can access lessons, course materials, announcements, and resources.
ar: تحتوي كل دورة تدريبية على صفحة نظرة عامة حيثما يمكنك الوصول إلى الدروس والمواد الدراسية بالدورة التدريبية والإعلانات والموارد.
de: Jeder Kurs hat eine Übersichtsseite, über die Sie Zugriff auf Lektionen, Kursmaterialien, Ankündigungen und Ressourcen haben.
es: Cada curso tiene una página de descripción general desde donde se puede acceder a las lecciones, los materiales del curso, anuncios y recursos.
ja: 各コースには、レッスン、コース教材、告知、およびリソースにアクセスできる概要ページがあります。
nl: Elke cursus heeft een overzichtspagina waar u lessen, cursusmateriaal, aankondigingen en bronnen kunt bekijken.
pl: Każdy kurs posiada stronę z opisem, z której możesz przejść do lekcji, materiałów kursu, ogłoszeń i zasobów.
pt: Cada curso tem uma página de visão geral onde pode acessar lições, materiais do curso, anúncios e recursos.
zh: 每个课程都包含概述页面，您可以通过此页面访问各个课时、课程材料、公告信息和其他资源。

source: Depending on your course, you can also explore course features such as Discussions, Group Work, and cohort Leaderboard. Note: not all courses have all features.
ar: بناءً على دورتك التدريبية، يمكنك أيضًا استكشاف ميزات الدورة التدريبية مثل المناقشات وعمل المجموعة ولوحة تسجيل أعلى النقاط للفوج. ملاحظة: لا تحتوي جميع الدورات التدريبية على جميع الميزات.
de: Je nach Kurs können Sie auch Kursfunktionen wie Diskussionen, Gruppenarbeit und Bestenlisten nutzen. Hinweis: Nicht alle Kurse verfügen über alle Funktionen.
es: Según el curso, se pueden también explorar funciones como Debates, Grupo de trabajo y Panel de clasificación del grupo. Nota: No todos los cursos cuentan con todas las funciones.
ja: コースに応じて、ディスカッション、グループワーク、コホートのリーダーボードなどのコース機能を調べることもできます。注: すべてのコースですべての機能を使用できるわけではありません。
nl: Afhankelijk van uw cursus kunt u ook cursusfuncties, zoals Discussies, Groepswerk en cohort Leiderbord, verkennen. Let op: niet alle cursussen hebben alle functies.
pl: W zależności od kursu możesz także używać innych funkcji takich jak Dyskusje, Praca grupowa oraz Ranking liderów całej grupy kursantów. Uwaga: Nie wszystkie kursy posiadają pełen zestaw funkcji.
pt: Dependendo do curso, você também pode explorar os recursos do curso como Discussões, Trabalho em grupo e Tabela de classificação do grupo. Observação: nem todos os cursos têm recursos.
zh: 根据课程不同，您还可以探索多种课程功能，如讨论、小组作业和群组仪表板。注意：部分课程不包含全部功能。

source: LESSONS
ar: الدروس
de: LEKTIONEN
es: LECCIONES
ja: レッスン
nl: LESSEN
pl: LEKCJE
pt: LIÇÕES
zh: 课时

source: Lessons are composed of individual modules. Complete the modules to complete the lesson. Complete the lessons to complete the course.
ar: تتألف الدروس من وحدات فردية. أكمل الوحدات لإكمال الدرس. أكمل الدروس لإكمال الدورة التدريبية.
de: Lektionen bestehen immer aus einzelnen Modulen. Um eine Lektion abzuschließen, müssen Sie alle Module abgeschlossen haben. Um einen Kurs abzuschließen, müssen Sie alle Lektionen abgeschlossen haben.
es: Las lecciones se componen de módulos individuales. Complete los módulos para completar la lección. Complete las lecciones para completar el curso.
ja: レッスンは個々のモジュールで構成されています。レッスンを完了するには、モジュールを修了します。コースを完了するには、モジュールを修了します。
nl: De lessen zijn samengesteld uit afzonderlijke modules. Voltooi de modules om de les te voltooien.Voltooi de lessen om de cursus te voltooien.
pl: Lekcje składają się z indywidualnych modułów. Ukończenie modułów spowoduje ukończenie lekcji. Aby ukończyć kurs, musisz ukończyć każdą lekcję.
pt: As lições são compostas de módulos individuais. Conclua os módulos para concluir a lição. Conclua as lições para concluir o curso.
zh: 课时由多个独立的模块组成。完成各个模块即可结束课时。完成各个课时即可结束课程。

source: View modules in fullscreen mode
ar: عرض الوحدات في وضع ملء الشاشة
de: Sie können Module im Vollbildmodus
es: Vea los módulos en el modo de pantalla completa
ja: 全画面モード
nl: Bekijk modules in de weergave volledig scherm
pl: Przeglądaj moduły w trybie pełnoekranowym,
pt: Visualizar os módulos no modo tela cheia
zh: 在全屏模式

source: to put learning front-and-center. Move between modules by using the contextual navigation on screen.
ar: لإبراز التعلم. التنقل بين الوحدات باستخدام التنقل السياقي على الشاشة.
de: anzeigen, um sich ganz auf das Lernen zu konzentrieren. Über die angezeigte Kontextnavigation können Sie zwischen Modulen wechseln.
es: para que el aprendizaje sea lo más importante. Muévase de uno a otro módulo con la navegación contextual en pantalla.
ja: でモジュールを表示し、学習を中心に置きます。画面上のコンテキストナビゲーションを使用してモジュール間を移動します。
nl: om nog beter te kunnen leren. Schakel tussen modules door de contextuele navigatie op het scherm te gebruiken.
pl: aby nauka znalazła się w centrum Twojej uwagi. Poruszaj się pomiędzy modułami za pomocą kontekstualnej nawigacji na ekranie.
pt: para destacar a aula. Mova entre os módulos usando a navegação contextual na tela.
zh: 下查看各个模块，以着重了解学习内容。使用屏幕上的上下文导航功能在各个模块之间切换。

source: Use the module navigator in the lesson title to jump to a specific module. Here you can also see the status of individual modules:
ar: استخدم متصفح الوحدة في عنوان الدرس للانتقال إلى وحدة معينة.هنا يمكنك أيضًا رؤية حالة الوحدات الفردية:
de: Die Modulnavigation im Lektionstitel ermöglicht die Direktauswahl eines bestimmten Moduls.Hier sehen Sie außerdem den Status einzelner Module:
es: Use el navegador de módulos en el título de la lección para ir a un módulo específico.Aquí también podrá ver el estado de los módulos individuales:
ja: 特定のモジュールに移動するには、レッスンタイトルのモジュールナビゲーターを使用します。ここには、個々のモジュールのステータス
nl: Gebruik de module-navigator in de lestitel om naar een specifieke module te gaan.Hier kunt u ook de status van afzonderlijke modules bekijken:
pl: Używaj nawigatora modułów wbudowanego w lekcję, aby szybko przejść do określonego modułu. Tutaj możesz też zobaczyć status poszczególnych modułów:
pt: Use o navegador do módulo no título da lição para pular para um módulo específico.Aqui você também pode ver o status de módulos individuais:
zh: 使用课时标题中的模块导航工具跳转到特定的模块。您还可以查看各个模块的状态：

source: , in progress
ar: , وقيد التقدم
de: , in Bearbeitung
es: en progreso
ja: , 進行中
nl: , bezig
pl: , w trakcie
pt: , em andamento
zh: 、进行中

source: , and completed
ar: , واكتملت
de: , und abgeschlossen
es: , y Completado
ja: , 完了アイコン
nl: , en voltooid
pl: , ukończono
pt: , e concluído
zh: , 或未完成

source: As you complete modules and lessons, your completion status will update in detail on the My Progress page.
ar: عند إكمال الوحدات والدروس، سيتم تحديث حالة الإكمال بالنسبة لك بالتفصيل في صفحة مدى تقدمي.
de: Nach dem Abschluss eines Moduls oder einer Lektion wird Ihr Kursabschluss-Status auf der Seite „Mein Fortschritt“ entsprechend aktualisiert.
es: A medida que complete los módulos y las lecciones, el estado de finalización se actualizará en detalle en la página Mi avance.
ja: モジュールとレッスンを完了すると、[私の進度]ページに完了ステータスが詳細に更新されます。
nl: Naarmate u modules en lessen voltooit, wordt uw voltooiingsstatus bijgewerkt op de pagina Mijn vooruitgang.
pl: Ukończenie kolejnych modułów i lekcji spowoduję zmianę statusu na stronie „Moje postępy”.
pt: Conforme você concluir módulos e aulas, seu status de conclusão será atualizado em detalhes na página Meu progresso.
zh: 完成模块和课时后，“我的进度”页面将详细更新您的完成状态。
