Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Without limiting anything in this Section, we are collaborating with edX Inc. (“edX”), a not-for-profit corporation founded by leading academic institutions that provides training, hosting and other services in connection with online and blended learning, in order to help develop, provide and improve McKinsey Academy. As part of our collaboration with edX, certain aspects of McKinsey Academy may be developed, hosted, maintained, supported and/or delivered in whole or in part by edX, either directly or indirectly. In connection therewith, edX and its third party service providers may also receive access to User Content, User Account Information and other information about your use of McKinsey Academy. Consistent with our Privacy Policy, edX is required to maintain the confidentiality of User Account information and your use of McKinsey Academy to which it may have access in connection with its provision of the services and support described above.
ar: بدون تقييد أي شيء في هذا القسم، نتعاون مع مؤسسة edX Inc.‎‏ (“edX“)، وهي مؤسسة غير ربحية تأسست من قِبل عدد من كبرى المؤسسات الأكاديمية الرائدة التي تقدم التدريب والاستضافة وغيرهما من الخدمات فيما يتعلق بالتعلم عبر الإنترنت والتعلم المختلط، للمساعدة في تطوير أكاديمية ماكنزي وتوفيرها وتحسينها. وكجزء من تعاوننا مع edX، يمكن تطوير بعض جوانب أكاديمية ماكنزي و/أو استضافتها و/أو صيانتها و/أو دعمها و/أو تقديمها كليًا أو جزئيًا من قِبل edX، بشكل مباشر أو غير مباشر. وفيما يتعلق بذلك، يجوز أن تحصل edX ومقدمو الخدمات من الأطراف الثالثة التابعة لها أيضًا على حق الوصول إلى محتوى المستخدم ومعلومات حساب المستخدم وغيرها من المعلومات حول استخدامك لأكاديمية ماكنزي. وتماشيًا مع سياسة الخصوصية لدينا، يتعين على edX الحفاظ على سرية معلومات حساب المستخدم واستخدامك لأكاديمية ماكنزي الذي قد يكون الوصول إليه متاحًا أمام edX فيما يتعلق بتقديمها للخدمات والدعم الموضح أعلاه.
de: Ohne Einschränkung in diesem Abschnitt arbeiten wir mit edX Inc. zusammen. („edX“), eine gemeinnützige Gesellschaft, die von führenden akademischen Institutionen gegründet wurde, die Trainings-, Hosting- und andere Dienstleistungen im Zusammenhang mit Online- und Blended Learning anbietet, um die McKinsey Academy zu weiterzuentwickeln, bereitzustellen und zu verbessern. Im Rahmen unserer Zusammenarbeit mit edX können bestimmte Aspekte der McKinsey Academy ganz oder teilweise direkt oder indirekt von edX entwickelt, gehostet, gewartet, unterstützt und/oder bereitgestellt werden. In diesem Zusammenhang können edX und seine Drittanbieter auch Zugang zu Benutzerinhalten, Benutzerkontoinformationen und anderen Informationen über Ihre Verwendung der McKinsey Academy erhalten. In Übereinstimmung mit unserer Datenschutzrichtlinie ist edX verpflichtet, alle persönlich identifizierbaren Informationen über Sie und Ihre Verwendung der McKinsey Academy, auf die edX im Zusammenhang mit der Bereitstellung der oben beschriebenen Dienstleistungen und des Supports Zugriff haben könnte, vertraulich zu behandeln.
es: Sin que ello implique una limitación a lo indicado en esta Sección, McKinsey Academy colabora con edX Inc. («edX»), una organización sin fines de lucro fundada por prestigiosas instituciones académicas que ofrece servicios de capacitación, almacenamiento y similares relacionados con el aprendizaje flexible y en línea, con el fin de contribuir al desarrollo, la prestación y la mejora de los servicios de McKinsey Academy. Como parte de nuestra colaboración con edX, ciertos aspectos de McKinsey Academy pueden ser desarrollados, almacenados, mantenidos, respaldados y/o proporcionados en forma total o parcial por edX, ya sea directa o indirectamente. En tal sentido, edX y sus prestadores de servicios externos también podrían obtener acceso a Contenidos de Usuario, Información de Cuenta del Usuario y demás datos sobre su uso de McKinsey Academy. De conformidad con nuestra Política de Privacidad, edX tiene la obligación de mantener la confidencialidad de cualquier información de identificación personal sobre usted y el uso de McKinsey Academy a la que acceda en virtud de lo descripto anteriormente.
ja: 本条の定めの効力が制限されない範囲内で、弊社は edX Inc. (以下「edX 社」といいます) と協力します。同社は、最先端の学術研究機関が設立した非営利法人で、McKinsey Academy の開発、提供および改善に役立つトレーニング サービス、ホスティング サービス、またオンライン学習やハイブリッド学習に関する他のサービスを提供します。edX 社との協業の一環として、McKinsey Academy の特定要素のすべてまたは一部分は、edX 社により直接または間接的に開発、ホスティング、メンテナンス、サポートおよび / または配信される場合があります。この協業に関しては、edX 社やその第三者であるサービス プロバイダーに対し、該当ユーザー コンテンツ、所要ユーザー アカウント情報、またお客様による McKinsey Academy の利用に関する他の情報へのアクセス権が付与される場合もあります。edX 社は、弊社のプライバシーに関する方針に従い、前述のサービスおよびサポートの提供に関連してアクセスできる所要ユーザー アカウント情報やお客様による McKinsey Academy の利用に関する情報の秘密性を保持しなければなりません。
nl: Om McKinsey Academy te ontwikkelen, leveren en verbeteren werken we, zonder dat dit leidt tot enige beperking in dit artikel, samen met edX Inc. (‘edX’), een non-profitorganisatie gefinancierd door vooraanstaande academische instellingen die training, hosting en andere diensten aanbiedt in verband met online en gemengd leren. Onze samenwerking met edX kan met zich meebrengen dat sommige aspecten van McKinsey Academy geheel of gedeeltelijk, direct of indirect door edX kunnen worden ontwikkeld, ondersteund en/of geleverd. In verband daarmee kunnen edX en haar externe dienstverleners ook toegang krijgen tot Gebruikersinhoud, Gebruikersaccountgegevens en andere informatie over uw gebruik van McKinsey Academy. In overeenstemming met ons Privacybeleid is edX verplicht om de Gebruikersaccountgegevens en uw gebruik van McKinsey Academy, waartoe zij toegang kan hebben in verband met de hierboven beschreven diensten en ondersteuning, vertrouwelijk te houden.
pl: Bez ograniczania postanowień niniejszego punktu McKinsey współpracuje ze edX Inc. („edX”), nienastawioną na zysk organizacją założoną przez czołowe ośrodki akademickie, która świadczy usługi szkoleń, hostingu i inne w związku z nauką online i hybrydową w celu pomocy w rozwijaniu, świadczeniu i ulepszaniu McKinsey Academy. W ramach współpracy z edX organizacja ta może rozwijać, hostować, konserwować, wspierać lub dostarczać w całości lub części, bezpośrednio lub pośrednio, niektóre aspekty McKinsey Academy. W związku z powyższym edX i jej zewnętrzni dostawcy usług mogą również uzyskiwać dostęp do Treści Użytkownika, Danych Konta Użytkownika i innych informacji o sposobie korzystania przez użytkownika z McKinsey Academy. Zgodnie z Polityką prywatności McKinsey edX ma obowiązek zachowania w poufności Danych Konta Użytkownika i danych o sposobie korzystania przez użytkownika z McKinsey Academy, do których może posiadać dostęp w związku ze świadczeniem opisanych powyżej usług i wsparcia.
pt: Sem limitar nada nesta seção, estamos colaborando com a edX Inc. (“edX“), uma corporação sem fins lucrativos fundada por instituições acadêmicas líderes que fornece treinamento, hospedagem e outros serviços relacionados ao aprendizado online e misto, para ajudar a desenvolver, fornecer e melhorar a McKinsey Academy. Como parte de nossa colaboração com o edX, certos aspectos da McKinsey Academy podem ser desenvolvidos, hospedados, mantidos, suportados e/ou entregues no todo ou em parte pelo edX, direta ou indiretamente. Em conexão com isso, a edX e seus fornecedores de serviços terceirizados também podem receber acesso ao conteúdo do usuário, Informações da conta do usuário e outras informações sobre o uso da McKinsey Academy. Consistente com nossa política de privacidade, a edX é obrigada a manter a confidencialidade das informações da conta do usuário e o uso da McKinsey Academy ao qual ela pode ter acesso em conexão com a prestação dos serviços e suporte descritos acima.
zh: 在不限制本节任何规定的前提下，我们正在与 edX Inc.（“edX”）合作，该非营利性公司由领先的学术机构创立，旨在提供与在线和混合学习有关的培训、托管和其他服务，以便帮助开发、提供和改善麦肯锡学院。在我们与 edX 合作的过程中，麦肯锡学院的某些方面可能直接或间接地由 edX 开发、托管、维护、支持和/或交付。与此相关的是，edX 及其第三方服务提供商也可能会访问用户内容、用户帐户信息以及有关您对麦肯锡学院的使用的其他信息。根据我们的隐私政策，要求 edX 对用户帐户信息以及您对麦肯锡学院的使用保密，以便其提供上述服务和支持时可以对其进行访问。

source: In addition, certain Mobile Offerings may be made available to you through third party websites, applications or platforms operated by a third party (a “Mobile Platform Provider”), for example through a mobile app store. These Mobile Platform Providers are subject to separate and independent terms of use and privacy policies, which apply to your use of their websites, applications and/or platforms, and any related services they provide. They are not subject to our control. Without limiting the foregoing, you acknowledge that no Mobile Platform Provider has any control over, nor makes any warranty or shall have any liability to you for, McKinsey Academy, and any claim or dispute by you in connection therewith shall be governed by these Terms. Where required by our agreement with such Mobile Platform Provider, such Mobile Platform Provider is a third party beneficiary of this paragraph of these Terms and may enforce these Terms against you.
ar: بالإضافة إلى ذلك، قد يتم توفير بعض عروض الجوال لك من خلال مواقع الأطراف الثالثة على الويب أو التطبيقات أو المنصات التي يديرها طرف ثالث (“مقدم خدمات منصة الجوال“)، على سبيل المثال، من خلال متجر تطبيقات جوال. ويخضع مقدمو خدمات منصات الجوال لشروط استخدام وسياسات خصوصية منفصلة ومستقلة، تنطبق على استخدامك لمواقعهم على الويب و/أو تطبيقاتهم و/أو منصاتهم، وأي خدمات ذات صلة يقدمونها. ولا يخضعون لرقابتنا. ودون تقييد لما سبق، تقر بأنه لا يوجد لدى مقدم خدمات منصة الجوال أي سلطة على، ولا يقدم أي ضمان أو يتحمل أي مسؤولية تجاهك عن، أكاديمية ماكنزي، وأي مطالبة أو نزاع من طرفك فيما يتعلق بذلك يخضع لهذه الشروط. وحسبما يقتضى اتفاقنا معه، يكون مقدم خدمات منصة الجوال هذا طرفًا ثالثًا مستفيدًا من هذه الفقرة من هذه الشروط، ويجوز له إنفاذ هذه الشروط عليك.
de: Darüber hinaus können Ihnen bestimmte mobile Angebote über eine Website, Anwendung oder Plattform, die von einem Anbieter mobiler Plattformen betrieben wird (ein „Anbieter mobiler Plattformen“), zur Verfügung gestellt werden, beispielsweise über einen Mobil-App-Shop. Diese Anbieter mobiler Plattformen unterliegen eigenen und unabhängigen Bedingungen und Datenschutzrichtlinien, die für Ihre Nutzung von deren Websites, Anwendungen und/oder Plattformen sowie zugehörigen, von ihnen bereitgestellten Services gelten. Sie unterliegen nicht unserer Kontrolle. Ohne Einschränkung des Vorstehenden erkennen Sie an, dass kein Anbieter mobiler Plattformen die Kontrolle über die McKinsey Academy oder die Inhalte der McKinsey Academy hat, irgendeine Garantie übernimmt oder Ihnen gegenüber eine Haftung übernimmt, und alle Ansprüche oder Streitigkeiten, die Sie in diesem Zusammenhang geltend machen, diesen Bedingungen unterliegen. Wenn dies durch unsere Vereinbarung mit einem solchen Anbieter mobiler Plattformen erforderlich ist, ist dieser Anbieter mobiler Plattformen ein Begünstigter dieses Absatzes dieser Bedingungen und kann diese Bedingungen gegen Sie als Begünstigter eines Dritten durchsetzen.
es: Del mismo modo, ciertas Ofertas Móviles podrían ponerse a su disposición a través de sitios web, aplicaciones o plataformas operadas por un tercero (un «Proveedor de Plataforma Móvil»), por ejemplo, una tienda de aplicaciones móviles. Los sitios web, las aplicaciones y/o plataformas de estos Proveedores de Plataforma Móvil, así como cualquier servicio relacionado con los anteriores, están sujetos a términos de uso y políticas de privacidad independientes, por lo que no están sujetos a nuestro control. Sin que ello implique una limitación de lo anterior, usted reconoce que ningún Proveedor de Plataforma Móvil tiene control alguno sobre McKinsey Academy ni efectúa garantía alguna ni asume ningún tipo de responsabilidad hacia usted al respecto, y que cualquier reclamación o disputa relacionada se regirá por los presentes Términos de Uso. Cuando así lo exija nuestro acuerdo con un Proveedor de Plataforma Móvil, éste podrá ejercer los derechos detallados en este párrafo en su propio beneficio y en contra de usted.
ja: 関連モバイル アプリ等の中には、モバイル アプリ ストアに代表される、第三者が管理しているウェブサイト、アプリケーションまたはプラットフォーム (以下においては、これらを管理している第三者を「モバイル プラットフォーム プロバイダー」といいます) を通じてお客様に提供されるものがあります。モバイル プラットフォーム プロバイダーは、そのウェブサイト、アプリケーションおよび / またはプラットフォームや、提供する関連サービスに適用される個別の独立した利用規約やプライバシーに関する方針に従って活動するため、 弊社がその活動を管理することはできません。 前述の定めの効力が制限されない限り、お客様は、モバイル プラットフォーム プロバイダーが、McKinsey Academyや、本規約に従って解決すべき McKinsey Academy に関する申立てまたは紛争を管理することはなく、これらに関してお客様に対し何らかの保証を行ったり法的責任を負ったりすることもない点について認める必要があります。モバイル プラットフォーム プロバイダーは、弊社との契約が求めている場合、本条文の第三者受益者となり、本規約の遵守をお客様に対し強制できます。
nl: Daarnaast kunnen bepaalde Mobiele Aanbiedingen voor u beschikbaar worden gesteld via websites, applicaties of platforms beheerd door derde partijen (‘Mobiele Platformaanbieders’), bijvoorbeeld via een mobiele app-store. Deze Mobiele Platformaanbieders zijn onderworpen aan aparte en onafhankelijke algemene voorwaarden en privacybeleid, die van toepassing zijn op uw gebruik van hun websites, toepassingen en/of platforms en gerelateerde diensten die zij verschaffen. Wij hebben daar geen zeggenschap over. Onverminderd het voorgaande erkent u dat geen enkele Mobiele Platformaanbieder zeggenschap heeft over, garantie geeft voor of aansprakelijk jegens u is voor McKinsey Academy en elke door u ingestelde claim of geschil in verband daarmee zal worden beheerst door deze Voorwaarden. Indien vereist door onze overeenkomst met een dergelijke Mobiele Platformaanbieder is deze Mobiele Platformaanbieder een derde begunstigde van dit artikel van deze Voorwaarden en kan deze Mobiele Platformaanbieder deze Voorwaarden jegens u afdwingen.
pl: Dodatkowo użytkownikowi mogą być udostępniane określone Oferty Mobilne za pośrednictwem zewnętrznych witryn, aplikacji lub platform prowadzonych przez osoby trzecie („Dostawcy Platform Mobilnych”), na przykład za pośrednictwem sklepów z aplikacjami mobilnymi. Dostawcy Platform Mobilnych podlegają osobnym i niezależnym warunkom korzystania i politykom prywatności, które znajdują zastosowanie w odniesieniu do korzystania przez użytkownika z ich witryn, aplikacji lub platform oraz świadczonych przez nich powiązanych usług. McKinsey nie sprawuje kontroli nad Dostawcami Platform Mobilnych. Bez ograniczania powyższych postanowień użytkownik przyjmuje do wiadomości, że żaden Dostawca Platform Mobilnych nie sprawuje kontroli nad McKinsey Academy, nie udziela żadnych gwarancji oraz nie ponosi odpowiedzialności wobec użytkownika, a wszystkie roszczenia i spory użytkownika z tym związane podlegają niniejszym Warunkom. Jeśli jest to konieczne wskutek umowy McKinsey z Dostawcą Platformy Mobilnej, Dostawca Platformy Mobilnej jest osobą trzecią odnoszącą korzyści z tego akapitu niniejszych Warunków i może je egzekwować wobec użytkownika.
pt: Além disso, determinadas ofertas móveis podem ser disponibilizadas a você através de sites, aplicativos ou plataformas de terceiros operados por terceiros (um “fornecedor de plataforma móvel“), por exemplo, através de uma loja de aplicativos móveis. Esses provedores de plataformas móveis estão sujeitos a termos de uso e políticas de privacidade separados e independentes, que se aplicam ao uso de seus sites, aplicativos e/ou plataformas e quaisquer serviços relacionados que eles fornecem. Estes não estão sujeitos ao nosso controle. Sem limitar o acima exposto, você reconhece que nenhum provedor de plataforma móvel tem controle, nem oferece garantia ou terá qualquer responsabilidade com relação à McKinsey Academy, e qualquer reclamação ou disputa por você em conexão com ela será regida por estes termos. Quando exigido pelo nosso contrato com esse fornecedor de plataforma móvel, esse fornecedor de plataforma móvel é um terceiro beneficiário deste parágrafo destes termos e pode aplicá-los a você.
zh: 此外，某些移动产品可能会通过由第三方（“移动平台提供商”）运营的第三方网站、应用程序或平台（例如移动应用商店）提供给您。这些移动平台提供商受制于单独且独立的使用条款和隐私政策，这些条款适用于您对其网站、应用程序和/或平台以及他们提供的任何相关服务的使用。 它们不受我们的控制。 在不限制前述规定的前提下，您承认任何移动平台提供商均不会对麦肯锡学院拥有任何控制权，也不会因麦肯锡学院对您承担任何责任，并且您与此有关的任何索赔或争议均受这些条款约束。在我们与该移动平台提供商达成的协议要求的情况下，该移动平台提供商是本条款本段的第三方受益人，并可能对您执行本条款。

source: In our sole discretion we may choose to offer a certificate, statement or other documentation to you and/or your Sponsoring Organization if you satisfy certain criteria (e.g., course completion) in connection with one or more courses or programs made available to you through McKinsey Academy (a “Certificate”). The issuance of a Certificate to you and/or your Sponsoring Organization, and the criteria governing such issuance, are solely within our discretion and may be changed at any time. In addition, you acknowledge that (a) your receipt of a Certificate, if any, does not represent an endorsement by us and (b) we are not an accredited educational institution, nor have we sought any such accreditation, and any such Certificate does not convey any academic credit or standing. You agree that you will not seek to obtain a Certificate through any false, misleading, or unlawful means, or misrepresent to the public or to any third party the nature, content or terms of issuance of any such Certificate.
ar: وفقًا لتقديرنا الخاص، قد نختار تقديم شهادة أو بيان أو مستندات أخرى لك و/أو لمؤسستك الراعية إذا كنت تستوفي معايير معينة (على سبيل المثال، إكمال الدورة التدريبية) فيما يتعلق بدورة واحدة أو أكثر من الدورات التدريبية أو برنامج واحد أو أكثر من البرامج المتاحة لك من خلال أكاديمية ماكنزي (“الشهادة“). مع الوضع في الاعتبار أن إصدار شهادة لك و/أو لمؤسستك الراعية، والمعايير التي تحكم مثل هذا الإصدار، تخضع لتقديرنا نحن فقط ويمكن تغييرها في أي وقت. بالإضافة إلى ذلك، تقر بأن (أ) تلقيك للشهادة، إن وجدت، لا يمثل مصادقة من جانبنا وأننا (ب) لسنا مؤسسة تعليمية معتمدة، ولم نطلب أي اعتماد من هذا القبيل، وأي شهادة من هذا النوع لا تعني اعتمادًا أو مكانة أكاديمية. كما تقر بالموافقة على أنك لن تسعى للحصول على شهادة من خلال أي وسيلة زائفة أو مضللة أو غير قانونية أو تحريف طبيعة أي من هذه الشهادات أو محتواها أو شروط إصدارها أمام الجمهور أو أي طرف ثالث.
de: Nach eigenem Ermessen können wir Ihnen und/oder Ihrer Sponsorenorganisation ein Zertifikat, eine Stellungnahme oder eine andere Bestätigung oder Dokumentation anbieten, wenn Sie bestimmte Kriterien (z. B. Kursabschluss) im Zusammenhang mit einem oder mehreren Kursen oder Programmen erfüllen, die Ihnen über die McKinsey Academy zur Verfügung gestellt werden (ein „Zertifikat“). Die Ausstellung eines Zertifikats an Sie und/oder Ihre Sponsorenorganisation und die Kriterien für diese Ausstellung liegen ausschließlich in unserem Ermessen und können jederzeit geändert werden. Darüber hinaus akzeptieren Sie, dass (a) Ihr Erhalt eines Zertifikats, falls vorhanden, keine Unterstützung durch uns darstellt und (b) wir keine akkreditierte Bildungseinrichtung sind und eine solche Akkreditierung nicht beantragt haben und ein solches Zertifikat keine akademische Anerkennung oder Stellung vergibt. Sie erklären sich damit einverstanden, dass Sie nicht versuchen werden, ein Zertifikat mit falschen, irreführenden oder rechtswidrigen Mitteln zu erhalten oder der Öffentlichkeit oder einem Dritten gegenüber die Art, den Inhalt oder die Bedingungen der Ausstellung eines solchen Zertifikats falsch darzustellen.
es: A su entera discreción, McKinsey podrá optar por otorgarle a usted o a su Compañía Patrocinadora un certificado, declaración, u otro tipo de documentación si usted cumple con determinados criterios (por ejemplo, completar el curso) con relación a uno o más cursos o programas disponibles a través de McKinsey Academy (el «Certificado»). La emisión de un Certificado para usted o su Compañía Patrocinadora, y los criterios que rigen dicha emisión, quedan a nuestra entera discreción, y podrán modificarse en cualquier momento. Asimismo, usted reconoce que (a) la recepción de un Certificado, de corresponder, no representa un respaldo de nuestra parte, y (b) no somos una institución educativa acreditada, ni hemos tramitado ese tipo de acreditación, y que ningún Certificado implica una acreditación o una calificación académica. Usted manifiesta que no buscará obtener un Certificado por medios falsos o ilícitos, ni tergiversar la naturaleza, el contenido o los términos de emisión de cualquier Certificado.
ja: お客様が、McKinsey Academy を通じて受講できる 1 つ以上のコースまたはプログラムに関する所定の基準 (コース修了基準など) を満たした場合、弊社は、その単独の裁量により、基準が満たされたことの証となる証書、明細書または他の書面 (以下「修了証書等」といいます) をお客様および / またはその所属後援組織に提供することを選択できます。お客様および / またはその所属後援組織に対する修了証書等の発行やその基準は、弊社の裁量のみによるものとなり、随時変更される場合があります。またお客様は、(a) 修了証書等 (存在する場合) の提供は弊社の推薦に該当しないこと、また (b) 弊社は認定教育機関ではなく、当該認定の取得も目指していないため、当該修了証書等は、任意の学術研究機関が発行する履修証明または評価に該当しないことについて認める必要があります。加えてお客様は、虚偽の、誤解を招くまたは不法な手段により修了証書等を取得しようとしたり、取得した修了証書等の性質、内容または取得条件を偽って一般の人々や第三者に伝えたりしないことにも同意する必要があります。
nl: Naar eigen goeddunken kunnen we ervoor kiezen om u en/of uw Sponsorende Organisatie een certificaat, verklaring of andere documentatie aan te bieden als u voldoet aan bepaalde criteria (bijv. cursusvoltooiing) in verband met een of meer cursussen of programma's die voor u beschikbaar worden gesteld via McKinsey Academy (een ‘Certificaat’). De afgifte van een Certificaat aan u en/of uw Sponsorende Organisatie en de criteria voor een dergelijke uitgifte zijn uitsluitend te onzer beoordeling en kunnen te allen tijde worden gewijzigd. Bovendien erkent u (a) dat uw ontvangst van een Certificaat, indien hiervan sprake is, geen goedkeuring door ons vertegenwoordigt, (b) dat wij geen geaccrediteerde onderwijsinstelling zijn noch om een dergelijke accreditatie hebben verzocht en dat een dergelijk certificaat geen enkel academisch krediet of academische status vertegenwoordigt. U gaat ermee akkoord dat u niet zult proberen een Certificaat te verkrijgen via valse, misleidende of onwettige middelen of een verkeerde voorstelling van zaken te geven aan het publiek of derden omtrent de aard, inhoud of afgiftevoorwaarden van een dergelijk Certificaat.
pl: McKinsey może, według swojego wyłącznego uznania, oferować certyfikaty, oświadczenia lub inne dokumenty użytkownikowi i/lub jego Organizacji sponsorującej, jeśli spełnia on określone kryteria (np. ukończenie szkolenia) w związku z jednym lub większą liczbą szkoleń lub programów udostępnianych użytkownikowi za pośrednictwem McKinsey Academy („Certyfikat”). Wydanie Certyfikatu użytkownikowi lub jego Organizacji sponsorującej i kryteria regulujące jego wydanie uzależnione są od uznania McKinsey i mogą ulec zmianie w dowolnym momencie. Dodatkowo użytkownik przyjmuje do wiadomości, że (a) ewentualne otrzymanie przez niego Certyfikatu nie stanowi poparcia ze strony McKinsey oraz (b) McKinsey nie jest akredytowaną placówką oświatową ani nie ubiegała się o taki status, a Certyfikat nie stanowi świadectwa osiągnięć ani pozycji naukowej. Użytkownik zgadza się, że nie będzie dążyć do uzyskania Certyfikatu w sposób oszukańczy, mylący lub sprzeczny z prawem, ani też wprowadzać w błąd opinii publicznej lub osoby trzeciej odnośnie do charakteru, treści lub warunków wystawienia Certyfikatu.
pt: A nosso critério, podemos optar por oferecer um certificado, declaração ou outra documentação a você e/ou à sua organização patrocinadora se você atender a certos critérios (por exemplo, conclusão do curso) em conexão com um ou mais cursos ou programas disponibilizados pela McKinsey Academia (um “certificado“). A emissão de um certificado para você e/ou sua organização patrocinadora, e os critérios que regem essa emissão, estão exclusivamente a nosso critério e podem ser alterados a qualquer momento. Além disso, você reconhece que (a) o recebimento de um certificado, se houver, não representa um endosso de nossa parte e (b) não somos uma instituição educacional credenciada, nem buscamos esse credenciamento, e esse certificado não transmite crédito ou posição acadêmica. Você concorda que não procurará obter um certificado por qualquer meio falso, enganoso ou ilegal ou deturpar ao público ou a terceiros a natureza, o conteúdo ou os termos da emissão de tal certificado.
zh: 如果您满足麦肯锡提供给您的一门或多门课程或计划相关的某些标准（例如，课程完成），我们可以自行决定选择向您和/或您的赞助组织提供证书、声明或其他学院文件（“证书”）。向您和/或您的赞助组织颁发证书以及管理此类证书的标准完全由我们决定，可以随时更改。此外，您承认（a）您收到的证书（如果有的话）并不代表我们认可，并且（b）我们不是经认可的教育机构，我们也没有寻求任何此类认可，并且任何此类证书都不标明任何学分或名次。您同意不会以任何虚假、误导或非法手段获取证书，也不会向公众或任何第三方歪曲任何此类证书的性质、内容或发行条款。
