Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: TA Graded
ar: وضع الدرجات من قبل مساعد المدرّس
de: TA hat benotet
eo: TÀ Grädéd Ⱡ'σяєм ιρѕυм ∂σł#
es: Calificado por TA
fr: Noté par TA
ja: TA評価
nl: Cijfer gegeven door OA
pl: Oceniane przez asystenta kursu
pt: Notas atribuídas pelo TA
zh: 助教已评分

source: Peer Graded
ar: تم وضع الدرجات من قبل النظراء
de: Anderer Teilnehmer hat benotet
eo: Péér Grädéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Calificado por compañero de curso
fr: Noté par les pairs
ja: ピア評価
nl: Cijfer gegeven door collega
pl: Oceniane przez kolegów
pt: Notas atribuídas pelos pares
zh: 学员已互评

source: Unknown error calling API
ar: حدث خطأ غير معروف في استدعاء واجهة برمجة التطبيقات
de: Unbekannter Fehler beim Aufrufen der API
eo: Ûnknöwn érrör çällïng ÀPÌ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Error desconocido al llamar a la API
fr: Erreur inconnue pendant l’appel API
ja: APIの呼び出しで原因不明のエラー
nl: Onbekende fout bij aanroepen API
pl: Nieznany błąd podczas wywołania API
pt: Erro desconhecido ao chamar a API
zh: 调用 API 时发生未知错误

source: Available
ar: متاح
de: Verfügbar
eo: Àväïläßlé Ⱡ'σяєм ιρѕυм ∂σł#
es: Disponible
fr: Disponible
ja: 利用可
nl: Beschikbaar
pl: Dostępne
pt: Disponível
zh: 可用

source: complete
ar: مستكمل
de: vollständig
eo: çömplété Ⱡ'σяєм ιρѕυм ∂#
es: completado
fr: terminé
ja: 完了
nl: voltooid
pl: ukończono
pt: concluído
zh: 完成

source: COURSE_ENDED
ar: انتهت الدورة
de: KURS_BEENDET
eo: ÇÖÛRSÉ_ÉNDÉD Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
ja: コース＿終了
pl: KURS_ZAKOŃCZONY

source: COURSE_STARTED
ar: بدأت الدورة
de: KURS_BEGONNEN
eo: ÇÖÛRSÉ_STÀRTÉD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
ja: コース＿開始
pl: KURS_ROZPOCZĘTY

source: COURSE_UNAVAILABLE
ar: الدورة غير متاحة
de: KURS_NICHT_VERFÜGBAR
eo: ÇÖÛRSÉ_ÛNÀVÀÌLÀBLÉ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
ja: コース＿利用不可
pl: KURS_NIEDOSTĘPNY

source: group {group_id} in course {course_id}
ar: المجموعة {group_id} في الدورة التدريبية {course_id}
de: Gruppe {group_id} in Kurs {course_id}
eo: gröüp {group_id} ïn çöürsé {course_id} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: grupo {group_id} en curso {course_id}
fr: groupe {group_id} dans le cours {course_id}
ja: コース{course_id}中のグループ{group_id}
nl: groep {group_id} in cursus{course_id}
pl: grup {group_id} w ramach kursu {course_id}
pt: grupo {group_id} no curso {course_id}
zh: 课程 {course_id} 中的小组 {group_id}

source: Permission Denied
ar: تم رفض الإذن
de: Zugriff Verweigert
eo: Pérmïssïön Dénïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Permiso denegado
fr: Permission refusée
ja: 権限はありません
nl: Toestemming geweigerd
pl: Odmowa dostępu
pt: Permissão negada
zh: 权限被拒

source: Invalid data
ar: بيانات غير صالحة
de: Unzulässige Daten
eo: Ìnvälïd dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Datos no válidos
fr: Données non valides
ja: 無効なデータ
nl: Ongeldige gegevens
pl: Nieprawidłowe dane
pt: Dados inválidos
zh: 数据无效

source: Missing required field '{value}'
ar: المجال المطلوب غير موجود '{value}'
de: Erforderliches Feld "{value}" fehlt
eo: Mïssïng réqüïréd fïéld '{value}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Falta el campo obligatorio '{value}'
fr: Champ obligatoire manquant '{value}'
ja: 必須欄「{value}」が未入力です
nl: Vereist veld ontbreekt ‘{value}’
pl: Nie wypełniono wymaganego pola '{value}'
pt: Campo obrigatório '{value}' não informado
zh: 缺少必填字段“{value}”

source: User account not activated
ar: لم يتم تفعيل حساب المستخدم
de: Nutzerkonto nicht aktiviert
eo: Ûsér äççöünt nöt äçtïvätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: La cuenta del usuario no está activada
fr: Compte d’utilisateur non activé
ja: ユーザーのアカウントが有効化されていません
nl: Gebruikersaccount niet geactiveerd
pl: Nieaktywne konto użytkownika
pt: Conta de usuário não ativada
zh: 用户帐户未激活

source: Username or password invalid
ar: اسم المستخدم أو كلمة المرور غير صالحة
de: Nutzername oder Passwort ungültig
eo: Ûsérnämé ör pässwörd ïnvälïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: El nombre de usuario o la contraseña no son válidos
fr: Nom d’utilisateur ou mot de passe non valide
ja: ユーザー名またはパスワードが無効です
nl: Gebruikersnaam of wachtwoord ongeldig
pl: Nieprawidłowa nazwa użytkownika lub hasło
pt: Usuário ou senha inválidos
zh: 用户名或密码无效

source: Username or email already registered
ar: اسم المستخدم أو البريد الإلكتروني مسجل بالفعل
de: Nutzername oder E-Mail-Adresse bereits registriert
eo: Ûsérnämé ör émäïl älréädý régïstéréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: El nombre de usuario o la contraseña ya han sido registrados
fr: Nom d’utilisateur ou e-mail déjà enregistré
ja: ユーザー名またはEメールが既に登録されています
nl: Gebruikersnaam of e-mail reeds geregistreerd
pl: Nazwa użytkownika lub adres e-mail są już zarejestrowane
pt: Usuário ou e-mail já registrados
zh: 用户名或电子邮件已注册

source: data manager app
ar: تطبيق إدارة البيانات
de: Datenmanager-App
eo: dätä mänägér äpp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: aplicación de administrador de datos
fr: App du gestionnaire de données
ja: データ管理アプリ
pl: menedżer danych
pt: aplicativo gerenciador de dados
zh: 数据管理器应用

source: User Id is not passed
ar: لم يتم تمرير معرِّف المستخدم
de: Nutzer-ID nicht genehmigt
eo: Ûsér Ìd ïs nöt pässéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: No se ha enviado el ID de usuario
fr: L’ID d’utilisateur n’est pas validé
ja: ユーザーIDがパスしていません
nl: Gebruikers-ID is niet doorgegeven
pl: ID użytkownika nie zostało przekazane
pt: ID do usuário não aprovada
zh: 用户 ID 未通过验证

source: Course Id is not passed
ar: لم يتم تمرير معرِّف الدورة التدريبية
de: Kurs-ID nicht genehmigt
eo: Çöürsé Ìd ïs nöt pässéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: No se ha enviado el ID de curso
fr: L’ID du cours n’est pas validé
ja: コースIDがパスしていません
nl: Cursus-ID is niet doorgegeven
pl: ID kursu nie zostało przekazane
pt: ID do curso não aprovada
zh: 课程 ID 未通过验证

source: Group Id is not passed
ar: لم يتم تمرير معرِّف المجموعة
de: Gruppen-ID nicht genehmigt
eo: Gröüp Ìd ïs nöt pässéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: No se ha enviado el ID de grupo
fr: L’ID du groupe n’est pas validé
ja: グループIDがパスしていません
nl: Groeps-ID is niet doorgegeven
pl: ID grupy nie zostało przekazane
pt: ID do grupo não aprovada
zh: 小组 ID 未通过验证

source: certificates app
ar: تطبيق الشهادات
de: Zertifikate-App
eo: çértïfïçätés äpp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: aplicación de certificados
fr: App de certificats
ja: 証書アプリ
nl: certificaten-app
pl: aplikacja certyfikatów
pt: aplicativo de certificados
zh: 证书应用

source: Description
ar: الوصف
de: Beschreibung
eo: Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Descripción
ja: 内容
nl: Beschrijving
pl: Opis
pt: Descrição
zh: 说明

source: Template
ar: النموذج
de: Vorlage
eo: Témpläté Ⱡ'σяєм ιρѕυм ∂#
es: Plantilla
fr: Modèle
ja: テンプレート
nl: Sjabloon
pl: Szablon
zh: 模板

source: Asset
ar: الأصل
eo: Àssét Ⱡ'σяєм ιρѕ#
es: Recurso
fr: Actif
ja: アセット
nl: Activum
pl: Zasób
pt: Ativo
zh: 资源

source: Assessment
ar: التقييم
de: Bewertung
es: Evaluación
ja: 評価
nl: Beoordeling
pl: Ocena
pt: Avaliação
zh: 评定

source: Access denied to course '{course_id}' for user {user_id}
ar: تم رفض الوصول إلى الدورة التدريبية '{course_id}' للمستخدم {user_id}
de: Zugriff zu Kurs ''{course_id}'' für Nutzer ''{user_id}'' verweigert
eo: Àççéss dénïéd tö çöürsé '{course_id}' för üsér {user_id} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Acceso denegado al curso '{course_id}' para el usuario {user_id}
fr: Accès au cours « {course_id} » refusé pour l’utilisateur {user_id}
ja: ユーザー{user_id}についてコース「{course_id}」へのアクセスが拒否されました
nl: Toegang tot cursus ‘{course_id}’ geweigerd voor gebruiker {user_id}
pl: Odmowa dostępu do kursu '{course_id}' dla użytkownika {user_id}
pt: Acesso ao curso '{course_id}' negado para usuário {user_id}
zh: 用户 {user_id} 访问课程“{course_id}”被拒

source: Access denied to user {admin_user_id} for data belonging to {user_id}
ar: لا يمكن وصول المستخدم {admin_user_id} إلى البيانات المتعلقة بـ {user_id}
de: Zugriff von Nutzer {admin_user_id} auf Daten, die zu {user_id} gehören, verweigert
eo: Àççéss dénïéd tö üsér {admin_user_id} för dätä ßélöngïng tö {user_id} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Acceso denegado para el usuario {admin_user_id} para datos pertenecientes a {user_id}
fr: Accès refusé à l'utilisateur {admin_user_id} pour les données appartenant à {user_id}
ja: {user_id}に属するデータについてユーザー{admin_user_id}によるアクセスが拒否されました
nl: Toegang aan gebruiker {admin_user_id} geweigerd voor gegevens die toebehoren aan {user_id}
pl: Odmowa dostępu dla użytkownika {admin_user_id} do danych należących do {user_id}
pt: Acesso negado ao usuário{admin_user_id} para dados pertencentes a {user_id}
zh: 用户 {admin_user_id} 访问属于 {user_id} 的数据遭拒

source: TOTAL
ar: المجموع
de: GESAMT
eo: TÖTÀL Ⱡ'σяєм ιρѕ#
ja: 合計
nl: TOTAAL
pl: OGÓŁEM
zh: 总计

source: This lesson does not start until {start_upon}
ar: لا يبدأ هذا الدرس حتى {start_upon}
de: Diese Lektion beginnt nicht vor dem {start_upon}
eo: Thïs léssön döés nöt stärt üntïl {start_upon} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Esta lección no comienza hasta {start_upon}
fr: Cette leçon ne commence pas avant le {start_upon}
ja: このレッスンは{start_upon}まで開始しません
nl: Deze les start niet eerder dan {start_upon}
pl: Ta lekcja rozpocznie się dopiero {start_upon}
pt: Esta lição não começa até {start_upon}
zh: 本课时的开始时间是 {start_upon}

source: This {custom_lesson_label} does not start until {start_upon}
ar: لا يبدأ {custom_lesson_label} هذا حتى {start_upon}
de: Diese Lektion {custom_lesson_label} beginnt nicht vor dem {start_upon}
es: Esta {custom_lesson_label} no comienza hasta {start_upon}
ja: この{custom_lesson_label}は{start_upon}まで開始しません
nl: Deze {custom_lesson_label} start niet eerder dan {start_upon}
pl: {custom_lesson_label} rozpocznie się dopiero {start_upon}
pt: Esta {custom_lesson_label} não começa até {start_upon}
zh: {custom_lesson_label} 的开始时间是 {start_upon}

source: Message not sent.
ar: لم يتم إرسال الرسالة.
de: Nachricht nicht versendet.
eo: Méssägé nöt sént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Mensaje no enviado.
fr: Message non envoyé.
ja: メッセージは送信されませんでした。
nl: Bericht niet verzonden.
pl: Wiadomość nie została wysłana.
pt: Mensagem não enviada.
zh: 消息未发送。

source: Message successfully sent.
ar: تم إرسال الرسالة بنجاح.
de: Nachricht erfolgreich versendet.
eo: Méssägé süççéssfüllý sént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Mensaje enviado exitosamente.
fr: Message envoyé avec succès.
ja: メッセージは無事送信されました。
nl: Bericht is verzonden.
pl: Pomyślnie wysłano wiadomość.
pt: Mensagem enviada com sucesso.
zh: 消息已成功发送。

source: Group Project Message - {course_name}
ar: رسالة مشروع المجموعة - {course_name}
de: Gruppenprojekt-Nachricht - {course_name}
eo: Gröüp Pröjéçt Méssägé - {course_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Mensaje de proyecto en grupo: {course_name}
fr: Message de projet de groupe - {course_name}
ja: グループ・プロジェクト・メッセージ - {course_name}
nl: Bericht groepsproject - {course_name}
pl: Wiadomość dla Projektu Grupowego - {course_name}
pt: Mensagem do projeto em grupo - {course_name}
zh: 小组项目消息 - {course_name}

source: Message not sent. Email is not valid
ar: لم يتم إرسال الرسالة. البريد الإلكتروني غير صالح
de: Nachricht nicht versendet. E-Mail-Adresse nicht gültig.
eo: Méssägé nöt sént. Émäïl ïs nöt välïd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Mensaje no enviado. Correo electrónico no válido
fr: Message non envoyé. E-mail non valide
ja: メッセージは送信されませんでした。Eメールが無効です
nl: Bericht niet verzonden. E-mail is niet geldig
pl: Wiadomość nie została wysłana. Nieprawidłowy adres e-mail
pt: Mensagem não enviada. E-mail inválido.
zh: 消息未发送。电子邮件地址无效

source: Submission not found.
ar: لم يتم العثور على الطلب.
de: Einreichung nicht gefunden.
eo: Süßmïssïön nöt föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: No se encontró la presentación.
fr: Envoi introuvable.
ja: 提出が見つかりませんでした。
nl: Indiening niet gevonden.
pl: Nie odnaleziono zgłoszenia projektu.
pt: Envio não encontrado.
zh: 找不到提交内容。

source: We've received your submission!
ar: لقد تلقينا طلبكم!
de: Wir haben Ihre Einreichung erhalten!
eo: Wé'vé réçéïvéd ýöür süßmïssïön! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Recibimos su presentación
fr: Nous avons reçu votre envoi !
ja: 提出を受け付けました
nl: We hebben uw indiening ontvangen!
pl: Otrzymaliśmy Twoje zgłoszenie projektu!
pt: Recebemos seu envio!
zh: 我们已收到您提交的内容！

source: Thank you for your group work submission. We received {file_name} uploaded by {user_full_name} on {submission_dt}. You may replace this file at any time before the group work deadline.
ar: شكرًا لك على طلب عمل المجموعة الخاص بك. لقد تلقينا {file_name} الذي تم تحميله من قبل {user_full_name} في {submission_dt}. ويمكنك استبدال هذا الملف في أي وقت قبل الموعد النهائي لتقديم عمل المجموعة.
de: Vielen Dank für die Einreichung Ihrer Gruppenarbeit. Wir haben {file_name} erhalten, hochgeladen von {user_full_name} am {submission_dt}. Sie können diese Datei jederzeit vor der Deadline der Gruppenarbeit ersetzen.
eo: Thänk ýöü för ýöür gröüp wörk süßmïssïön. Wé réçéïvéd {file_name} üplöädéd ßý {user_full_name} ön {submission_dt}. Ýöü mäý répläçé thïs fïlé ät äný tïmé ßéföré thé gröüp wörk déädlïné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт α#
es: Gracias por presentar su trabajo en grupo. Recibimos {file_name} cargado por {user_full_name} el {submission_dt}. Puede reemplazar este archivo en cualquier momento antes de la fecha de entrega del trabajo.
fr: Merci d'avoir envoyé votre soumission de travail de groupe. Nous avons reçu {file_name} téléchargé par {user_full_name} le {submission_dt}. Vous pouvez remplacer ce fichier à tout moment avant la date limite du travail de groupe.
ja: グループワークの提出、ありがとうございます。{submission_dt}に{user_full_name}がアップロードした{file_name}を受け付けました。グループワークの期限前であれば、いつでもファイルの交換が可能です。
nl: Bedankt voor het indienen van uw groepswerk. We hebben {file_name}, geüpload door {user_full_name} op {submission_dt}, ontvangen. U kunt dit bestand op elk gewenst moment vóór de deadline van het groepswerk vervangen.
pl: Dziękujemy za przesłanie projektu grupowego. Otrzymaliśmy {file_name} wysłany przez {user_full_name} w dniu {submission_dt}. Możesz wymienić ten plik na inny w dowolnym momencie przed upływem terminu zakończenia pracy grupowej.
pt: Obrigado por enviar seu trabalho em grupo. Nós recebemos {file_name} enviado por {user_full_name} em {submission_dt}. Você pode substituir esse arquivo a qualquer momento antes do prazo final para entrega do trabalho em grupo.
zh: 感谢您提交小组作业。我们已收到 {submission_dt} 在 {file_name} 上上传的 {user_full_name}。您可以在小组作业截止日期前随时替换此文件。

source: There was a problem; message not sent.
ar: كانت توجد مشكلة؛ لم يتم إرسال الرسالة.
de: Es liegt ein Problem vor; Nachricht nicht versendet.
eo: Théré wäs ä prößlém; méssägé nöt sént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Ocurrió un problema; mensaje no enviado.
fr: Il y a eu un problème ; message non envoyé.
ja: 問題が発生しました。メッセージは送信されませんでした。
nl: Er is een probleem opgetreden; bericht niet verzonden.
pl: Pojawił się problem; wiadomość nie została wysłana.
pt: Ocorreu um problema; a mensagem não foi enviada.
zh: 出现问题；消息未发送。

source: Created At
ar: تم الإنشاء في
de: Erstellt am
eo: Çréätéd Àt Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Creado el
fr: Créé à
ja: 作成場所
nl: Aangemaakt op
pl: Utworzono
pt: Criado em
zh: 创建时间

source: Course Name
ar: اسم الدورة التدريبية
de: Kursname
eo: Çöürsé Nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Nombre del curso
fr: Nom du cours
ja: コース名
nl: Cursusnaam
pl: Nazwa kursu
pt: Nome do curso
zh: 课程名称

source: Lesson Name
ar: اسم الدرس
de: Lektionsname
eo: Léssön Nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Nombre de la Lección
fr: Nom de la leçon
ja: レッスン名
nl: Lesnaam
pl: Nazwa lekcji
pt: Nome da lição
zh: 课时名称

source: Module Name
ar: اسم الوحدة
de: Modulname
eo: Mödülé Nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Nombre del módulo
fr: Nom du module
ja: モジュール名
nl: Modulenaam
pl: Nazwa modułu
pt: Nome do módulo
zh: 模块名称

source: Note
ar: ملاحظة
de: Notiz
eo: Nöté Ⱡ'σяєм ι#
es: Nota
fr: Remarque
ja: 注
nl: Opmerking
pl: Uwagi
pt: Observação
zh: 注意

source: Welcome to the {display_name} Program!
ar: مرحبًا بكم في البرنامج {display_name}!
de: Willkommen zum {display_name}-Programm!
eo: Wélçömé tö thé {display_name} Prögräm! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: ¡Bienvenido al programa {display_name}!
fr: Bienvenue au programme {display_name} !
ja: {display_name}プログラムへようこそ!
nl: Welkom bij het {display_name} programma!
pl: Witamy w Programie {display_name}!
pt: Bem-vindo ao programa {display_name}!
zh: 欢迎加入 {display_name} 计划！

source: %m/%d/%Y
ar: %شهر%يوم%سنة
eo: %m/%d/%Ý Ⱡ'σяєм ιρѕυм ∂σł#

source: Welcome to the {display_name} Program! Your program starts on {date}. Open link below to see the program overview. {url}
ar: مرحبًا بكم في البرنامج {display_name}! يبدأ برنامجك في {date}. افتح الرابط الوارد أدناه للاطلاع على اللمحة العامة المتعلقة بالبرنامج. {url}
de: Willkommen zum {display_name}-Programm! Ihr Programm beginnt am {date}. Öffnen Sie den unten aufgeführten Link, um den Programmüberblick anzusehen. {url}
eo: Wélçömé tö thé {display_name} Prögräm! Ýöür prögräm stärts ön {date}. Öpén lïnk ßélöw tö séé thé prögräm övérvïéw. {url} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: ¡Bienvenido al programa {display_name}! Su programa comienza el {date}. Abra el enlace a continuación para ver una descripción general. {url}
fr: Bienvenue au programme {display_name} ! Votre programme commence le {date}. Ouvrez le lien ci-dessous pour voir la présentation. {url}
ja: {display_name}プログラムへようこそ! あなたのプログラムは{date}に開始します。以下のリンクを開いてプログラム概要を確認してください。{url}
nl: Welkom bij het {display_name} programma! Uw programma start op {date}. Open onderstaande link om het programmaoverzicht te bekijken. {url}
pl: Witamy w Programie {display_name}! Twój program rozpocznie się {date}. Otwórz poniższy link, aby zapoznać się z opisem programu {url}
pt: Bem-vindo ao programa {display_name}! Seu programa começa em {date}. Abra o link abaixo para ter uma visão geral do programa. {url}
zh: 欢迎加入 {display_name} 计划！您的计划于 {date} 开始。打开下面的链接查看计划概述。{url}

source: {html_h2}Welcome to the {display_name} Program!{html_h2_end}Your program starts on {date}. {html_anchor_start}Click here {html_anchor_end} to see the program overview.{html_p_end}
ar: {html_h2}مرحبًا بكم في البرنامج {display_name}! {html_h2_end}يبدأ برنامجك في {date}. {html_anchor_start}انقر هنا{html_anchor_end} للاطلاع على اللمحة العامة المتعلقة بالبرنامج.{html_p_end}
de: {html_h2}Willkommen zum {display_name}Programm!{html_h2_end}Ihr Programm beginnt am {date}. {html_anchor_start}Klicken Sie hier, {html_anchor_end} um den Programmüberblick anzusehen.{html_p_end}
eo: {html_h2}Wélçömé tö thé {display_name} Prögräm!{html_h2_end}Ýöür prögräm stärts ön {date}. {html_anchor_start}Çlïçk héré {html_anchor_end} tö séé thé prögräm övérvïéw.{html_p_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: {html_h2}¡Bienvenido al programa{display_name}!{html_h2_end}Su programa comienza el {date}. {html_anchor_start}Haga clic aquí {html_anchor_end} para ver una descripción general del programa.{html_p_end}
fr: {html_h2}Bienvenue au programme {display_name} !{html_h2_end}Votre programme commence le {date}. {html_anchor_start}Cliquez ici {html_anchor_end} pour voir la présentation du programme.{html_p_end}
ja: {html_h2}プログラム{display_name}へようこそ! {html_h2_end}あなたのプログラムは{date}に開始します。{html_anchor_start}ここをクリックして{html_anchor_end}プログラム概要を確認してください。{html_p_end}
nl: {html_h2}Welkom bij het {display_name} programma!{html_h2_end}Uw programma start op {date}. {html_anchor_start}Klik hier {html_anchor_end} om het programmaoverzicht te bekijken.{html_p_end}
pl: {html_h2}Witamy w Programie {display_name}! {html_h2_end}Twój program rozpocznie się {date}. {html_anchor_start}Kliknij tutaj, aby {html_anchor_end}zapoznać się z opisem programu.{html_p_end}
pt: {html_h2}Bem-vindo ao programa {display_name}!{html_h2_end}Seu programa começa em {date}. {html_anchor_start}Clique aqui {html_anchor_end} para ter uma visão geral do programa.{html_p_end}
zh: {html_h2}欢迎加入 {display_name} 计划！{html_h2_end}您的计划于 {date} 开始。{html_anchor_start}单击此处{html_anchor_end}可查看计划概述。{html_p_end}

source: Welcome to the {display_name} Program! Your program starts on {date}. Open link below to register a user account and get started. {url}
ar: مرحبًا بكم في البرنامج {display_name}! يبدأ برنامجك في {date}. افتح الرابط الوارد أدناه لتسجيل حساب مستخدم والبدء. {url}
de: Willkommen zum {display_name}-Programm! Ihr Programm beginnt am {date}. Öffnen Sie den unten aufgeführten Link, um ein Konto anzulegen und loszulegen. {url}
eo: Wélçömé tö thé {display_name} Prögräm! Ýöür prögräm stärts ön {date}. Öpén lïnk ßélöw tö régïstér ä üsér äççöünt änd gét stärtéd. {url} Ⱡ'σяєм ιρѕυм#
es: ¡Bienvenido al programa {display_name}! Su programa comienza el {date}. Abra el enlace a continuación para registrar una cuenta de usuario y comenzar. {url}
fr: Bienvenue au programme {display_name} ! Votre programme commence le {date}. Cliquez sur le lien ci-dessous pour enregistrer un compte d'utilisateur et commencer. {url}
ja: {display_name}プログラムへようこそ! あなたのプログラムは{date}に開始します。以下のリンクを開いてユーザーアカウントを登録し、始めてください。{url}
nl: Welkom bij het {display_name} programma! Uw programma start op {date}. Open onderstaande link om een gebruikersaccount te registreren en aan de slag te gaan. {url}
pl: Witamy w Programie {display_name}! Twój program rozpocznie się {date}. Otwórz poniższy link, aby zarejestrować nowe konto użytkownika. {url}
pt: Bem-vindo ao programa {display_name}! Seu programa começa em {date}. Abra o link abaixo para registrar uma conta de usuário e começar. {url}
zh: 欢迎加入 {display_name} 计划！您的计划于 {date} 开始。打开下面的链接注册用户帐户并开始使用。{url}

source: {html_h2}Welcome to the {display_name} Program!{html_h2_end} Your program starts on {date}.{html_anchor_start}Click here {html_anchor_end} to register a user account and get started.{html_p_end}
ar: {html_h2}مرحبًا بكم في البرنامج {display_name}!{html_h2_end} يبدأ برنامجك في {date}.{html_anchor_start} انقر هنا{html_anchor_end} لتسجيل حساب مستخدم والبدء.{html_p_end}
de: {html_h2}Willkommen zum {display_name}Programm!{html_h2_end}Ihr Programm beginnt am {date}. {html_anchor_start}Klicken Sie hier {html_anchor_end}, um ein Konto anzulegen und loszulegen.{html_p_end}
eo: {html_h2}Wélçömé tö thé {display_name} Prögräm!{html_h2_end} Ýöür prögräm stärts ön {date}.{html_anchor_start}Çlïçk héré {html_anchor_end} tö régïstér ä üsér äççöünt änd gét stärtéd.{html_p_end} Ⱡ'σяєм #
es: {html_h2}¡Bienvenido al programa {display_name}!{html_h2_end} Su programa comienza el {date}.{html_anchor_start}Haga clic aquí {html_anchor_end} para registrar una cuenta de usuario y comenzar.{html_p_end}
fr: {html_h2}Bienvenue au programme {display_name} !{html_h2_end} Votre programme commence le {date}.{html_anchor_start} Cliquez ici {html_anchor_end} pour enregistrer un compte d'utilisateur et commencer.{html_p_end}
ja: {html_h2}プログラム{display_name}へようこそ! {html_h2_end}あなたのプログラムは{date}に開始します。{html_anchor_start}ここをクリックして{html_anchor_end}ユーザーアカウントを登録し、始めてください。{html_p_end}
nl: {html_h2}Welkom bij het {display_name} programma!{html_h2_end} Uw programma start op {date}.{html_anchor_start}Klik hier {html_anchor_end} om een gebruikersaccount te registreren en aan de slag te gaan.{html_p_end}
pl: {html_h2}Witamy w Programie {display_name}! {html_h2_end}Twój program rozpocznie się {date}. {html_anchor_start}Kliknij tutaj, {html_anchor_end}aby zarejestrować nowe konto użytkownika.{html_p_end}
pt: {html_h2}Bem-vindo ao programa {display_name}!{html_h2_end} Seu programa começa em {date}.{html_anchor_start}Clique aqui {html_anchor_end} para registrar uma conta de usuário e começar.{html_p_end}
zh: {html_h2}欢迎加入 {display_name} 计划！{html_h2_end}您的计划于 {date} 开始。{html_anchor_start}单击此处{html_anchor_end}注册用户帐户并开始使用。{html_p_end}
