Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: For more detailed information on how your grade is calculated, see the My Progress page in your course.
ar: للحصول على معلومات أكثر تفصيلاً حول كيفية حساب درجتك، راجع صفحة التقدم الذي أحرزته في دورتك التدريبية.
de: Ausführlichere Informationen über die Berechnung Ihrer Gesamtnote finden Sie auf der Seite „Mein Fortschritt“ in Ihrem Kurs.
es: Para obtener información detallada sobre cómo se calcula su calificación, consulte la página Mi avance del curso.
ja: 成績評価の計算方法の詳細については、コースの「私の進度」ページを参照してください。
nl: Zie de pagina "Mijn voortgang" in uw cursus voor meer details over hoe uw cijfer wordt berekend.
pl: Aby dowiedzieć się, w jaki sposób obliczana jest Twoja ocena końcowa, sprawdź sekcję „Moje postępy” na stronie Twojego kursu.
pt: Para informações mais detalhadas sobre como sua nota é calculada, veja a página Meu Progresso no seu curso.
zh: 有关如何计算成绩的更多详细信息，请参阅课程中的“我的进度”页面。

source: Time to complete each course may vary widely from person to person. Estimated time to complete each lesson is show in the overview page for each course. If applicable, additional time is needed to complete group work activities.
ar: قد يختلف وقت إكمال كل دورة بشكل كبير من شخص لآخر. يتم عرض الوقت المقدر لإكمال كل درس في صفحة لمحة عامة لكل دورة تدريبية. إذا كان ذلك ممكنًا، يلزم توفير وقت إضافي لاستكمال أنشطة العمل الجماعي.
de: Die Durchführungszeit der einzelnen Kurse ist von Person zu Person sehr unterschiedlich. Auf der Übersichtsseite des jeweiligen Kurses finden Sie eine geschätzte Durchführungszeit für die Lektion. Gegebenenfalls wird zusätzliche Zeit benötigt, um Gruppenarbeiten durchzuführen.
es: El tiempo necesario para completar cada curso depende de la persona. El tiempo estimado de cada lección se muestra en la página de descripción general de cada curso. Si corresponde, será necesario asignar tiempo adicional a completar las actividades grupales.
ja: 各コースを修了するまでの時間は人によって大きく異なります。各レッスンを完了するまでにかかる推定時間は、各コースの概要ページで確認できます。必要に応じて、グループワークのアクティビティを完了するためにさらに時間がかかる場合があります。
nl: De tijd die u nodig hebt om de cursus af te ronden kan van persoon tot persoon verschillen. De geschatte tijd voor het afronden van de cursus staat weergegeven op de overzichtspagina van elke cursus. Indien van toepassing, is er extra tijd nodig om de groepsopdrachten af te ronden.
pl: Czas potrzebny na ukończenie kursu może się różnić w zależności od osoby. Szacowany czas potrzebny na ukończenie każdej lekcji można znaleźć na stronie z opisem danego kursu. Kursy obejmujące zadania grupowe mogą wymagać więcej czasu.
pt: O tempo para concluir cada curso pode variar bastante de pessoa para pessoa. O tempo estimado para concluir cada lição é mostrado na página de visão geral de cada curso. Se aplicável, tempo adicional é necessário para completar atividades de trabalho em grupo.
zh: 不同的人完成每门课程所需的时间可能存在较大差异。每门课程的概述页面中都会显示完成该课程所需的预估时间。适用情况下，您还需要花额外时间来完成小组作业活动。

source: If you have any questions about the grade you received for your course, please contact the <a href=%(support_url)s style="display: inline;" target='_blank'>support team</a>. If you have any questions about your Group Work grade, please contact your TA directly via email.
ar: إذا كان لديك أية أسئلة حول الدرجة التي تلقيتها للدورة التدريبية الخاصة بك، يرجى الاتصال <a href=%(support_url)s style="display: inline;" target='_blank'>فريق الدعم.</a> إذا كان لديك أي أسئلة حول درجة العمل الجماعي الخاص بك، يرجى الاتصال بمساعد التدريس الخاص بك مباشرة عبر البريد الإلكتروني.
de: Bei Fragen zur Benotung Ihres Kurses, wenden Sie sich an das <a href=%(support_url)s style="display: inline;" target='_blank'>Support-Team</a>. Bei Fragen zur Benotung Ihrer Gruppenarbeit, schreiben Sie Ihrem TA eine E-Mail.
es: Si tiene alguna duda sobre la calificación que obtuvo en el curso, comuníquese con el <a href=%(support_url)s style="display: inline;" target='_blank'>equipo de soporte</a>. Si tiene alguna duda sobre la calificación que obtuvo el grupo de trabajo, comuníquese con su TA directamente mediante correo electrónico.
ja: コースで受け取った成績評価について質問がある場合は、<a href=%(support_url)s style="display: inline;" target='_blank'>サポートチーム</a>に連絡してください。グループワークの成績評価についてご質問がある場合は、E メールでTAに直接ご連絡ください。
nl: Als u vragen hebt over het cijfer dat u voor de cursus hebt gekregen, neem dan contact op met het <a href=%(support_url)s style="display: inline;" target='_blank'>supportteam</a>. Als u vragen hebt over het cijfer voor de groepsopdracht, neem dan direct per e-mail contact op met uw cursusleider.
pl: Jeśli masz jakieś pytania dotyczące oceny końcowej kursu, skontaktuj się z <a href=%(support_url)s style="display: inline;" target='_blank'>działem pomocy.</a> Jeśli masz pytania dotyczące oceny za pracę grupową, skontaktuj się bezpośrednio z Opiekunem Kursu za pomocą wiadomości e-mail.
pt: Caso tenha quaisquer perguntas sobre a nota que recebeu para seu curso, entre em contato com a <a href=%(support_url)s style="display: inline;" target='_blank'>equipe de suporte.</a> Caso tenha quaisquer perguntas sobre sua nota de trabalho em grupo, entre em contato com seu assistente de ensino via e-mail.
zh: 如果您对课程成绩有疑问，请联系<a href=%(support_url)s style="display: inline;" target='_blank'>支持团队。</a>如果您对小组作业成绩有疑问，请通过电子邮件直接与 TA（助教）联系。

source: How can I get in touch with my teaching assistant?
ar: كيف يمكنني الاتصال بمساعد التدريس الخاص بي؟
de: Wie kann ich meinen Lehrassistenten erreichen?
es: ¿Cómo me comunico con mi asistente docente?
ja: 担当TAと連絡を取るにはどうすればよいですか?
nl: Hoe kan ik contact opnemen met mijn cursusleider?
pl: W jaki sposób mogę skontaktować się z moim Opiekunem Kursu?
pt: Como posso entrar com contato com meu assistente de ensino?
zh: 我如何与我的助教取得联系？

source: If a teaching assistant is assigned to your course, he or she will send an email at the start of your course and you may continue to engage using email. If you need help connecting with your TA, please contact our <a href=%(support_url)s style="display: inline;" target='_blank'>support team</a>.
ar: إذا تم تعيين مساعد تدريس للدورة التدريبية الخاصة بك، فسوف يقوم هو أو هي بإرسال رسالة بريد إلكتروني في بداية الدورة التدريبية ويمكنك الاستمرار في المشاركة باستخدام البريد الإلكتروني. إذا كنت بحاجة إلى مساعدة في التواصل مع مساعد التدريس الخاص بك، فيرجى الاتصال <a href=%(support_url)s style="display: inline;" target='_blank'>بفريق الدعم.</a>
de: Der Lehrassistent, der Ihrem Kurs zugewiesen ist, wird sich zu Beginn des Kursen per E-Mail mit Ihnen in Verbindung setzen. Sie können im Kursverlauf per E-Mail mit ihm oder Ihr kommunizieren. Wenn Sie Hilfe benötigen, um sich mit Ihrem TA in Verbindung zu setzen, wenden Sie sich bitte an unser <a href=%(support_url)s style="display: inline;" target='_blank'>Support-Team.</a>
es: Si se asigna un asistente docente a su curso, ella/él le enviará un correo electrónico al inicio del curso y puede continuar comunicándose mediante este medio. Si necesita ayuda para contactar a su TA, comuníquese con nuestro <a href=%(support_url)s style="display: inline;" target='_blank'>equipo de soporte</a>.
ja: 受講しているコースにTAが割り当てられている場合は、コースの開始時にEメールが送信されるため、Eメールでやり取りすることができます。TAと連絡を取る上でお困りの場合は、<a href=%(support_url)s style="display: inline;" target='_blank'>サポートチーム</a>までお問い合わせください。
nl: Als uw cursusleider is aangesteld voor de cursus, heeft hij/zij u aan het begin van de cursus een e-mail gestuurd. U kunt via dit e-mailadres contact opnemen. Als u hulp nodig hebt bij het contact opnemen met uw cursusleider, neem dan contact op met ons <a href=%(support_url)s style="display: inline;" target='_blank'>supportteam</a>.
pl: Na początku kursu przypisany do Twojego kursu Opiekun wyśle do Ciebie wiadomość e-mail. W trakcie trwania kursu możesz komunikować się z Opiekunem za pomocą tego adresu. Jeśli potrzebujesz pomocy w komunikacji z Twoim Opiekunem Kursu, skontaktuj się z naszym <a href=%(support_url)s style="display: inline;" target='_blank'>działem pomocy.</a>
pt: Se um assistente de ensino for atribuído ao seu curso, ele ou ela enviará um e-mail no início do curso e você pode continuar a se comunicar utilizando o e-mail. Se precisa de ajuda para se comunicar com seu assistente de ensino, entre em contato com nossa <a href=%(support_url)s style="display: inline;" target='_blank'>equipe de suporte.</a>
zh: 如果您的课程分配有助教，助教会在课程开始时向您发送一封电子邮件，您可以继续通过电子邮件与之交流。如果您需要获得联系 TA 方面的帮助，请联系我们的<a href=%(support_url)s style="display: inline;" target='_blank'>支持团队。</a>

source: You still have access to all course content and materials 12 months after the course ends. Your proficiency, progress, and engagement will not change in closed courses.
ar: لا يزال بإمكانك الوصول إلى جميع محتويات ومواد الدورة التدريبية لمدة 12 شهرًا من انتهاء الدورة التدريبية. لن تتغير كل من الكفاءة والتقدم والمشاركة في الدورات التدريبية المقفلة.
de: Alle Kursinhalte und Materialien bleiben 12 Monate nach Ende des Kurses für Sie zugänglich. Ihre Kompetenzen, Ihr Fortschritt und Engagement werden sich in abgeschlossenen Kursen nicht mehr ändern.
es: Continuará teniendo acceso a todos los contenidos y materiales del curso durante 12 meses luego de su finalización. Su competencia, avance y participación en el curso no cambiarán en los cursos cerrados.
ja: コース終了後12か月後は、コースのコンテンツや資料にアクセスできます。修了したコースの習熟度、進度、エンゲージメントは変更できません。
nl: U hebt gedurende 12 maanden na afloop van de cursus toegang tot alle inhoud en materialen van de cursus. Uw vaardigheid, voortgang en inzet veranderen niet in gesloten cursussen.
pl: Możesz swobodnie korzystać z materiałów i zasobów kursu przez okres 12 miesięcy od momentu jego zakończenia. Twoja biegłość, stopień ukończenia i poziom zaangażowania nie zmienią się w zamkniętych kursach.
pt: Você ainda tem acesso a todo o conteúdo dos cursos e materiais 12 meses após o término do curso. Sua proficiência, seu progresso e engajamento não serão alterados nos cursos encerrados.
zh: 课程结束后 12 个月内，您仍旧可以访问所有课程内容和材料。您在已结束课程中的熟练程度、进度和参与度无法更改。

source: How am I being measured in my course?
ar: كيف يتم قياس تقدمي في الدورة التدريبية الخاصة بي؟
de: Wie werde ich in meinem Kurs bewertet?
es: ¿Cómo se me califica en el curso?
ja: コースではどのように測定されていますか?
nl: Hoe worden mijn prestaties gedurende de cursus gemeten?
pl: Według jakich kryteriów przyznaje się oceny?
pt: Como estou sendo avaliado em meu curso?
zh: 课程中是如何对我进行评估的？

source: Your proficiency is based on performance on all graded assessments in the course and group work (if applicable).
ar: تعتمد كفاءتك على الأداء في جميع التقييمات المصنفة في الدورة التدريبية والعمل الجماعي (إن كان ذلك ممكنًا).
de: Ihre Kompetenzen basieren auf der Leistung in allen benoteten Bewertungen in der Kurs- und Gruppenarbeit (falls zutreffend).
es: Su competencia se basa en el desempeño en todos los elementos calificados del curso y el trabajo grupal (si corresponde).
ja: 習熟度は、コース内のすべての段階的評価とグループワーク(該当する場合)の成績に基づいています。
nl: Uw vaardigheid wordt gebaseerd op uw prestaties voor alle onderdelen en groepsopdrachten waarvoor u een cijfer krijgt (indien van toepassing).
pl: Twoja biegłość jest obliczana na podstawie wszystkich zadań na ocenę oraz ocen za pracę grupową (jeśli dotyczy).
pt: Sua proficiência é baseada em desempenho em todas as avaliações com nota no curso e nos trabalhos em grupo (se aplicável).
zh: 您的熟练程度依据课程和小组作业中的所有成绩评估结果（如果适用）而得出。

source: Your progress through course content is displayed as you move through all items in the course (including videos, exercises, assessments, and readings).
ar: يتم عرض التقدم الذي أحرزته خلال مضيك قدمًا في كافة العناصر في الدورة التدريبية (بما في ذلك مقاطع الفيديو والتمارين والتقييمات والقراءات).
de: Ihr Fortschritt während des Kursinhalts wird angezeigt, während Sie sich durch den Kurs bewegen (einschließlich Videos, Übungen, Prüfungen und Texten).
es: Su evolución a través de los contenidos del curso se muestra a medida que avanza por todos los elementos del curso (incluidos videos, ejercicios, evaluaciones y lecturas).
ja: コース中の進度は、コース中の項目を進めるごとに表示されます (動画、エクササイズ、審査、読書を含む)
nl: Uw voortgang door de cursusinhoud wordt weergegeven bij het doorlopen van alle items in de cursus (waaronder video’s, oefeningen, beoordelingen en leesopdrachten).
pl: Stopień ukończenia mierzy Twoje postępy, czyli ilość materiału, który już opanowałeś (włącznie z materiałami wideo, ćwiczeniami, zadaniami i tekstami).
pt: Seu progresso ao longo do conteúdo do curso é exibido conforme você avançar pelos itens do curso (incluindo vídeos, exercícios, avaliações e leituras).
zh: 随着您逐步完成课程的所有项目（包括视频、练习、评估和阅读材料），您的课程内容进度也将同步显示。

source: Your engagement increases through your social interactions with other participants in your cohort (through engagement on the discussion forums).
ar: تزداد مشاركتك من خلال تفاعلاتك الاجتماعية مع المشاركين الآخرين في فوجك (من خلال المشاركة في منتديات النقاش).
de: Ihr Engagement steigert sich durch soziale Interaktionen mit anderen Teilnehmern in Ihrem Jahrgang (durch Engagement in den Diskussionsforen).
es: Su participación se mide en función de las interacciones sociales con otros participantes de su grupo (en los foros de debate).
ja: エンゲージメントは、コホート中の他の参加者とのソーシャルインタラクションによって (ディスカッション・フォーラムのエンゲージメントを通して) 上がります
nl: Uw inzet neemt toe door uw sociale interactie met andere deelnemers in uw cohort (via betrokkenheid op de discussieforums).
pl: Twój poziom zaangażowania zwiększą się, im bardziej angażujesz się w interakcje z innymi uczestnikami kursu z Twojej grupy kursantów (za pomocą aktywności na forum dyskusyjnym)
pt: Seu engajamento aumenta com suas interações sociais com outros participantes do seu grupo (com seu envolvimento nos fóruns de discussão).
zh: 通过与同期其他参与者进行社交互动（参与论坛），可以提高自身参与度。

source: What should I do if I am experiencing issues with resetting my password?
ar: ماذا أفعل إذا كنت أواجه مشكلات في إعادة تعيين كلمة المرور الخاصة بي؟
de: Was soll ich tun, wenn ich Probleme beim Zurücksetzen meines Passworts habe?
es: ¿Qué debo hacer si experimento problemas al intentar restablecer mi contraseña?
ja: パスワードの再設定で問題が発生した場合はどうすればいいですか?
nl: Wat moet ik doen als ik problemen ondervind met het opnieuw instellen van mijn wachtwoord?
pl: Co zrobić, jeśli napotkałem problemy podczas próby zresetowania hasła?
pt: O que devo fazer se tiver problemas para restaurar minha senha?
zh: 如果我在重置密码时遇到问题，该怎么办？

source: If you've forgotten your password, please try resetting it by clicking 'Forgot password?' on the <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>log in screen.</a> You'll receive an automated email with instructions on how to reset your password.
ar: في حالة نسيان كلمة مرورك، يرجى محاولة إعادة تعيينها بالنقر فوق «نسيت كلمة المرور؟» في <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>شاشة تسجيل الدخول.</a> ستتلقى رسالة بريد إلكتروني تلقائية تحتوي على إرشادات حول كيفية إعادة تعيين كلمة المرور.
de: Wenn Sie Ihr Passwort vergessen haben, versuchen Sie es zurückzusetzen, indem Sie auf „Passwort vergessen?“ auf dem <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>Anmeldebildschirm</a> klicken. Sie erhalten eine automatisierte E-Mail mit Anweisungen zum Zurücksetzen des Passworts.
es: Si olvidó su contraseña, intente restablecerla mediante un clic en “¿Olvidó su contraseña?” en la <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>página de inicio de sesión.</a> Recibirá un correo electrónico automático con instrucciones sobre cómo restablecer su contraseña.
ja: パスワードを忘れた場合は、<a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>ログイン画面の</a>「パスワードを忘れた場合」をクリックしてパスワードを再設定してください。パスワードの再設定方法が記載されたEメールが送信されます。
nl: Indien u uw wachtwoord bent vergeten, stel dit dan opnieuw in door te klikken op 'Wachtwoord vergeten?' op het <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>inlogscherm.</a> U ontvangt een automatisch gegenereerde e-mail met instructies over hoe u uw wachtwoord opnieuw kunt instellen.
pl: Jeśli zapomniałeś hasło, spróbuj zresetować je, klikając na przycisk „Zapomniałeś hasło?”, widoczny na <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>stronie logowania</a>. Otrzymasz automatycznie wygenerowaną wiadomość e-mail, zawierającą instrukcje, które pozwolą Ci zresetować hasło.
pt: Se você esqueceu sua senha, tente restaurá-la clicando em 'Esqueceu a senha?' na <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>tela de login.</a> Você receberá um e-mail automático com instruções de como redefinir sua senha.
zh: 如果您忘记密码，请尝试通过单击<a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>登录屏幕</a>上的“忘记密码?”来重置密码。您将收到系统自动发来的电子邮件，邮件中会提供关于如何重置密码的说明。

source: If you did not receive an automated email please check:
ar: إذا لم تتلقى رسالة البريد الإلكتروني الآلي فيرجى التحقق من:
de: Wenn Sie keine automatisierte E-Mail erhalten haben, überprüfen Sie Folgendes:
es: Si no recibió un correo electrónico automático, verifique lo siguiente:
ja: 自動メールが届かない場合は、以下の点をご確認ください。
nl: Als u geen automatisch gegenereerde e-mail hebt ontvangen, controleer dan het volgende:
pl: Jeśli nie otrzymałeś od nas takiej automatycznej wiadomości, przyczyną może być:
pt: Se você não recebeu um e-mail automático, verifique:
zh: 如果您没有收到系统自动发送的电子邮件，请检查：

source: your Spam folder.
ar: مجلد رسائل البريد العشوائية.
de: Ihren Spam-Ordner.
es: su carpeta de Correo no deseado.
ja: スパムフォルダー。
nl: of de e-mail terecht is gekomen in uw spammap;
pl: wiadomość znajduje się w folderze Spam.
pt: sua pasta de spam
zh: 您的“垃圾邮件”文件夹。

source: your email address is entered in correctly.
ar: تم إدخال عنوان البريد الإلكتروني الخاص بك بشكل غير صحيح.
de: ist Ihre E-Mail-Adresse korrekt?
es: que la dirección de correo electrónico se ingresó correctamente.
ja: メールアドレスが正しく入力されている。
nl: of u uw e-mailadres juist hebt opgegeven.
pl: wprowadziłeś niewłaściwy adres e-mail.
pt: se seu endereço de e-mail foi inserido corretamente.
zh: 您的电子邮件地址是否输入正确。

source: If you received a "Password Reset Unsuccessful" popup message:
ar: إذا تلقيت رسالة منبثقة "فشل محاولة إعادة تعيين كلمة المرور":
de: Wenn Sie eine Popup-Nachricht mit "Zurücksetzung des Passworts fehlgeschlagen" erhalten:
es: Si recibió un mensaje emergente "Restablecimiento de contraseña incorrecto":
ja: 「パスワードの再設定に失敗しました」というポップアップメッセージが表示された場合:
nl: Als u een pop-upbericht met "Wachtwoord opnieuw instellen mislukt" hebt ontvangen:
pl: Jeśli pojawiło się okno z wiadomością „Nie udało się zresetować hasła”:
pt: Se recebeu uma mensagem de "Falha na redefinição de senha":
zh: 如果您收到了“密码重置失败”弹出消息：

source: You should check that you entered in the email address that your McKinsey Academy account is registered to, which should be your work email address.
ar: يجب عليك التحقق من إدخالك عنوان البريد الإلكتروني الذي تم تسجيله بحساب أكاديمية ماكنزي الخاص بك، والذي يجب أن يكون عنوان البريد الإلكتروني الخاص بعملك.
de: Überprüfen Sie, dass die von Ihnen eingegebene E-Mail-Adresse, dieselbe ist, die Sie bei der Registrierung des McKinsey Academy-Kontos verwendet haben. Dabei sollte es sich um Ihre geschäftliche E-Mail-Adresse handeln.
es: Debe verificar que ingresó la dirección de correo electrónico con la que registró su cuenta de McKinsey Academy, que debe ser su dirección de correo electrónico profesional.
ja: McKinsey Academyアカウントが登録されているEメールアドレス(会社のEメールアドレス)を入力したことを確認する必要があります。
nl: Controleer dan of u het e-mailadres hebt opgegeven dat ook geregistreerd staat in uw McKinsey Academy account. Het e-mailadres waarmee u werkt, moet hetzelfde zijn.
pl: Prosimy sprawdzić, czy wprowadzony przez Ciebie adres e-mail to ten sam, którego użyłeś podczas rejestracji w McKinsey Academy. Powinien to by Twój firmowy adres e-mail.
pt: Verifique se inseriu o endereço de e-mail registrado na conta do McKinsey Academy, que deve ser seu endereço de e-mail de trabalho.
zh: 您应检查所输入的麦肯锡学院帐户注册电子邮件地址是否为您的工作电子邮件地址。

source: I'm unable to view videos or images in my course. What should I do?
ar: لا يمكنني مشاهدة مقاطع الفيديو أو الصور في الدورة التدريبية الخاصة بي. ما الذي ينبغي علي فعله؟
de: Ich kann keine Videos oder Bilder in meinem Kurs sehen. Was soll ich tun?
es: No puedo ver videos o imágenes en el curso. ¿Qué debo hacer?
ja: コースの動画や画像を見ることができません。どうすればよいですか?
nl: Ik kan de video‘s of afbeeldingen in mijn cursus niet zien. Wat moet ik doen?
pl: Filmy i obrazy nie wyświetlają się poprawnie. Co mogę zrobić?
pt: Não consigo visualizar vídeos ou imagens no meu curso. O que devo fazer?
zh: 我无法观看课程中的视频或查看课程中的图片。我该怎么办？

source: Try the following:
ar: جرّب ما يلي:
de: Versuchen Sie Folgendes:
es: Intente lo siguiente:
ja: 以下の方法をお試しください。
nl: Probeer het volgende:
pl: Spróbuj wypróbować jedno z poniższych rozwiązań:
pt: Tente o seguinte:
zh: 请尝试使用以下办法：

source: Switch to using Chrome as your browser.
ar: انتقل إلى استخدام كروم كمتصفح.
de: Verwenden Sie Chrome als Browser.
es: Use Chrome como navegador.
ja: ブラウザをChromeに切り替える。
nl: Gebruik Chrome als browser.
pl: Otwórz McKinsey Academy w przeglądarce Chrome.
pt: Migrar para o Chrome como seu navegador.
zh: 切换到 Chrome 浏览器。

source: Ensure you are not connected to your company's VPN.
ar: تأكد من عدم اتصالك بشبكة VPN الخاصة بشركتك.
de: Überprüfen Sie, dass Sie nicht mit dem VPN Ihres Unternehmens verbunden sind.
es: Asegúrese de que no se encuentra conectado al VPN de la compañía.
ja: 企業のVPNに接続されていないことを確認する。
nl: Zorg dat u verbinding hebt met de VPN van uw bedrijf.
pl: Sprawdź, czy nie jesteś podłączony do Twojej firmowej sieci VPN.
pt: Certifique-se de que não está conectado à VPN de sua empresa.
zh: 确保您未连接到公司的 VPN。

source: Clear the cache in your browser.
ar: امسح ذاكرة التخزين المؤقت في المتفصح الخاص بك.
de: Leeren Sie den Cache Ihres Browsers.
es: Borre la memoria caché de su navegador.
ja: ブラウザのキャッシュをクリアする。
nl: Leeg de cache van uw browser.
pl: Wyczyść pamięć podręczną przeglądarki.
pt: Limpe o cache do seu navegador.
zh: 清除浏览器中的缓存。

source: If you are still experiencing issues, please contact the <a href=%(support_url)s style="display: inline;" target='_blank'>support team</a>.
ar: إذا كنت لا تزال تواجه مشكلات، يرجى الاتصال بـ <a href=%(support_url)s style="display: inline;" target='_blank'>فريق الدعم.</a>
de: Wenn das Problem weiterhin besteht, kontaktieren Sie bitte das <a href=%(support_url)s style="display: inline;" target='_blank'>Support-Team</a>.
es: Si aún experimenta problemas, comuníquese con el <a href=%(support_url)s style="display: inline;" target='_blank'>equipo de soporte.</a>
ja: 問題が解決されない場合は<a href=%(support_url)s style="display: inline;" target='_blank'>サポートチーム</a>までお問い合わせください。
nl: Hebt u nog steeds problemen, neem dan contact op met ons <a href=%(support_url)s style="display: inline;" target='_blank'>supportteam</a>.
pl: Jeśli wciąż napotykasz problemy, prosimy skontaktować się z <a href=%(support_url)s style="display: inline;" target='_blank'>działem pomocy</a>.
pt: Se ainda tiver problemas, entre em contato com a <a href=%(support_url)s style="display: inline;" target='_blank'>equipe de suporte</a>.
zh: 如果仍有问题，请联系<a href=%(support_url)s style="display: inline;" target='_blank'>支持团队。</a>
