Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Draft a storyline and translate the structure into a presentation storyboard
ar: صياغة قصة وترجمة الهيكل إلى عرض تقديمي في شكل قصة مصورة
de: Formulieren Sie eine Geschichte und übersetzen Sie die Struktur in ein Präsentations-Storyboard
eo: Dräft ä störýlïné änd tränsläté thé strüçtüré ïntö ä préséntätïön störýßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Redacte un argumento y traduzca la estructura en un guión gráfico para presentación
fr: Élaborer un scénario et traduire la structure en un storyboard de présentation
ja: ストーリー展開を下書きし、その構造をプレゼン用の絵コンテに置き換えます
nl: Stel een verhaallijn op en vertaal de structuur naar een presentatiestoryboard
pl: Nakreśl opowieść i przedstaw ją za pomocą scenopisu obrazkowego
pt: Elabore um roteiro e converta a estrutura em um storyboard de apresentação
zh: 起草故事情节，并将结构转化为演示故事板

source: Select the right chart forms for quantitative, conceptual and text-driven messages
ar: اختيار نماذج التخطيط المناسبة للرسائل الكمية والمفاهيمية والنصية
de: Wählen Sie die richtigen grafischen Darstellungsformen für quantitative, konzeptionelle und textbasierte Nachrichten
eo: Séléçt thé rïght çhärt förms för qüäntïtätïvé, çönçéptüäl änd téxt-drïvén méssägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Seleccione las formas adecuadas de gráficos para mensajes cuantitativos, conceptuales y de texto
fr: Sélectionner les bons formulaires graphiques pour les messages quantitatifs, contextuels et portés par du texte
ja: 定量的、概念上、テキストベースのメッセージ用に、適切なチャート形式を選択します
nl: Selecteer de juiste grafiekvorm voor kwantitatieve, conceptuele en tekstboodschappen
pl: Wybierz odpowiednie wykresy, dostosowane do formy przekazu (liczbowa, konceptualna, oparta na tekście)
pt: Selecione os formulários de gráfico corretos para mensagens quantitativas, conceituais e orientadas por texto
zh: 选择正确的图表形式，以呈现定量、概念化且文本驱动的消息

source: Gain an awareness of basic graphic design principles to help make content more credible to audiences
ar: التعرف على أساسيات مبادئ التصميم الجرافيكي للمساعدة في جعل المحتوى أكثر مصداقية للجمهور
de: Erwerben Sie ein Bewusstsein für grundlegende grafische Designprinzipien, um den Inhalt für Zielgruppen glaubwürdiger zu übermitteln
eo: Gäïn än äwärénéss öf ßäsïç gräphïç désïgn prïnçïplés tö hélp mäké çöntént möré çrédïßlé tö äüdïénçés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Obtenga conocimientos sobre principios básicos de diseño gráfico para mejorar la credibilidad de los contenidos para su audiencia
fr: Apprendre à maîtriser les principes de conception graphique de base pour donner plus de crédibilité à votre contenu pour le public
ja: 対象者にとってコンテンツがより信頼度の高いものとなるよう、基本的なグラフィックデザインの原理を理解します
nl: Verwerf inzicht in de basisprincipes van grafisch ontwerp om inhoud geloofwaardiger te maken voor doelgroepen
pl: Dowiedz się więcej o podstawowych zasadach projektowania graficznego, aby tworzyć bardziej wiarogodne treści
pt: Conheça os princípios básicos do design gráfico para conferir maior credibilidade ao conteúdo
zh: 了解基本的图形设计原则，提高内容对于受众的可信度

source: Communicate more effectively in day-to-day interactions including writing more effective emails, delivering improved voicemails, and writing structured social media messages
ar: التواصل بشكل أكثر فعالية في التفاعلات اليومية، بما في ذلك كتابة مزيد من الرسائل الإلكترونية الأكثر فعالية وتقديم رسائل بريد صوتي محسّنة وكتابة رسائل وسائط اجتماعية منظمة
de: Kommunizieren Sie in täglichen Interaktionen effektiver wie z. B.: Schreiben Sie effektivere E-Mails, hinterlassen Sie bessere telefonische Nachrichten und schreiben Sie strukturierte Nachrichten in sozialen Medien
eo: Çömmünïçäté möré éfféçtïvélý ïn däý-tö-däý ïntéräçtïöns ïnçlüdïng wrïtïng möré éfféçtïvé émäïls, délïvérïng ïmprövéd vöïçémäïls, änd wrïtïng strüçtüréd söçïäl médïä méssägés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα q#
es: Comuníquese con más efectividad en las interacciones diarias y aprenda a crear correos electrónicos y de voz más efectivos y a redactar mensajes estructurados para redes sociales
fr: Communiquer de façon plus efficace dans vos interactions quotidiennes, y compris en rédigeant des e-mails plus performants, en améliorant vos messages vocaux et en écrivant des messages structurés sur les réseaux sociaux
ja: より効果的なEメールを書く、より良い留守電を残す、計画的なソーシャルメディアへの投稿文を書くなどを含め、毎日の交流でより効果的にコミュニケーションをとります
nl: Communiceer doeltreffender in uw dagelijkse interacties: schrijf doeltreffendere e-mailberichten, spreek betere voicemailberichten in, schrijf gestructureerde sociale mediaberichten, etc.
pl: Opanuj sztukę efektywnej komunikacji w codziennych sytuacjach takich jak pisanie skutecznych wiadomości e-mail, lepsza komunikacja za pomocą poczty głosowej, czy też tworzenie ustrukturyzowanych wiadomości do mediów społecznościowych
pt: Comunique-se de forma mais eficaz nas interações do dia a dia: escreva e-mails mais eficazes, deixe mensagens de voz de mais qualidade, e escreva mensagens estruturadas nas redes sociais
zh: 更有效地进行日常沟通互动，包括撰写更有效的电子邮件、发送有所改进的语音邮件以及编写结构化的社交媒体消息

source: Effectively manage both in-person and remote meetings
ar: الإدارة الفعالة لكل من الاجتماعات الشخصية والمنعقدة عن بعد
de: Verwalten Sie sowohl persönliche als auch Remote-Meetings effektiv
eo: Éfféçtïvélý mänägé ßöth ïn-pérsön änd rémöté méétïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Gestione reuniones en persona y remotas con efectividad
fr: Gérer de façon efficace les réunions en personne et à distance
ja: 対面式と遠隔式の両方の会議を効果的に運用します
nl: Geef doeltreffend leiding in persoonlijke vergaderingen en vergaderingen op afstand
pl: Efektywnie zarządzaj standardowymi i wirtualnymi spotkaniami
pt: Gerencie com eficácia reuniões presenciais e remotas
zh: 有效管理面对面会议和远程会议

source: Improve verbal and nonverbal skills to project greater presence and confidence
ar: تحسين المهارات اللفظية وغير اللفظية لزيادة الحضور والثقة
de: Verbessern Sie verbale und nonverbale Fähigkeiten, um eine größere Präsenz und mehr Vertrauen zu projizieren
eo: Ìmprövé vérßäl änd nönvérßäl skïlls tö pröjéçt gréätér présénçé änd çönfïdénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Mejore sus habilidades verbales y no verbales para proyectar mayor presencia y confianza
fr: Améliorer les compétences verbales et non verbales pour donner plus de force et d’assurance à votre présence
ja: より良いプレゼンスと信頼が期待できるよう、言葉によるスキルと言葉によらないスキルを磨きます
nl: Verbeter verbale en non-verbale vaardigheden om sterker aanwezig te zijn en meer vertrouwen uit te stralen
pl: Zwiększ umiejętności komunikacji werbalnej i niewerbalnej, aby sprawiać wrażenie bardziej obecnego i pewnego siebie
pt: Melhore as habilidades verbais e não verbais para projetar maior presença e confiança
zh: 提高口头和非语言技能，以提高存在感和自信心

source: Problem Solving
ar: حل المشاكل
de: Problemlösung
eo: Prößlém Sölvïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Resolución de problemas
fr: Résolution de problème
ja: 問題解決
nl: Problemen oplossen
pl: Rozwiązywanie problemów
pt: Resolução de problemas
zh: 问题解决

source: Learn techniques from the world-renowned leader in problem solving, including how to apply McKinsey’s structured approach to problem solving.
ar: تعلم تقنيات من رائد حل المشكلات المشهور عالميًا، بما في ذلك كيفية تطبيق منهج ماكنزي المنظم لحل المشكلات.
de: Lernen Sie von weltweit anerkannten Führungspersönlichkeiten Techniken zur Problemlösung, einschließlich der Anwendung des strukturierten Ansatzes von McKinsey zur Problemlösung.
eo: Léärn téçhnïqüés fröm thé wörld-rénöwnéd léädér ïn prößlém sölvïng, ïnçlüdïng höw tö äpplý MçKïnséý’s strüçtüréd äppröäçh tö prößlém sölvïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт #
es: Aprenda técnicas de la mano del líder mundial en resolución de problemas, incluido cómo aplicar el abordaje estructurado de McKinsey a la resolución de problemas.
fr: Apprendre les techniques des leaders de renommée mondiale dans la résolution des problèmes, y compris la façon d'appliquer l’approche structurée de McKinsey pour résoudre des problèmes.
ja: McKinseyの問題解決に対する計画的アプローチの適用方法を含め、世界の著名なリーダーから問題解決に関するテクニックを学びます。
nl: Leer technieken van de wereldberoemde leider op het vlak van probleemoplossing, waaronder hoe u de gestructureerde benadering van McKinsey voor probleemoplossing kunt toepassen.
pl: Opanuj techniki rozwiązywania problemów stosowane przez światowej sławy liderów, w tym ustrukturyzowane podejście do rozwiązywania problemów metodą McKinsey
pt: Aprenda técnicas da líder internacional em resolução de problemas, incluindo como aplicar a abordagem estruturada da McKinsey à resolução de problemas.
zh: 向世界知名的领导者学习解决问题的技巧，包括如何运用麦肯锡的结构化问题解决方法。

source: Distill an ambiguous business situation with many confounding elements into the basic questions that need to be answered
ar: تحليل حالة عمل ملتبسة تحفل بالعديد من العناصر المربكة وتحويلها إلى عددٍ من الأسئلة الأساسية التي تحتاج إلى إجابة
de: Kristallisieren Sie aus einer unklaren Geschäftssituation mit vielen verwirrenden Elementen die Grundfragen heraus, die beantwortet werden müssen
eo: Dïstïll än ämßïgüöüs ßüsïnéss sïtüätïön wïth mäný çönföündïng éléménts ïntö thé ßäsïç qüéstïöns thät nééd tö ßé änswéréd Ⱡ'σяєм ιρѕυ#
es: Sintetice una situación comercial ambigua con muchos elementos desconcertantes en las preguntas básicas a responder
fr: Décomposer une situation commerciale ambigüe comprenant de nombreux éléments déroutants en questions de base auxquelles il faut répondre
ja: 交絡要因の多い曖昧なビジネス状況を、答えを出すべき基本的な質問として抜き出します
nl: Zet een dubbelzinnige zakelijke situatie met tal van verwarrende elementen om naar de basisvragen die moeten worden beantwoord
pl: Naucz się, jak uprościć niejednoznaczną sytuację biznesową z szeregiem mylących elementów i sprowadzić ją do kilku prostych pytań, na które musisz znaleźć odpowiedź
pt: Extraia o essencial de uma situação ambígua com muitos elementos confusos para expor as questões básicas que devem ser respondidas
zh: 将具有许多混淆元素的混沌商业状况提炼成需要回答的基本问题

source: Disaggregate a complex problem into smaller, more manageable pieces and identify issues that are MECE (mutually exclusive, collectively exhaustive)
ar: تفكيك مشكلة معقدة إلى أجزاء أصغر وأكثر قابلية للإدارة وتحديد المشكلات MECE (الحصرية بشكل متبادل والشاملة كليًا)
de: Schlüsseln Sie ein komplexes Problem in kleinere, überschaubare Teile auf und identifizieren Sie Probleme, die sich "gegenseitig ausschließen und insgesamt erschöpfend" sind (MECE – mutually exclusive, collectively exhaustive)
eo: Dïsäggrégäté ä çömpléx prößlém ïntö smällér, möré mänägéäßlé pïéçés änd ïdéntïfý ïssüés thät äré MÉÇÉ (mütüällý éxçlüsïvé, çölléçtïvélý éxhäüstïvé) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм #
es: Descomponga un problema complejo en piezas más pequeñas y manejables e identifique problemas que son “MECE” (mutuamente excluyentes, colectivamente exhaustivos)
fr: Décomposer un problème complexe en élément plus simples et plus gérables et identifier les questions qui sont MECE (mutuellement exclusive, collectivement exhaustive)
ja: 複雑な問題をより小さく管理可能な要素へと分解し、MECE (もれなく、重複なく) の問題を特定します
nl: Splits een complex probleem op in kleinere, beter beheersbare stukken en identificeer MECE-kwesties (Mutually Exclusive, Collectively Exhaustive [wederzijds exclusief, gezamenlijk grondig])
pl: Naucz się, jak uprościć złożony problem i rozłożyć go na kilka mniejszych elementów, którymi łatwiej sterować. Zidentyfikuj zagadnienia metodą MECE (mutually exclusive, collectively exhaustive - zagadnienia wzajemnie wykluczające się i sumarycznie wyczerpujące)
pt: Desmembre um problema complexo em partes menores e mais gerenciáveis e identifique problemas que são MECE (mutuamente exclusivos, coletivamente exaustivos)
zh: 将复杂的问题分解成更小、更易于管理的多个部分，并确定 MECE（互相排斥且完全穷尽的）问题

source: Categorize and prioritize issues into actionable categories, by evaluating them on specific criteria such as impact and feasibility
ar: تصنيف المشاكل وترتيبها حسب الأولوية إلى فئات قابلة للتنفيذ، من خلال تقييمها وفق معايير محددة مثل الأثر والجدوى
de: Kategorisieren und priorisieren Sie Probleme in umsetzbaren Kategorien, indem Sie sie nach spezifischen Kriterien wie Auswirkung und Durchführbarkeit bewerten
eo: Çätégörïzé änd prïörïtïzé ïssüés ïntö äçtïönäßlé çätégörïés, ßý évälüätïng thém ön spéçïfïç çrïtérïä süçh äs ïmpäçt änd féäsïßïlïtý Ⱡ#
es: Clasifique y priorice problemas en categorías accionables a través de su evaluación mediante criterios específicos, tales como impacto y viabilidad
fr: Catégoriser et prioriser les problèmes en catégories actionnables en les évaluant sur la base de critères spécifiques tels que l'impact et la faisabilité
ja: 影響や実現可能性といった特定の基準について問題を評価することで、実行可能なカテゴリへと問題を分類し、優先事項を定めます
nl: Categoriseer en prioriteer problemen in categorieën op basis waarvan maatregelen kunnen worden getroffen door ze te evalueren aan de hand van specifieke criteria, zoals impact en haalbaarheid
pl: Przypisz problemy do wykonywalnych kategorii i nadaj im priorytety działania na podstawie konkretnych kryteriów takich jak znaczenie i wykonalność
pt: Categorize e priorize os problemas em categorias acionáveis, avaliando-os com critérios específicos, como impacto e viabilidade
zh: 按照具体的标准评估问题（例如影响和可行性），将问题归类并按优先顺序排归入可执行的类别

source: Set-up, plan, and structure appropriate analyses through several different types of workplans
ar: إعداد وتخطيط عمليات تحليلية مناسبة وهيكلتها من خلال عدة أنواع مختلفة من خطط العمل
de: Erstellen, planen und strukturieren Sie geeignete Analysen durch mehrere verschiedene Typen an Arbeitsplänen
eo: Sét-üp, plän, änd strüçtüré äppröprïäté änälýsés thröügh sévéräl dïfférént týpés öf wörkpläns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Diseñe, planifique y estructure análisis adecuados mediante diferentes tipos de planes de trabajo
fr: Elaborer, planifier et structurer des analyses appropriées grâce à plusieurs différents types de plans de travail
ja: 複数の異なる種類の作業計画を通して、適切な分析方法を設定・計画・構築します
nl: Stel toepasselijke analyses op en plan en structureer deze via verschillende typen werkplannen
pl: Przygotuj, zaplanuj i nadaj struktury odpowiednim analizom za pomocą różnych rodzajów planów działania
pt: Configure, planeje e estruture análises apropriadas por meio de vários tipos de planos de trabalho
zh: 通过几种不同类型的工作计划来设置、规划并构建适当的分析

source: Extract the most relevant data by using a suite of creative data-collection and analysis techniques
ar: استخلاص البيانات الأكثر صلة باستخدام مجموعة من التقنيات المبتكرة لجمع وتحليل البيانات
de: Entnehmen Sie die relevantesten Daten, indem Sie eine Folge kreativer Datensammlungs- und Analysetechniken verwenden
eo: Éxträçt thé möst rélévänt dätä ßý üsïng ä süïté öf çréätïvé dätä-çölléçtïön änd änälýsïs téçhnïqüés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Extraiga los datos más relevantes mediante un conjunto de técnicas creativas de recolección de datos y análisis
fr: Extraire les données les plus pertinentes à l'aide d'une série de techniques créatives de collecte et d'analyse de données
ja: 一連の創造的なデータ収集と分析テクニックを使うことで、最も関連性のあるデータを抽出します
nl: Extraheer de meest relevante gegevens via een reeks creatieve technieken voor gegevensverzameling en analyse
pl: Wyodrębnij najbardziej istotne dane, stosując gamę kreatywnych technik gromadzenia danych i metod analitycznych
pt: Extraia os dados mais relevantes usando um conjunto de técnicas criativas de coleta e análise de dados
zh: 通过使用一套创新的数据收集和分析技术，提取最相关的数据

source: Step back and distinguish the most important aspects of work to be communicated to stakeholders through a top-down, structured storyline
ar: التراجع خطوة إلى الوراء وتمييز أهم جوانب العمل لإطلاع الأطراف المعنية عليها من خلال قصة منظمة تصاعديًا
de: Machen Sie einen Schritt zurück und unterscheiden Sie die wichtigsten Aspekte der Arbeit, die an Stakeholder durch eine strukturierte Geschichte von oben nach unten kommuniziert werden
eo: Stép ßäçk änd dïstïngüïsh thé möst ïmpörtänt äspéçts öf wörk tö ßé çömmünïçätéd tö stäkéhöldérs thröügh ä töp-döwn, strüçtüréd störýlïné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#
es: Tome distancia y distinga los aspectos más importantes del trabajo a comunicar a las partes interesadas mediante un argumento descendente y estructurado
fr: Prendre du recul et distinguer les aspects les plus importants du travail à communiquer aux parties prenantes grâce à un scénario structuré vertical
ja: トップダウンで計画的なストーリー展開を通して、出資者に伝えるべき最も重要な側面について、一歩下がって見分けます
nl: Neem even afstand en onderscheid de belangrijkste aspecten van werk die moeten worden overgebracht aan belanghebbenden via een gestructureerde top-downverhaallijn
pl: Spójrz na sprawy z szerzej perspektywy i wyodrębnij te aspekty pracy, które przekażesz zaangażowanym stronom za pomocą ustrukturyzowanej opowieści z podejściem odgórnym
pt: Avalie o trabalho sob uma nova perspectiva e separe os aspectos mais importantes que deverão ser comunicados aos stakeholders por meio de uma história top-down estruturada
zh: 通过自上而下的结构化故事情节，回顾并区分要传达给利益相关方的最重要的工作环节

source: Create recommendations that are actionable and feasible for stakeholders, as well as appropriate for a senior-management audience
ar: إعداد توصيات قابلة للتنفيذ ومجدية للأطراف المعنية، فضلًا عن كونها ملائمة لجمهور الإدارة العليا
de: Erstellen Sie Empfehlungen, die für Stakeholder umsetzbar und durchführbar sowie für das Senior Management geeignet sind
eo: Çréäté réçömméndätïöns thät äré äçtïönäßlé änd féäsïßlé för stäkéhöldérs, äs wéll äs äppröprïäté för ä sénïör-mänägémént äüdïénçé Ⱡ'σ#
es: Elabore recomendaciones viables para las partes interesadas y adecuadas para una audiencia de alta dirección
fr: Créer des recommandations à la fois actionnables et faisables pour les parties prenantes, et appropriées pour un public de cadres de direction
ja: 出資者にとって実行可能・実現可能で、経営陣にとって適切な推奨事項を作成します
nl: Stel aanbevelingen op aan de hand waarvan actie kan worden ondernomen en die haalbaar zijn voor belanghebbenden en ook geschikt zijn voor het senior management
pl: Opracuj zalecenie, które będą osiągalne i łatwe do wykonania dla zaangażowanych stron, a także odpowiednie dla odbiorców z wyższego szczebla
pt: Crie recomendações que sejam acionáveis e viáveis para os stakeholders e adequadas a um público de gerentes seniores
zh: 创建对于利益相关者可执行和可行且适用于高级管理人员的建议

source: Identify when the basic 7-step approach problem solving approach needs to be complemented with advanced problem-solving techniques
ar: تحديد متى يجب استكمال النهج الأساسي لحل المشاكل المكون من 7 خطوات بالأساليب المتقدمة لحل المشاكل
de: Identifizieren Sie, wann der grundlegende 7-Schritt-Problemlösungsansatz mit erweiterten Problemlösungstechniken ergänzt werden muss
eo: Ìdéntïfý whén thé ßäsïç 7-stép äppröäçh prößlém sölvïng äppröäçh nééds tö ßé çömpléméntéd wïth ädvänçéd prößlém-sölvïng téçhnïqüés Ⱡ'#
es: Identifique cuándo el abordaje básico de resolución de problemas de siete pasos debe complementarse con técnicas de resolución de problemas avanzadas
fr: Identifier le moment où l'approche de résolution de problème de base en 7 étapes doit être soutenue par des techniques de résolution de problème plus avancées
ja: 高度な問題解決テクニックにより、7段階の問題解決アプローチにいつ補足が必要かを特定します
nl: Identificeer wanneer de uit 7 stappen bestaande basisbenadering voor probleemoplossing moet worden aangevuld met geavanceerde technieken voor probleemoplossing
pl: Zidentyfikuj sytuacje, w których podstawowa, 7-stopniowa metoda rozwiązywania problemów musi zostać uzupełniona o bardziej zaawansowane techniki
pt: Identifique quando a abordagem básica de 7 etapas para resolução de problemas deve ser complementada com técnicas avançadas de resolução de problemas
zh: 确定何时需要运用先进的问题解决技巧来补充基本的 7 步问题解决方法

source: Learn how to evaluate a strategy and apply McKinsey’s Strategy Method to develop a business strategy to gain a sustainable advantage in the market
ar: تعلم كيفية تقييم استراتيجية ما وتطبيق طريقة استراتيجية ماكنزي لإعداد استراتيجية أعمال بغية الحصول على ميزة مستدامة في السوق
de: Lernen Sie, wie eine Strategie bewertet und die Strategiemethode von McKinsey angewendet wird, um eine Geschäftsstrategie zu entwickeln, die einen nachhaltigen Vorteil auf dem Markt bewirkt
eo: Léärn höw tö évälüäté ä strätégý änd äpplý MçKïnséý’s Strätégý Méthöd tö dévélöp ä ßüsïnéss strätégý tö gäïn ä süstäïnäßlé ädväntägé ïn thé märkét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι#
es: Aprenda a evaluar la solidez de una estrategia y aplicar el método estratégico de McKinsey para diseñar un plan que le permita lograr ventajas sostenibles en el mercado.
fr: Apprendre comment évaluer une stratégie et appliquer la méthode stratégique de McKinsey pour développer une stratégie commerciale et obtenir un avantage durable sur la concurrence
ja: 戦略を評価し、McKinseyの戦略メソッドを応用して、市場で維持可能な強みを得るためのビジネス戦略を立てる方法を学びます。
nl: Leer hoe u een strategie kunt beoordelen en hoe u de strategiemethode van McKinsey kunt toepassen voor het ontwikkelen van een zakelijke strategie voor het verkrijgen van een duurzaam voordeel in de markt
pl: Naucz się, jak ocenić strategię i zastosować „Metodę Planowania Strategii” opracowaną przez McKinsey, aby stworzyć strategiczny plan, który pozwoli Ci osiągnąć trwałą przewagę na rynku.
pt: Saiba como avaliar uma estratégia e aplicar o método de estratégia da McKinsey para desenvolver uma estratégia de negócios a fim de obter vantagem sustentável no mercado
zh: 学习如何评估战略，并运用麦肯锡的战略方法制定业务战略，以获得可持续的市场优势
