Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: In addition to the limitations on User Content set forth in Section 5, we prohibit the posting of any information in connection with McKinsey Academy that infringes or violates the copyright rights and/or other intellectual property rights (including rights of privacy and publicity) of any person or entity. If you believe that your intellectual property right (or such a right that you are responsible for enforcing) is infringed by any content available through McKinsey Academy, please write to us at the address shown below, giving a written statement that contains: (a) identification of the copyrighted work and/or intellectual property right claimed to have been infringed; (b) identification of the allegedly infringing material that is requested to be removed; (c) your name, address, and daytime telephone number, and an e-mail address if available; (d) a statement that you have a good faith belief that the use of the copyrighted work and/or exercise of the intellectual property right is not authorized by the owner, its agent, or the law; (e) a statement that the information in the notification is accurate, and, under penalty of perjury, that the signatory is authorized to act on behalf of the owner of the right that is allegedly infringed; and (f) the signature of the intellectual property right owner or someone authorized on the owner's behalf to assert infringement of the right. Upon our receipt of such a statement (or any statement in conformance with 17 U.S.C. Section 512(c)(3)), we will remove any posted material that infringes the copyright or other intellectual property right of any person under U.S. law. U.S. law provides significant penalties for submitting such a statement falsely. Under appropriate circumstances, persons who repeatedly submit infringing or unlawful material will be prohibited from posting further submissions. Our contact for submission of notices under this Section 6 is set forth in the “Contact Us” Section of these Terms.
ar: بالإضافة إلى القيود المفروضة على محتوى المستخدم المنصوص عليها في القسم 5، نحظر نشر أي معلومات متعلقة بأكاديمية ماكنزي تنتهك أو تخالف حقوق التأليف والنشر و/أو حقوق الملكية الفكرية الأخرى (بما في ذلك حقوق الخصوصية والدعاية) لأي شخص أو كيان. وإذا كنت تعتقد أن حق ملكيتك الفكرية (أو حق تتحمل مسؤولية تنفيذه) يتعرض للانتهاك من أي محتوى متاح من خلال أكاديمية ماكنزي، يرجى مراسلتنا على العنوان الموضح أدناه، مع تقديم بيان مكتوب يتضمن: (أ) تحديد العمل المحمي بحقوق التأليف والنشر و/أو حقوق الملكية الفكرية التي تدعي أنها تعرضت للانتهاك؛ (ب) تحديد المادة التي تدعي أنها تنتهك حقوقك والمطلوب إزالتها؛ (ج) اسمك وعنوانك ورقم هاتفك المفتوح خلال النهار وعنوان البريد الإلكتروني إن وجد؛ (د) بيان بأن لديك اعتقاد راسخ بأن استخدام العمل المحمي بحقوق التأليف والنشر و/أو ممارسة حق الملكية الفكرية غير مصرح بها من قِبل المالك أو وكيله أو القانون؛ (هـ) بيان بأن المعلومات الواردة في الإخطار دقيقة، وبموجب عقوبة شهادة الزور أو الحنث باليمين، يُصرَّح للموقِّع بالتصرف نيابة عن مالك الحق الذي يُدعى انتهاكه؛ (و) توقيع مالك حق الملكية الفكرية أو شخص مصرح له نيابة عن المالك بتأكيد انتهاك الحق. وعند استلامنا لمثل هذا البيان (أو أي بيان يتوافق مع الباب 17 من مدونة قوانين الولايات المتحدة، القسم 512 (ج) (3))، سنزيل أي مواد منشورة تنتهك حقوق التأليف والنشر أو غيرها من حقوق الملكية الفكرية لأي شخص بموجب قانون الولايات المتحدة. وينص قانون الولايات المتحدة على فرض عقوبات مغلظة على التدليس في تقديم مثل هذه البيانات. وفي ظل الظروف المناسبة، يُحظر على الأشخاص الذين يقدمون مرارًا وتكرارًا مواد مخالفة أو غير قانونية من نشر مزيد من هذه التقديمات. وتم تحديد جهة الاتصال المعنية بتقديم الإشعارات لدينا بموجب هذا القسم 6 في قسم ”اتصل بنا” بهذه الشروط.
de: Zusätzlich zu den in Abschnitt 5 dargelegten Einschränkungen der Benutzerinhalte verbieten wir die Veröffentlichung von Informationen im Zusammenhang mit der McKinsey Academy, die die Urheberrechte und/oder andere Rechte an geistigem Eigentum (einschließlich Datenschutz und Öffentlichkeitsrechte) einer Person oder Einrichtung verletzen. Wenn Sie glauben, dass Ihr geistiges Eigentumsrecht (oder ein solches Recht, für dessen Durchsetzung Sie verantwortlich sind) durch Inhalte verletzt wird, die über die McKinsey Academy verfügbar sind, schreiben Sie uns bitte an die unten angegebene Adresse und geben Sie eine schriftliche Erklärung ab, die Folgendes enthält: (a) Identifizierung des urheberrechtlich geschützten Werkes und/oder des geistigen Eigentums, von dem behauptet wird, dass es verletzt wurde; (b) Identifizierung des angeblich verletzenden Materials, das entfernt werden soll; (c) Ihren Namen, Ihre Adresse und Telefonnummer am Tag und eine E-Mail-Adresse, falls verfügbar; (d) eine Erklärung, dass Sie in gutem Glauben davon ausgehen, dass die Nutzung des urheberrechtlich geschützten Werkes und/oder die Ausübung des geistigen Eigentumsrechts nicht vom Eigentümer, seinem Vertreter oder dem Gesetz genehmigt ist; (e) eine Erklärung, dass die Informationen in der Mitteilung korrekt sind und dass der Unterzeichner unter Strafe eines Meineids befugt ist, im Namen des Eigentümers des angeblich verletzten Rechts zu handeln; und (f) die Unterschrift des Eigentümers des geistigen Eigentums oder einer Person, die im Namen des Eigentümers befugt ist, eine Verletzung des Rechts geltend zu machen. Nach Erhalt einer solchen Erklärung (oder einer Erklärung in Übereinstimmung mit 17 U.S.C. Section 512(c)(3)) werden wir alle veröffentlichten Materialien entfernen, die das Urheberrecht oder andere Rechte an geistigem Eigentum einer Person nach US-Recht verletzen. Das US-Recht sieht erhebliche Strafen vor, wenn eine solche Erklärung falsch abgegeben wird. Unter geeigneten Umständen wird es Personen, die wiederholt rechtsverletzendes oder rechtswidriges Material einreichen, untersagt, weitere Beiträge zu veröffentlichen. Unser Ansprechpartner für die Übermittlung von Mitteilungen gemäß diesem Abschnitt 6 ist im Abschnitt „Kontaktieren Sie uns“ dieser Bedingungen aufgeführt.
es: Además de las limitaciones al Contenido de Usuario establecidas en la Sección 5, queda prohibida la publicación de cualquier tipo de información que esté relacionada con McKinsey Academy y que infrinja o viole derechos de autor y/u otros derechos de propiedad intelectual (incluidos derechos de privacidad y publicidad) de una persona o entidad. Si cree que sus derechos de propiedad intelectual (o algún derecho cuya protección le competa) han sido vulnerados por algún contenido disponible en McKinsey Academy, escríbanos a la dirección que figura a continuación detallando: (a) la identificación de la obra sujeta a derechos de autor y/o la propiedad intelectual que en su opinión ha sido vulnerada; (b) la identificación del material presuntamente ilícito y que solicita eliminar; (c) su nombre, dirección, número de teléfono de contacto y dirección de correo electrónico; (d) una declaración acerca de que, según su leal saber y entender, el uso de la obra sujeta a derechos de autor y/o el ejercicio del derecho de propiedad intelectual no están autorizados por el propietario, su agente o la ley; (e) una declaración manifestando que la información es precisa y que, bajo pena de falso testimonio, el firmante está autorizado para actuar en nombre del propietario del derecho presuntamente vulnerado; y (f) la firma del propietario del derecho de propiedad intelectual o de una persona autorizada por éste reclamar su derecho. Una vez recibida dicha declaración (o una declaración conforme al Cargo 17 del Código de Estados Unidos, artículo 512 (c)(3)), eliminaremos el material que infrinja el derecho de autor u otro derecho de propiedad intelectual de cualquier persona en virtud de la ley estadounidense. Cuando corresponda, las personas que envíen reiteradamente material ilegal o ilícito tendrán prohibido realizar futuras publicaciones. La información de contacto para avisos relacionados con la presente Sección 6 figura en la Sección «Contáctenos» de los Términos de Uso.
ja: 弊社は、第 5 条に定めている制限に加え、任意の人または事業体の著作権および / または他の知的財産権 (プライバシー権やパブリシティ権を含みます) を侵害するような McKinsey Academy 関連情報の投稿を禁じる措置も講じています。ご自身の知的財産権 (またはご自身に行使責任のある権利) が、McKinsey Academy を通じて利用できるコンテンツにより侵害されていると考える場合には、(a) 侵害されていると主張する著作物および / または知的財産権を特定できる情報、(b) 削除を求める侵害コンテンツを特定できる情報、(c) ご自身の氏名、住所および日中の連絡先電話番号や電子メール アドレス (アドレスをお持ちの場合)、(d) 誠実に考えれば、該当する著作物の使用および / または知的財産権の行使はその所有者、代理人または法律が認めていない行為であると考えられる旨、(e) この通知書に含まれる情報は正確である旨と、虚偽表示があれば偽証罪に処されることを承知の上で行う、署名者は被侵害権利の所有者に代わって活動する権限を有する旨の証明、ならびに (f) 知的財産権所有者または所有者に代わり権利侵害を主張する権限を有する者の署名が記載されている通知書を下記の宛先に送付する方法により弊社までお知らせください。前述の通知 (またはアメリカ合衆国法典第17編条項 512(c)(3) に準ずる通知) を受けた時点で、弊社は、任意の人が米国法に基づき有する著作権または他の知的財産権を侵害している投稿コンテンツを削除します。米国法には、誤った情報を含む前述の通知書を提出した者に科される重い罰が定められています。適切な状況下では、侵害コンテンツまたは不法コンテンツの投稿を繰り返した者は新たな投稿を禁じられます。本第 6 条に基づく通知書の提出先は、本規約の「お問い合わせ」セクションに記載されています。
nl: Als aanvulling op de beperkingen op Gebruikersinhoud zoals uiteengezet in Artikel 5 verbieden we het plaatsen van informatie in verband met McKinsey Academy die inbreuk maakt op de auteursrechten en/of andere intellectuele eigendomsrechten (met inbegrip van privacy- en publiciteitsrechten) van een persoon of entiteit. Als u denkt dat uw intellectuele eigendomsrechten (of een dergelijk recht waarvan u voor de handhaving verantwoordelijk bent) worden geschonden door inhoud die beschikbaar is via McKinsey Academy, neem dan contact met ons op via onderstaand adres, met een schriftelijke verklaring die het volgende bevat: (a) identificatie van het auteursrechtelijk beschermde werk en/of intellectueel eigendomsrecht waarvan wordt beweerd dat het is geschonden; (b) identificatie van het vermeende inbreukmakende materiaal waarvoor verwijdering wordt verzocht; (c) uw naam, adres en telefoonnummer waarop u overdag bereikbaar bent en een e-mailadres indien beschikbaar; (d) een verklaring dat u te goeder trouw gelooft dat het gebruik van het auteursrechtelijk beschermde werk en/of de uitoefening van het intellectuele eigendomsrecht niet is toegestaan ​​door de eigenaar, diens vertegenwoordiger of de wet; (e) een verklaring dat de informatie in de kennisgeving juist is en, op straffe van meineed, dat de ondertekenaar bevoegd is om te handelen namens de eigenaar van het recht waarvan inbreuk wordt aangevoerd; en (f) de handtekening van de eigenaar van het intellectuele eigendomsrecht of iemand die namens de eigenaar gemachtigd is inbreuk op het recht te aan te voeren. Na ontvangst van een dergelijke verklaring (of een verklaring in overeenstemming met 17 United States Code Artikel 512 (c) (3)) zullen we al het gepubliceerde materiaal verwijderen dat inbreuk maakt op het auteursrecht of een ander intellectueel eigendomsrecht van een persoon onder de Amerikaanse wetgeving. De Amerikaanse wetgeving voorziet in aanzienlijke boetes voor het onjuist indienen van een dergelijke verklaring. Onder passende omstandigheden is het personen die herhaaldelijk inbreukmakend of onwettig materiaal indienen verboden om verdere inzendingen te plaatsen. Onze contactgegevens voor het indienen van meldingen onder Artikel 6 kunt u vinden onder “Contact“ in deze Voorwaarden.
pl: Oprócz wymienionych w punkcie 5 ograniczeń dotyczących Treści Użytkownika McKinsey zabrania zamieszczania informacji związanych z McKinsey Academy, które naruszają prawa autorskie lub inne prawa własności intelektualnej (w tym prawa do prywatności i wizerunku) dowolnej osoby lub podmiotu. Jeśli użytkownik uważa, że doszło do naruszenia jego prawa własności intelektualnej (lub prawa, za którego egzekwowanie odpowiada) przez treść dostępną za pośrednictwem McKinsey Academy, prosimy o kontakt z McKinsey pod adresem podanym poniżej i wysłanie pisemnego oświadczenia zawierającego: (a) wskazanie utworu chronionego prawem autorskim lub prawa własności intelektualnej, którego naruszenie zarzuca, (b) wskazanie rzekomo naruszającego materiału, którego usunięcia żąda, (c) imię, nazwisko, adres i numer telefonu służbowego oraz, w miarę dostępności, adres e-mail użytkownika, (d) oświadczenie użytkownika, w którym zapewnia on w dobrej wierze, że korzystanie z utworu chronionego prawem autorskim lub wykonywanie praw własności intelektualnej następuje bez upoważnienia udzielonego przez właściciela, jego agenta lub przepisy prawa, (e) oświadczenie, że informacje zawarte w powiadomieniu są dokładne oraz że osoba je podpisująca jest upoważniona do działania w imieniu właściciela rzekomo naruszonego prawa, pod groźbą odpowiedzialności za składanie fałszywych zeznań, oraz (f) podpis właściciela prawa własności intelektualnej lub osoby przez niego upoważnionej do stwierdzania naruszeń tego prawa. Po otrzymaniu przez McKinsey takiego oświadczenia (lub innego oświadczenia zgodnego z 17 U.S.C. art. 512(c)(3)), McKinsey usunie zamieszczony materiał, który narusza prawa autorskie lub inne prawa własności intelektualnej przysługujące osobie podlegającej prawu Stanów Zjednoczonych. Prawo Stanów Zjednoczonych przewiduje surowe kary za poświadczenie nieprawdy w takim oświadczeniu. W odpowiednich okolicznościach osoby, które wielokrotnie zamieszczają materiały naruszające prawa autorskie lub niezgodne z prawem, otrzymają zakaz wysyłania dalszych treści. Osobą do kontaktu McKinsey zajmującą się przyjmowaniem oświadczeń, o których mowa w niniejszym punkcie 6, wskazana została w części „Dane do kontaktu” niniejszych Warunków.
pt: Além das limitações do Conteúdo do Usuário estabelecidas na seção 5, proibimos a publicação de qualquer informação relacionada à McKinsey Academy que infrinja ou viole os direitos autorais e/ou outros direitos de propriedade intelectual (incluindo direitos de privacidade e publicidade) de qualquer pessoa ou entidade. Se você acredita que seu direito de propriedade intelectual (ou um direito que você é responsável por reforçar) está violado por qualquer conteúdo disponível na McKinsey Academy, escreva-nos no endereço mostrado abaixo, fornecendo uma declaração por escrito que contenha: (a) identificação do trabalho protegido por direitos autorais e/ou direito de propriedade intelectual alegadamente violado; (b) identificação do material supostamente infrator que é solicitado a ser removido; (c) seu nome, endereço e número de telefone diurno e um endereço de e-mail, se disponível; (d) uma declaração de que você acredita de boa fé que o uso do trabalho protegido por direitos autorais e/ou exercício do direito de propriedade intelectual não é autorizado pelo proprietário, seu agente ou pela lei; (e) uma declaração de que as informações contidas na notificação são precisas e, sob pena de perjúrio, de que o signatário está autorizado a agir em nome do proprietário do direito que supostamente foi violado; e (f) a assinatura do proprietário do direito de propriedade intelectual ou de alguém autorizado em nome do proprietário para afirmar a violação do direito. Após o recebimento de tal declaração (ou qualquer declaração em conformidade com 17 U.S.C. Seção 512 (c) (3)), removeremos qualquer material publicado que infrinja os direitos autorais ou outro direito de propriedade intelectual de qualquer pessoa sob a lei dos EUA. A lei dos EUA prevê multas significativas por enviar declaração falsa. Sob circunstâncias apropriadas, as pessoas que enviarem repetidamente material infrator ou ilegal serão proibidas de postar novas submissões. Nosso contato para envio de avisos nos termos desta seção 6 é estabelecido na seção “fale conosco“ destes Termos.
zh: 除了第 5 节中对用户内容的限制外，我们禁止发布任何与麦肯锡学院有关的侵犯或违反了任何内容的版权和/或其他知识产权（包括隐私权和公开权）个人或实体的信息。如果您认为自己的知识产权（或您应负责执行的权利）受到麦肯锡学院提供的任何内容的侵犯，请通过下面显示的地址给我们写信，并提供包含以下内容的书面声明：（a）标识声称受到侵犯的版权作品和/或知识产权； （b）标识要求删除的涉嫌侵权材料； （c）您的姓名、地址和日间电话号码，以及电子邮件地址（如果有）； （d）提供一份声明，表明您坚信版权所有者、其代理人或法律未授权使用受版权保护的作品和/或行使知识产权；（e) 提供一份声明，表明通知中的信息是准确的，如作伪证，会接受处罚，签字人有权代表涉嫌侵权的权利人行事； （f）知识产权所有者或代表所有者授权主张侵犯知识产权的人的签名。收到此类声明（或任何符合17 U.S.C.第512（c）（3）节的声明）后，我们将根据美国法律删除任何发布的侵犯任何人的版权或其他知识产权的材料。美国法律对虚假提交此类陈述规定了重大处罚。在适当情况下，将禁止反复提交侵权或非法材料的人继续提交内容。这些条款的“联系我们”部分列出了我们的联系方式，您可以通过联系方式提交第 6 部分中提及的内容。
