Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Except where indicated otherwise, all content and functionality of McKinsey Academy (except for User Content defined in Section 5 below), including text, questionnaires and assessments, course content and materials, modules, videos, graphics, logos, icons, and images and the selection and arrangement thereof, in addition to any underlying concepts, know-how, tools, frameworks, software, algorithms, models, and industry perspectives (the “McKinsey Academy Content”), is the exclusive property of either us or our licensors and, to the extent applicable, is protected by U.S. and international copyright laws. Neither the content nor functionality of McKinsey Academy, including any Site or any Mobile Offering, may be copied, reproduced, modified, reverse engineered, published, uploaded, posted, transmitted, or distributed in any way without our written permission. Except as expressly provided herein, we do not grant any express or implied right to you under any patents, copyrights, trademarks, trade secret information or other proprietary rights used or made available in connection with McKinsey Academy.
ar: ما لم يرد خلاف ذلك، فإن كل محتويات ومنتجات أكاديمية ماكينزي (باستثناء محتوى المستخدم المحدد في القسم 5 أدناه)، بما في ذلك النص ومحتوى المواد الدراسية ومقاطع الفيديو والرسومات والشعارات والرموز والصور واختيارها وترتيبها ("محتوى أكاديمية ماكينزي")، هي ملكية حصرية لنا أو لمرخصينا وهي محمية بموجب قوانين حقوق النشر الأمريكية والدولية. ولا يجوز نسخ محتويات أو منتجات أكاديمية ماكينزي، بما في ذلك أي موقع أو أي عروض للجوال، أو إعادة إنتاجها أو تعديلها أو نشرها أو تحميلها أو مشاركتها أو نقلها أو توزيعها بأي شكل من الأشكال دون إذن خطي منا. وباستثناء ما هو منصوص عليه صراحة في هذه الوثيقة، فإننا لا نمنح أي حق صريح أو ضمني لك بموجب أي براءات اختراع أو حقوق نشر أو علامات تجارية أو معلومات سرية تجارية أو حقوق ملكية أخرى مستخدمة أو متوافرة فيما يتعلق بأكاديمية ماكينزي.
de: Sofern nicht anders angegeben, sind alle Inhalte und Funktionen der McKinsey Academy (mit Ausnahme der in Abschnitt 5 definierten Benutzerinhalte), einschließlich Text, Fragebögen und Prüfungen, Kursinhalte und -materialien, Module, Videos, Grafiken, Logos, Icons und Bilder und deren Auswahl und Anordnung sowie die zugrunde liegenden Konzepte, Know-how, Tools, Frameworks, Software, Algorithmen, Modelle und Branchenperspektiven (der "McKinsey Academy Content") ausschließliches Eigentum von uns oder unseren Lizenzgebern und sind, soweit anwendbar, durch US-amerikanische und internationale Urheberrechtsgesetze geschützt. Weder der Inhalt noch die Funktionalität der McKinsey Academy, einschließlich der Websites oder mobilen Angebote, dürfen ohne unsere schriftliche Genehmigung kopiert, reproduziert, modifiziert, rückentwickelt, veröffentlicht, hochgeladen, übertragen oder in irgendeiner Weise verteilt werden. Sofern hier nicht ausdrücklich anders angegeben, gewähren wir Ihnen keine ausdrücklichen oder stillschweigenden Rechte aus Patenten, Urheberrechten, Marken, Geschäftsgeheimnissen oder anderen Eigentumsrechten, die im Zusammenhang mit der McKinsey Academy verwendet oder zur Verfügung gestellt werden.
eo: Éxçépt whéré ïndïçätéd öthérwïsé, äll çöntént änd fünçtïönälïtý öf MçKïnséý Àçädémý (éxçépt för Ûsér Çöntént défïnéd ïn Séçtïön 5 ßélöw), ïnçlüdïng téxt, qüéstïönnäïrés änd ässéssménts, çöürsé çöntént änd mätérïäls, mödülés, vïdéös, gräphïçs, lögös, ïçöns, änd ïmägés änd thé séléçtïön änd ärrängémént théréöf, ïn äddïtïön tö äný ündérlýïng çönçépts, knöw-höw, tööls, främéwörks, söftwäré, älgörïthms, mödéls, änd ïndüstrý pérspéçtïvés (thé “MçKïnséý Àçädémý Çöntént”), ïs thé éxçlüsïvé pröpértý öf éïthér üs ör öür lïçénsörs änd, tö thé éxtént äpplïçäßlé, ïs prötéçtéd ßý Û.S. änd ïntérnätïönäl çöpýrïght läws. Néïthér thé çöntént nör fünçtïönälïtý öf MçKïnséý Àçädémý, ïnçlüdïng äný Sïté ör äný Mößïlé Öfférïng, mäý ßé çöpïéd, réprödüçéd, mödïfïéd, révérsé éngïnééréd, püßlïshéd, üplöädéd, pöstéd, tränsmïttéd, ör dïstrïßütéd ïn äný wäý wïthöüt öür wrïttén pérmïssïön. Éxçépt äs éxprésslý prövïdéd héréïn, wé dö nöt gränt äný éxpréss ör ïmplïéd rïght tö ýöü ündér äný päténts, çöpýrïghts, trädémärks, trädé séçrét ïnförmätïön ör öthér pröprïétärý rïghts üséd ör mädé äväïläßlé ïn çönnéçtïön wïth MçKïnséý Àçädémý.#
es: Salvo se indique lo contrario, todos los contenidos y las funcionalidades de McKinsey Academy (excepto el Contenido de Usuario según se lo define en la Sección 5 a continuación), incluidos textos, cuestionarios y evaluaciones, contenidos y materiales de los cursos, módulos, videos, gráficos, logotipos, íconos e imágenes, y su selección y disposición, así como los conceptos, know-how, herramientas, metodologías, software, algoritmos, modelos y perspectivas de la industria asociados (el “Contenido de McKinsey Academy”) son de propiedad exclusiva de McKinsey o sus licenciantes, y están protegidos por las leyes estadounidenses e internacionales sobre derechos de autor. Ni los contenidos ni las funcionalidades de McKinsey Academy, incluido cualquier Sitio u Oferta Móvil, podrán ser objeto de copia, reproducción, modificación, ingeniería inversa, divulgación, carga, publicación, transmisión o distribución de cualquier tipo sin el previo consentimiento por escrito de McKinsey. Salvo cuando se establezca expresamente lo contrario, McKinsey no otorga ningún derecho, ni expreso ni implícito, relacionado con patentes, derechos de autor, marcas comerciales, información comercial secreta ni ningún otro derecho de propiedad exclusiva utilizado o puesto a disposición a través de McKinsey Academy.
fr: Sauf indication contraire, tout le contenu et les fonctionnalités de McKinsey Academy (excepté le contenu d'utilisateur défini à la section 5 ci-dessous), y compris le texte, les questionnaires et les évaluations, le contenu et les documents de cours, les modules, vidéos, graphiques, logos, icônes, des images et leur sélection et disposition, en plus de tous les concepts, savoir-faire, outils, cadres, logiciels, algorithmes, modèles et perspectives industrielles implicites (le « contenu de McKinsey Academy ») est notre propriété exclusive ou celle des concédants de licence et, dans la mesure applicable, est protégé par les lois internationales et américaines sur les droits d'auteur. Ni le contenu ni les fonctionnalités de McKinsey Academy, y compris de tout site ou autre offre mobile ne peuvent être reproduits, modifiés, rétro conçus, publiés, téléchargés, mis en ligne,transmis ou diffusés de quelque façon que ce soit sans autorisation préalable écrite. Saut expressément indiqué dans les présentes, nous ne vous accordons aucun droit implicite ou explicite en vertu de brevets, de droits d'auteur, de marques commerciales, d'informations de secrets commerciaux et autres droits exclusifs utilisés ou mis à disposition par le biais de McKinsey Academy.
ja: 別途記載がない限り、基本概念、ノウハウ、ツール、枠組み、ソフトウェア、アルゴリズム、モデル、産業展望に加え、テキスト、アンケートおよび審査、コース内容および教材、モジュール、動画、グラフィックス、ロゴ、アイコン、画像、並びにそれらの選定および配列 (McKinsey Academyコンテンツ) を含め、McKinsey Academyのすべてのコンテンツおよび機能 (以下第5項に定めるユーザー・コンテンツを除く) は、当社または当社の使用許諾者の独占的財産であり、該当する範囲で、米国および国際著作権法で保護されています。サイトまたはモバイルサービスを含め、McKinsey Academyのコンテンツあるいは機能のいずれについても、書面による許可なしに、複写、複製、変更、分解模倣、出版、アップロード、投稿、転送、あるいは配布は、いかなる方法においても禁止されています。ここに明示されていない限り、当社は、McKinsey Academyに関連して使用した、あるいは利用可能となった特許、著作権、商標、企業秘密情報、またはその他の所有権について、お客様に対し、明示的または示唆される権利を付与するものではありません。
nl: Uitgezonderd waar anderszins is aangegeven, zijn alle inhoud en functionaliteit van McKinsey Academy (met uitzondering van Gebruikersinhoud, zoals gedefinieerd in Sectie 5 hieronder), waaronder tekst, vragenlijsten en toetsen, cursusinhoud en -materialen, modules, video’s, grafische weergaven, logo’s, pictogrammen en afbeeldingen en de selectie en organisatie daarvan, evenals alle onderliggende concepten, kennis, hulpmiddelen, kaders, software, algoritmes, modellen en bedrijfstakperspectieven (de “McKinsey Academy-inhoud”), het exclusieve eigendom van ons of onze licentiegevers en, voor zover wettelijk toepasselijk, beschermd uit hoofde van Amerikaanse en internationale auteursrechtwetgeving. Noch de inhoud, noch de functionaliteit van McKinsey Academy, inclusief elke Site en Mobiele Aanbieding, mag worden gekopieerd, gereproduceerd, aangepast, onderworpen aan reverse engineering, gepubliceerd, geüpload, geplaatst, verzonden of gedistribueerd op welke wijze dan ook zonder onze schriftelijke toestemming. Uitgezonderd wanneer hierin nadrukkelijk is voorzien, verlenen we aan u geen enkel expliciet of impliciet recht ten aanzien van welke patenten, auteursrechten, handelsmerken, handelsgeheimen of andere eigendomsrechten dan ook die worden gebruikt of beschikbaar gesteld in verband met McKinsey Academy.
pl: O ile nie wskazano inaczej, wszelkie treści i funkcjonalności McKinsey Academy (z wyjątkiem Treści Użytkownika zgodnie z ich definicją podaną sekcji 5. poniżej), włącznie z tekstem, kwestionariuszami i zadaniami, zawartością kursu i materiałami, modułami, filmami wideo, grafiką, obrazami logo, ikonami, innymi obrazami oraz ich doborem i aranżacją oraz wszelkimi bazowymi konceptami, know-how, wiedzą praktyczną, narzędziami, strukturami, oprogramowaniem, algorytmami, modelami i perspektywami branżowymi (dalej zbiorczo zwanymi „Treściami McKinsey Academy”) stanowią wyłączną własność naszą lub naszych licencjodawców i są, we właściwym, mającym zastosowanie zakresie, chronione przez przepisy prawa autorskiego Stanów Zjednoczonych i międzynarodowego. Żadne treści ani funkcjonalności McKinsey Academy, nie wyłączając Strony i Produktu Mobilnego, nie mogą być kopiowane, powielane, odtworzone metodą inżynierii lub analizy wstecznej, publikowane, przesyłane, publikowane w Internecie, przekazywane lub rozpowszechniane w żaden sposób bez naszej pisemnej zgody. O ile nie wskazano tutaj wprost, nie przyznajemy Tobie żadnych wyraźnych lub domniemanych praw w ramach jakichkolwiek patentów, praw autorskich, znaków towarów, sekretów handlowych lub innych praw własności używanych lub udostępnianych w ramach McKinsey Academy.
pt: Exceto onde indicado de outra forma, todo o conteúdo e funcionalidade do McKinsey Academy (exceto o Conteúdo do Usuário definido na Seção 5 abaixo), incluindo textos, questionários e avaliações, conteúdo e materiais do curso, módulos, vídeos, gráficos, logotipos, ícones, imagens, e a seleção e a organização dos mesmos, além de quaisquer conceitos subjacentes, conhecimento, ferramentas, estruturas, software, algoritmos, modelos e perspectivas do setor (o “Conteúdo do McKinsey Academy”), são de propriedade exclusiva nossa ou de nossos licenciadores e, na medida aplicável, são protegidos pelas leis de direitos autorais dos EUA e internacionais. Nem o conteúdo nem as funcionalidades do McKinsey Academy, inclusive qualquer Site ou Versão para Dispositivos Móveis, poderão ser copiados, reproduzidos, modificados, publicados, carregados, publicados, transmitidos, usados, divulgados ou distribuídos de qualquer forma sem nossa autorização por escrito. Exceto conforme disposto no presente documento, não lhe concedemos nenhum direito explícito ou implícito relativo a patentes, direitos autorais, marcas registradas, segredos comerciais ou industriais, nem quaisquer outros direitos de propriedade tornados disponíveis em conexão com o McKinsey Academy.
zh: 除非另有说明，麦肯锡学院的所有内容和功能（下文第 5 节中定义的“用户内容”除外），包括文本、调查问卷和评估、课程内容和材料、模块、视频、图形、徽标、图标和图像以及对上述内容做出的选择和安排，还包括任何基础概念、技术诀窍、工具、框架、软件、算法、模型和行业观点（以下简称“麦肯锡学院内容”），均为我们或我们许可方的专有财产，并在适用的范围内受到美国和国际版权法的保护。未经我们书面许可，不得以任何形式拷贝、复制、修改、反向工程、出版、上传、发布、传输或分发麦肯锡学院的内容和功能（包括任何网站或任何移动产品）。除非本文明确规定，我们不会在使用或提供的关于麦肯锡学院的任何专利、版权、商标、商业机密信息或其他专有权利方面向您授予任何明示或暗示的权利。

source: 2. Trademarks
ar: 2. العلامات التجارية
de: 2. Marken
eo: 2. Trädémärks Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: 2. Marcas comerciales
fr: 2. Marques commerciales
ja: 2. 商標
nl: 2. Handelsmerken
pl: 2. Znaki towarowe
pt: 2. Marcas comerciais
zh: 2. 商标

source: The trademarks, service marks, designs, and logos (collectively, the “Trademarks”) displayed in connection with McKinsey Academy are the registered and unregistered Trademarks of us and our licensors. You agree that, except as expressly permitted by us (or by our licensors, where applicable), you will not (i) refer to or attribute any information to us or our licensors in any public medium (e.g., press release, websites or public social media) for advertising or promotional purposes, or for the purpose of informing or influencing any third party or (ii) use or reproduce any Trademark of ours or our licensors, or imply any endorsement by or relationship with us or our licensors.
ar: العلامات التجارية وعلامات الخدمة والتصاميم والشعارات (والتي يشار إليها إجمالًا باسم "العلامات التجارية") المعروضة فيما يتعلق بأكاديمية ماكنزي هي العلامات التجارية المسجلة وغير المسجلة باسمنا ولمرخصينا. وأنت توافق على أنك، باستثناء ما هو مسموح به صراحة (أو من قبل مرخصينا، حيثما ينطبق ذلك)، لن (1) تشير إلى أو تنسب أي معلومات لنا أو لمرخصينا في أي وسيط عام (كالبيانات الصحفية أو المواقع الإلكترونية أو وسائل الإعلام الاجتماعية العامة) لأغراض دعائية أو ترويجية، أو بغرض إبلاغ أي طرف ثالث أو التأثير عليه أو (2) استخدام أو إعادة إنتاج أي علامة تجارية لنا أو لمرخصينا، أو تضمين أي مساندة من قبلنا أو ذات علاقة بنا أو بمرخصينا.
de: Die im Zusammenhang mit der McKinsey Academy angezeigten Marken, Dienstleistungsmarken, Designs und Logos (zusammen die "Marken") sind die eingetragenen und nicht eingetragenen Marken von uns und unseren Lizenzgebern. Sie erklären sich damit einverstanden, dass Sie, sofern nicht ausdrücklich von uns (oder unseren Lizenzgebern, soweit zutreffend) gestattet, nicht (i) auf uns oder unsere Lizenzgeber in einem öffentlichen Medium (z. B. Pressemitteilung, Websites oder öffentliche soziale Medien) zu Werbe- oder Promotionzwecken oder zum Zwecke der Information oder Beeinflussung Dritter verweisen oder uns oder ihnen Informationen zuweisen werden, oder (ii) Marken von uns oder unseren Lizenzgebern verwenden oder reproduzieren oder eine Unterstützung durch uns oder unsere Lizenzgeber oder eine entsprechende Beziehung implizieren werden.
eo: Thé trädémärks, sérvïçé märks, désïgns, änd lögös (çölléçtïvélý, thé “Trädémärks”) dïspläýéd ïn çönnéçtïön wïth MçKïnséý Àçädémý äré thé régïstéréd änd ünrégïstéréd Trädémärks öf üs änd öür lïçénsörs. Ýöü ägréé thät, éxçépt äs éxprésslý pérmïttéd ßý üs (ör ßý öür lïçénsörs, whéré äpplïçäßlé), ýöü wïll nöt (ï) référ tö ör ättrïßüté äný ïnförmätïön tö üs ör öür lïçénsörs ïn äný püßlïç médïüm (é.g., préss réléäsé, wéßsïtés ör püßlïç söçïäl médïä) för ädvértïsïng ör prömötïönäl pürpösés, ör för thé pürpösé öf ïnförmïng ör ïnflüénçïng äný thïrd pärtý ör (ïï) üsé ör réprödüçé äný Trädémärk öf öürs ör öür lïçénsörs, ör ïmplý äný éndörsémént ßý ör rélätïönshïp wïth üs ör öür lïçénsörs.#
es: Las marcas comerciales, marcas de servicio, diseños y logotipos (en conjunto, las “Marcas”) que se muestran con relación a McKinsey Academy son Marcas registradas y no registradas de McKinsey y sus licenciantes. Usted acuerda (i) no mencionar ni atribuir a McKinsey o sus licenciantes información en ningún medio público (por ejemplo, comunicados de prensa, sitios web o medios sociales públicos) con fines de promoción o publicidad, ni a los efectos de informar o influenciar a un tercero, y (ii) no utilizar ni reproducir ninguna Marca de propiedad de McKinsey o sus licenciantes ni sugerir la existencia de una relación con McKinsey o sus licenciantes, en ambos casos a menos que cuente con nuestro consentimiento expreso o el de nuestros licenciantes, según corresponda.
fr: Les marques commerciales, marques de service, conceptions, et logos (collectivement les « marques commerciales ») affichés en rapport avec McKinsey Academy sont des marques commerciales déposées et non déposées nous appartenant ou appartenant à nos concédants de licence. Vous reconnaissez que, sauf dans le cas où nous (ou nos concédants de licence, le cas échéant) l'autorisons expressément, (i) nous ou nos concédants de licences, ne pourrons faire l'objet d'aucune référence ou attribution d'informations sur un média public (par exemple, communiqué de presse, sites internet, réseaux sociaux publics) à des fins de promotion ou de publicité, ou dans le but d'informer ou d'influencer une tierce partie ou (ii) vous ne pourrez ni utiliser ni reproduire nos marques commerciales ou celles de nos concédants de licences, ou sous-entendre un endossement par nous, ou des relations avec nous ou nos concédants de licences.
ja: McKinsey Academyに関連して表示される商標、サービスマーク、デザイン、ロゴ (以下まとめて「商標」) は、当社および当社の使用許諾者が所有する登録 / 未登録商標です。当社から (または該当する場合、当社の使用許諾者から) 明示的に許可を得ていない限り、お客様は、(i) 広告または販促目的で、あるいは、第三者への通知または影響目的で、いかなる公共媒体においても、一切の情報について、当社または当社の使用許諾者に言及しないこと、あるいは、(ii) 当社または当社の使用許諾者の一切の商標を使用または複製したり、当社または当社の使用許諾者による支援または関係を示唆したりしないことに同意します。
nl: De handelsmerken, dienstmerken, designs en logo’s (gezamenlijk aangeduid als de “Handelsmerken”) die worden weergegeven in verband met McKinsey Academy, zijn gedeponeerde en niet-gedeponeerde handelsmerken van ons en onze licentiegevers. U stemt ermee in dat, behalve wanneer uitdrukkelijk is toegestaan door ons (of door onze licentiegevers, waar van toepassing), u (i) zich zult onthouden van een verwijzing naar of toeschrijving van welke informatie dan ook aan ons of onze licentiegevers via enig openbaar medium (zoals persbericht, website of openbare sociale media) voor reclame- of promotiedoeleinden of voor het doel van het informeren of beïnvloeden van een derde partij, en (ii) zich zult onthouden van het gebruik of de reproductie van handelsmerken van ons of onze licentiegevers en het impliceren van enige onderschrijving door of relatie met ons of onze licentiegevers.
pl: Znaki towarowe, znaki usługowe, wzory i loga (dalej zbiorczo zwane „Znakami towarowymi) wyświetlane w ramach McKinsey Academy są zarejestrowanymi i niezarejestrowanymi Znakami towarowymi naszymi i naszych licencjodawców. Zobowiązujesz się, że nie będziesz, za wyjątkiem otrzymania od nas (lub od naszych licencjodawców, jeśli ma to zastosowanie) wyraźnej zgody, (i) odnosił do nas lub przypisywał nam lub naszym licencjodawcom żadnej informacji w żadnym publicznym medium (takim jak komunikat prasowy, strony internetowy lub publiczne media społecznościowe) w celach reklamowych lub promocyjnych albo w celu poinformowania lub wywarcia wpływ na jakąkolwiek stronę trzecią lub (ii) używał lub powielał żadnego Znaku towarowego naszego lub naszych licencjodawców lub sugerował w sposób pośredni poparcia ze strony naszej lub naszych licencjodawców lub związku z nami lub naszymi licencjodawcami.
pt: As marcas comerciais, marcas de serviço, designs e logotipos (coletivamente, as “marcas comerciais”) exibidas em conexão com a McKinsey Academy são nossas marcas comerciais registradas e não registradas e as de nossos licenciadores. Você concorda que, exceto quando expressamente permitido por nós (ou por nossos licenciadores, quando for aplicável), você (i) não fará referência nem atribuirá informações a nós ou nossos licenciadores em nenhum meio de comunicação público (por exemplo, comunicado de imprensa, sites ou redes sociais públicas) para fins de publicidade ou promoção, nem para informar ou influenciar terceiro e (ii) não usará ou reproduzirá qualquer Marca nossa ou de nossos licenciadores nem sugerirá endosso nosso ou de nossos licenciadores ou relacionamento conosco ou com nossos licenciadores.
zh: 与麦肯锡学院有关的商标、服务标志、设计和徽标（统称为“商标”）是我们的注册的和未注册的以及我们许可人的商标。您同意，除非获得我们（或我们许可方，如果适用）的明确许可，否则您不会（i）在任何公共媒体（例如，新闻稿、网站或公共网站）上引用任何信息或将其归属于我们或我们许可方，以便用于广告或促销目的，或用于告知或影响任何第三方，或（ii）使用或复制我们或我们许可人的任何商标，或暗示持有我们或我们许可人授予的任何背书，或暗示与我们或我们许可人存在关联。

source: 3. Use of McKinsey Academy Content
ar: 3. استخدام محتوى أكاديمية ماكنزي
de: 3. Verwendung von McKinsey Academy-Inhalten
eo: 3. Ûsé öf MçKïnséý Àçädémý Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: 3. Uso del Contenido de McKinsey Academy
fr: 3. Utilisation du contenu de McKinsey Academy
ja: 3. McKinsey Academy コンテンツの利用
nl: 3. Gebruik van inhoud van McKinsey Academy
pl: 3. Korzystanie z Treści McKinsey Academy
pt: 3. Uso do Conteúdo da McKinsey Academy
zh: 3.麦肯锡学院内容的使用
