Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: We may retain User Account Information indefinitely in order to use it for ensuring compliance with these terms and any applicable legal requirements, in order to modify and improve McKinsey Academy and our related service offerings, as well as for any other purposes authorized by these Terms or our Privacy Policy.
ar: ويحق لنا الاحتفاظ بمعلومات حساب المستخدم لأجل غير مسمى من أجل استخدامها لضمان الالتزام بهذه الشروط وأي متطلبات قانونية سارية، ومن أجل تعديل وتحسين أكاديمية ماكنزي وعروض الخدمات ذات الصلة، بالإضافة إلى أي أغراض أخرى مصرح بها بموجب هذه الشروط أو سياسة الخصوصية الخاصة بنا.
de: Wir können Benutzerkontoinformationen auf unbestimmte Zeit aufbewahren, um sie zur Sicherstellung der Einhaltung dieser Bedingungen und geltender gesetzlicher Bestimmungen, zur Änderung und Verbesserung der McKinsey Academy und unserer damit verbundenen Serviceangebote sowie für alle anderen durch diese Bedingungen oder unsere Datenschutzrichtlinie genehmigten Zwecke zu verwenden.
eo: Wé mäý rétäïn Ûsér Àççöünt Ìnförmätïön ïndéfïnïtélý ïn ördér tö üsé ït för énsürïng çömplïänçé wïth thésé térms änd äný äpplïçäßlé légäl réqüïréménts, ïn ördér tö mödïfý änd ïmprövé MçKïnséý Àçädémý änd öür rélätéd sérvïçé öfférïngs, äs wéll äs för äný öthér pürpösés äüthörïzéd ßý thésé Térms ör öür Prïväçý Pölïçý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ #
es: McKinsey podrá conservar indefinidamente la Información de Cuenta de Usuario con el fin de garantizar el cumplimiento de estos Términos de Uso y de otros requisitos legales vigentes, para modificar y mejorar McKinsey Academy y nuestra oferta de servicios, como así también con otros propósitos autorizados por los Términos de Uso y la Política de Privacidad.
fr: Nous pouvons conserver les informations de compte d'utilisateur indéfiniment, afin de pouvoir les utiliser pour garantir la conformité avec ces Conditions et avec toutes exigences légales applicables, afin de modifier et d'améliorer McKinsey Academy et nos offres de services connexes, ainsi que pour toutes fins autorisées par ces Conditions où notre politique de confidentialité.
ja: 当社は、これらの規約および該当する一切の法的条件に準拠するため、McKinsey Academyおよび当社の関連するサービスを変更および改善するため、また、これらの規約または当社のプライバシーに関する方針で許可されているその他の目的で、無期限に、ユーザー・アカウント情報を保持することができます。
nl: We kunnen uw Gebruikersaccountinformatie voor onbepaalde duur bewaren om deze te gebruiken voor het waarborgen van de naleving van deze Voorwaarden en eventuele toepasselijke wettelijke vereisten, voor het wijzigen en verbeteren van McKinsey Academy en onze gerelateerde dienstaanbiedingen, evenals voor enig ander doel dat onder deze Voorwaarden en het Privacybeleid is toegestaan.
pl: Możemy przechowywać Informacje Konta Użytkownika bezterminowo w celu zapewnienia zgodności z niniejszymi warunki i wszelkimi mającymi zastosowanie wymaganiami prawnymi oraz w celu modyfikowania i ulepszania McKinsey Academy i naszych powiązanych produktów i usług jak również w każdym innym celu zgodnym z niniejszymi Warunki i naszą Polityką prywatności.
pt: Podemos manter as Informações de Conta do Usuário indefinidamente para usá-las a fim de garantir a conformidade com estes termos e quaisquer requisitos legais aplicáveis, a fim de modificar e melhorar o McKinsey Academy e nossas ofertas de serviços relacionadas, bem como para quaisquer outros fins autorizados por estes Termos ou nossa Política de Privacidade.
zh: 我们可能会出于以下目的无限期保留用户帐户信息：确保遵守上述条款以及任何适用法律要求；修改和改进麦肯锡学院和相关服务产品；以及经上述条款或我们的隐私政策授权的任何其他目的。

source: User Content
ar: محتوى المستخدم
de: Benutzerinhalte
eo: Ûsér Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Contenido de usuario
fr: Contenu de l'utilisateur
ja: ユーザー コンテンツ
nl: Gebruikersinhoud
pl: Treści Użytkownika
pt: Conteúdo do usuário
zh: 用户内容

source: In connection with your use of McKinsey Academy, you may have the opportunity to submit, post, publish, distribute, or otherwise share information, images, videos, materials, data or other content, including without limitation: posts to discussion forums or message boards; survey, questionnaire, or assessment responses; work product (in electronic or physical form) in connection with courses or other activities offered through McKinsey Academy; modifications to or commentary about McKinsey Academy Content or other work product of McKinsey Academy users; and feedback or comments about McKinsey Academy, McKinsey Academy Content, and courses or services provided or considered for provision in connection with McKinsey Academy (collectively, “User Content”). You acknowledge and agree that, by providing us any such User Content, you automatically grant, and hereby do grant, to us a worldwide, non-exclusive, transferable, assignable, sublicensable, fully paid-up, royalty-free, perpetual, irrevocable license and right to use, reproduce, publish, distribute, modify and otherwise exploit such User Content for any purpose, and in any form or media, not prohibited by applicable law. You also grant to other users of the McKinsey Academy services a non-exclusive license to access, reproduce and use such User Content in connection with their own use of McKinsey Academy services in compliance with these Terms. In addition, you hereby waive any claims against us for any alleged or actual infringement of any rights of privacy or publicity, intellectual property rights, moral rights, or rights of attribution in connection with our use of such User Content as permitted by these Terms.
ar: فيما يتعلق باستخدامك لأكاديمية ماكنزي، قد تتاح لك الفرصة لإرسال أو نشر أو توزيع أو مشاركة معلومات أو صور أو مقاطع فيديو أو مواد أو بيانات أو غيرها من أشكال المحتوى، بما في ذلك على سبيل المثال لا الحصر: مشاركة منتديات المناقشة أو الرسائل؛ والإجابات على استطلاعات الرأي أو الاستبيانات أو تقييماتها؛ ومنتجات العمل (في شكل إلكتروني أو مادي) فيما يتعلق بالدورات التدريبية أو الأنشطة الأخرى المقدمة من أكاديمية ماكنزي؛ والتعديلات أو التعليقات على محتوى أكاديمية ماكنزي أو منتج آخر لمستخدمي أكاديمية ماكنزي؛ والردود أو التعليقات على أكاديمية ماكنزي، ومحتوى أكاديمية ماكنزي، والدورات أو الخدمات التي يتم تقديمها أو دراسة توفيرها فيما يتعلق بأكاديمية ماكنزي (والتي يشار إليها إجمالًا باسم "محتوى المستخدم"). وتقر وتوافق على أنه من خلال تزويدنا بأي محتوى مستخدم من هذا القبيل، فإنك تمنح تلقائيًا، وبموجبه، حقًا عالميًا، غير حصري، وقابلًا لنقل ملكيته والتنازل عنه للغير، وإصدار تراخيص فرعية منه، ومدفوعًا بالكامل، وبدون حقوق ملكية، ودائمًا، وترخيصًا غير قابل للإلغاء؛ والحق في استخدام، أو إعادة إنتاج، أو نشر، أو توزيع، أو تعديل، أو استغلال محتوى المستخدم لأي غرض كان، وبأي شكل أو وسيلة إعلام، لا يحظرها القانون المعمول به. كما تمنح المستخدمين الآخرين لخدمات أكاديمية ماكنزي ترخيصًا غير حصري للوصول إلى محتوى المستخدم الخاص بك وإعادة إنتاجه واستخدامه فيما يتعلق باستخدامهم لخدمات أكاديمية ماكنزي وفقًا لهذه الشروط. بالإضافة إلى ذلك، فإنك تتنازل عن أي مطالبات ضدنا عن أي انتهاك مزعوم أو فعلي لأي حقوق تتعلق بالخصوصية أو الدعاية أو حقوق الملكية الفكرية أو الحقوق المعنوية أو حقوق الإحالة فيما يتعلق باستخدامنا لمحتوى المستخدم، وفق هذه الأحكام.
de: In Verbindung mit Ihrer Nutzung der McKinsey Academy haben Sie möglicherweise die Möglichkeit, Informationen, Bilder, Videos, Materialien, Daten oder andere Inhalte, insbesondere ohne Einschränkung, einzureichen, zu posten, zu verbreiten oder anderweitig zu teilen: Beiträge in Diskussionsforen oder Messageboards; Umfrage-, Fragebogen- oder Prüfungsantworten; Arbeitsergebnisse (in elektronischer oder physischer Form) in Verbindung mit Kursen oder anderen Aktivitäten, die über die McKinsey Academy angeboten werden; Änderungen oder Kommentare zu McKinsey Academy-Inhalten oder anderen Arbeitsergebnissen von McKinsey Academy-Nutzern; und Feedback oder Kommentare zur McKinsey Academy, zu McKinsey Academy-Inhalten und Kursen oder Dienstleistungen, die im Zusammenhang mit der McKinsey Academy bereitgestellt oder dafür in Betracht gezogen werden (zusammen "Benutzerinhalte"). Sie erkennen an und erklären sich damit einverstanden, dass Sie uns durch die Bereitstellung solcher Benutzerinhalte automatisch eine weltweite, nicht ausschließliche, übertragbare, zuordenbare, unterlizenzierbare, voll bezahlte, gebührenfreie, unbefristete, unwiderrufliche Lizenz und das Recht zur Nutzung, Vervielfältigung, Veröffentlichung, Verteilung, Änderung und anderweitigen Nutzung dieser Benutzerinhalte für alle Zwecke und in allen Formen oder Medien gewähren, die nicht durch geltendes Recht verboten sind. Sie gewähren auch anderen Nutzern der Dienste der McKinsey Academy eine nicht ausschließliche Lizenz zum Zugriff, zur Vervielfältigung und zur Nutzung solcher Benutzerinhalte im Zusammenhang mit ihrer eigenen Nutzung der Dienste der McKinsey Academy in Übereinstimmung mit diesen Bedingungen. Darüber hinaus verzichten Sie hiermit auf jegliche Ansprüche gegen uns wegen angeblicher oder tatsächlicher Verletzung von Datenschutz- oder Veröffentlichungsrechten, geistigen Eigentumsrechten, moralischen Rechten oder Zuschreibungsrechten im Zusammenhang mit unserer Nutzung solcher Benutzerinhalte, wie sie in diesen Bedingungen gestattet sind.
eo: Ìn çönnéçtïön wïth ýöür üsé öf MçKïnséý Àçädémý, ýöü mäý hävé thé öppörtünïtý tö süßmït, pöst, püßlïsh, dïstrïßüté, ör öthérwïsé shäré ïnförmätïön, ïmägés, vïdéös, mätérïäls, dätä ör öthér çöntént, ïnçlüdïng wïthöüt lïmïtätïön: pösts tö dïsçüssïön förüms ör méssägé ßöärds; sürvéý, qüéstïönnäïré, ör ässéssmént réspönsés; wörk prödüçt (ïn éléçtrönïç ör phýsïçäl förm) ïn çönnéçtïön wïth çöürsés ör öthér äçtïvïtïés öfféréd thröügh MçKïnséý Àçädémý; mödïfïçätïöns tö ör çömméntärý äßöüt MçKïnséý Àçädémý Çöntént ör öthér wörk prödüçt öf MçKïnséý Àçädémý üsérs; änd féédßäçk ör çömménts äßöüt MçKïnséý Àçädémý, MçKïnséý Àçädémý Çöntént, änd çöürsés ör sérvïçés prövïdéd ör çönsïdéréd för prövïsïön ïn çönnéçtïön wïth MçKïnséý Àçädémý (çölléçtïvélý, “Ûsér Çöntént”). Ýöü äçknöwlédgé änd ägréé thät, ßý prövïdïng üs äný süçh Ûsér Çöntént, ýöü äütömätïçällý gränt, änd héréßý dö gränt, tö üs ä wörldwïdé, nön-éxçlüsïvé, tränsféräßlé, ässïgnäßlé, süßlïçénsäßlé, füllý päïd-üp, röýältý-fréé, pérpétüäl, ïrrévöçäßlé lïçénsé änd rïght tö üsé, réprödüçé, püßlïsh, dïstrïßüté, mödïfý änd öthérwïsé éxplöït süçh Ûsér Çöntént för äný pürpösé, änd ïn äný förm ör médïä, nöt pröhïßïtéd ßý äpplïçäßlé läw. Ýöü älsö gränt tö öthér üsérs öf thé MçKïnséý Àçädémý sérvïçés ä nön-éxçlüsïvé lïçénsé tö äççéss, réprödüçé änd üsé süçh Ûsér Çöntént ïn çönnéçtïön wïth théïr öwn üsé öf MçKïnséý Àçädémý sérvïçés ïn çömplïänçé wïth thésé Térms. Ìn äddïtïön, ýöü héréßý wäïvé äný çläïms ägäïnst üs för äný ällégéd ör äçtüäl ïnfrïngémént öf äný rïghts öf prïväçý ör püßlïçïtý, ïntélléçtüäl pröpértý rïghts, möräl rïghts, ör rïghts öf ättrïßütïön ïn çönnéçtïön wïth öür üsé öf süçh Ûsér Çöntént äs pérmïttéd ßý thésé Térms.#
es: En relación con su uso de McKinsey Academy, usted tendrá la posibilidad de enviar, publicar, distribuir y compartir información, imágenes, videos, materiales, datos y demás contenidos, que incluye entre otras cosas: publicaciones en foros de debate o tableros de mensajes; encuestas, cuestionarios o respuestas a evaluaciones; productos de trabajos (en medios físicos o electrónicos) relacionados con los cursos y demás actividades ofrecidas a través de McKinsey Academy; modificaciones o comentarios al Contenido de McKinsey Academy y demás productos de trabajos de los usuarios de McKinsey Academy; y sugerencias y comentarios acerca de McKinsey Academy, el Contenido de McKinsey Academy, y los cursos o servicios prestados en relación con McKinsey Academy (denominados, en conjunto, “Contenido de Usuario ”). Usted reconoce y acepta que, al suministrar dicho Contenido de Usuario, automáticamente otorga a nuestra compañía una licencia no exclusiva, transferible, sub-licenciable, plenamente paga, libre de regalías, perpetua, irrevocable y con validez internacional para utilizar, reproducir, publicar, distribuir, modificar y explotar dicho Contenido de Usuario con cualquier propósito y de cualquier modo o en cualquier medio que no esté prohibido por la legislación vigente. Del igual manera, usted otorga a otros usuarios de los servicios de McKinsey Academy una licencia no exclusiva para acceder, reproducir y usar dicho Contenido de Usuario en relación con su propio uso de los servicios de McKinsey Academy y en cumplimiento de los Términos de Uso. Asimismo, renuncia a presentar reclamaciones en nuestra contra por infracciones presuntas o reales de los derechos de privacidad o publicidad, derechos de propiedad intelectual, derechos morales, o derechos de atribución en relación con nuestro uso del Contenido de Usuario según lo establecido en los Términos de Uso.
fr: Dans le cadre de votre utilisation de McKinsey Academy, vous pouvez avoir l'opportunité d'envoyer, mettre en ligne, publier, diffuser, ou autrement communiquer des informations, des images, des vidéos, des documents, des données et d'autres contenus, y compris mais sans s'y limiter : Des messages sur des forums de discussion ou des panels électroniques ; une enquête, un questionnaire ou des réponses à une évaluation ; le produit d'un travail (sous forme électronique ou physique) en rapport avec les cours ou d'autres activités de McKinsey Academy ; des modifications à ou des commentaires concernant le contenu de McKinsey Academy ou tout autres produits de travail des utilisateurs de McKinsey Academy ; et des avis ou des commentaires concernant McKinsey Academy, le contenu de McKinsey Academy, et les cours ou les services fournis ou considérés pour la prestation en rapport avec McKinsey Academy (collectivement le « contenu d'utilisateur »). Vous reconnaissez et convenez que, en nous fournissant ce contenu d'utilisateur, vous autorisez automatiquement, et vous nous accordez donc le droit et la licence non exclusifs, transférables, cessibles, indivisibles, à l'échelle mondiale, totalement payés, libres de droits, perpétuels et irrévocables d'utiliser, de reproduire, de publier, de diffuser, de modifier et d'exploiter autrement ce contenu d'utilisateur à toute fin, et sous toute forme et support, non interdit par une loi applicable. Vous accordez également à d'autres utilisateurs des services de McKinsey Academy une licence non exclusive d'accéder, de reproduire et d'utiliser ce contenu d'utilisateur dans le cadre de leur propre usage des services de McKinsey Academy en conformité avec ces Conditions. En plus, vous renoncez par les présentes à toute plainte contre nous pour toute violation réelle ou suspectée des droits de confidentialité et de publicité, des droits de propriété intellectuelle, des droits moraux, ou des droits d'attribution en rapport avec votre utilisation de ce contenu d'utilisateur tel que permise par ces Conditions.
ja: お客様によるMcKinsey Academyの利用に関連して、お客様は、情報、画像、動画、教材、データ、またはその他のコンテンツについて、提出、投稿、出版、配布、またはその他の方法で共有する機会がありえます。これには、次の内容が含まれますが、これに限定されるものではありません: ディスカッション・フォーラムまたはメッセージボードへの投稿、McKinsey Academyを通じて提供されるコースまたはその他のアクティビティに関連した作業成果物 (電子または物理的形式)、McKinsey AcademyコンテンツまたはMcKinsey Academyユーザーのその他の作業成果物に関する変更またはコメント、McKinsey Academyに関連して提供される、McKinsey Academy、McKinsey Academyコンテンツ、コース、またはサービスに関するフィードバックまたはコメント (以下まとめて「ユーザー・コンテンツ」)。お客様は、そのようなユーザー・コンテンツを当社に提供することで、当社に対し、自動的に、世界的、非独占的、譲渡可能、譲与可能、再実施可能、全額支払い済み、著作権使用料無料、無期限、取消不能のライセンスと、あらゆる目的のために、該当する法律で禁止されていないあらゆる形式または媒体により、ユーザー・コンテンツの使用、複製、出版、配布、変更、その他の方法による利用の権利を付与することを承諾し、これに同意します。また、お客様は、McKinsey Academyサービスの他のユーザーに対し、これらの規約に準拠したMcKinsey Academyサービスの自身の利用に関連して、同ユーザー・コンテンツのアクセス、複製、使用のための非独占的ライセンスを付与します。さらに、お客様は、これらの規約で許可されている同ユーザー・コンテンツの当社による利用に関連して、プライバシーまたは公表に関する権利、知的財産権、人格権、または帰属の権利に関する、申し立てあるいは実際の侵害について、一切の苦情申し立てをここに放棄します。
nl: In verband met uw gebruik van McKinsey Academy beschikt u over de mogelijkheid tot het indienen, plaatsen, publiceren, distribueren of anderszins delen van informatie, afbeeldingen, video’s, materialen, gegevens of andere inhoud, waaronder zonder beperking: berichten op discussieforums of message boards; reacties op enquêtes, vragenlijsten of beoordelingen; werkproducten (in elektronische of fysieke vorm) in verband met cursussen of andere activiteiten aangeboden via McKinsey Academy; aanpassingen aan of commentaar op McKinsey Academy-inhoud of andere werkproducten van McKinsey Academy-gebruikers; en feedback en opmerkingen over McKinsey Academy, McKinsey Academy-inhoud en cursussen of diensten aangeboden of overwogen voor aanbieding in verband met McKinsey Academy (gezamenlijk aangeduid als “Gebruikersinhoud”). U erkent en stemt ermee in dat door het aan ons aanbieden van dergelijke Gebruikersinhoud u ons automatisch een wereldwijde, niet-exclusieve, overdraagbare, toewijsbare, in sublicentie verleenbare, volledig betaalde en royaltyvrije, eeuwig durende, onherroepbare licentie verleent en het recht tot het gebruiken, reproduceren, publiceren, distribueren, wijzigen en anderszins benutten van dergelijke Gebruikersinhoud voor welk doel dan ook en in welke vorm of op welke media dan ook verleent, die niet door de lokale wetgeving zijn verboden. U verleent tevens aan andere gebruikers van McKinsey Academy-diensten een niet-exclusieve licentie voor het openen, reproduceren en gebruiken van dergelijke Gebruikersinhoud in verband met hun eigen gebruik van McKinsey Academy-diensten in overeenstemming met deze Voorwaarden. U vrijwaart ons hierbij bovendien tegen elke claim ten aanzien van ons voor elke vermeende of daadwerkelijke inbreuk op een recht op privacy of publiciteit, intellectuele eigendomsrechten, morele rechten of rechten in verband met toeschrijving, die samenhangt met ons gebruik van dergelijke Gebruikersinhoud, zoals toegestaan onder deze Voorwaarden.
pl: W związku z Twoim użytkowaniem McKinsey Academy może Ci się nadarzyć okazja to przesłania, opublikowania, opublikowania w Internecie lub udostępnienia w inny sposób informacji, obrazów, filmów wideo, materiałów, danych lub innych treści, w tym między innymi: postów na forach i grupach dyskusyjnych; ankiet i sondaży lub odpowiedzi weryfikacyjnych; efektów pracy (w formie elektronicznej lub fizycznej) związanej z kursem lub innymi aktywności oferowanymi przez McKinsey Academy; modyfikacji do lub komentarzy o Treściach McKinsey Academy lub innych efektów pracy użytkowników McKinsey; informacji zwrotnych lub komentarzy o McKinsey Academy, Treściach McKinsey Academy i kursach lub usługach udostępnianych lub których udostępnienie bierze się pod uwagę w związku z McKinsey Academy (dalej zbiorczo nazwanymi „Treściami Użytkownika”). Przyznajesz i zgadasz się, że poprzez udostępnianie nam wszelkich takich Treści Użytkownika, automatycznie i niniejszym nadajesz nam globalne, niewyłączne, przekazywalne, przenośne, podlegające sublicencjonowaniu, uznanych za w pełni opłacone, wolne od opłat licencyjnych, wieczyste, nieodwołalne licencję i prawa do wykorzystywania, powielania, publikowania, rozpowszechniania, modyfikowania i wykorzystywania w dowolny innych sposób takich Treści Użytkownika w dowolnym celu, formie i za pośrednictwem dowolnych mediów, z wyjątkiem niedozwolonych przez mające zastosowanie przepisy prawa. Dodatkowo przyznajesz innym użytkownikom usług McKinsey Academy niewyłączną licencją na dostęp, powielanie i wykorzystanie takich Treści Użytkownika w związku z ich własnym użytkowaniem usług McKinsey Academy zgodnie z niniejszymi Warunkami. Co więcej, niniejszym zrzekasz się jakichkolwiek roszczeń wobec nas z tytułu domniemanych lub rzeczywistych naruszeń praw do prywatności lub praw do wizerunku, praw do własności intelektualnej, praw osobistych lub praw do oznaczenia nazwiskiem w związku w wszelkim wykorzystaniem takich Treści Użytkownika dozwolonym przez niniejsze Warunki.
pt: Em conexão com seu uso do McKinsey Academy, você pode ter a oportunidade de enviar, publicar, distribuir ou compartilhar informações, imagens, vídeos, materiais, dados ou outros conteúdos, incluindo, sem limitação: publicações em fóruns de discussão ou quadros de mensagens; pesquisas, questionários ou respostas de avaliação; produto de trabalho (em formato eletrônico ou físico) relacionado a cursos ou outras atividades oferecidas pelo McKinsey Academy; modificações ou comentários sobre o Conteúdo do McKinsey Academy ou outro produto de trabalho dos usuários do McKinsey Academy; e feedbacks ou comentários sobre a McKinsey Academy, o Conteúdo do McKinsey Academy e os cursos ou serviços fornecidos ou considerados para fornecimento em conexão com o McKinsey Academy (coletivamente, “Conteúdo do Usuário”). Você reconhece e concorda que, ao nos fornecer tal Conteúdo do Usuário, automaticamente autoriza e nos concede uma licença mundial, não exclusiva, transferível, atribuível, sublicenciável, totalmente paga, isenta de royalties, perpétua, irrevogável licença e direito de usar, reproduzir, publicar, distribuir, modificar e de outra forma explorar tal Conteúdo do Usuário para qualquer finalidade, e em qualquer forma ou mídia, não proibida pela lei aplicável. Você também concede a outros usuários dos serviços do McKinsey Academy uma licença não exclusiva para acessar, reproduzir e usar tal Conteúdo do Usuário em conexão com seu próprio uso dos serviços do McKinsey Academy em conformidade com estes Termos. Além disso, você renuncia a quaisquer reivindicações contra nós por qualquer violação suposta ou real de quaisquer direitos de privacidade ou publicidade, direitos de propriedade intelectual, direitos morais ou direitos de atribuição em conexão com nosso uso de tal Conteúdo do Usuário conforme permitido por estes Termos.
zh: 使用麦肯锡学院时，您可能有机会提交、发布、出版、分发或以其他方式共享信息、图像、视频、材料、数据或其他内容，包括但不限于：在论坛或留言板的发帖；调查、调查问卷或评估的回答；与麦肯锡学院提供的课程或其他活动相关的作业作品（电子或纸质形式）；对麦肯锡学院内容或麦肯锡学院用户的其他作业作品的修改或评论；对麦肯锡学院、麦肯锡学院内容以及麦肯锡学院提供或考虑提供的相关课程或服务的反馈或评论（以下统称“用户内容”）。您承认并同意，向我们提供任何此类用户内容即表示，您自动并特此向我们授予全球性、非排他、可转让、可让与、可再授权、已全额付清相关费用、免版税、永久性、不可撤销的许可和权利，使我们能够出于任何目的，以适用法律未禁止的任何形式或媒介，使用、复制、出版、分发、修改和以其他方式利用此类用户内容。您还将授予麦肯锡学院服务的其他用户非排他的许可，使其能够根据这些条款访问、复制和使用与其自己使用麦肯锡学院服务有关的此类用户内容。此外，针对我们根据这些条款的许可使用此类用户内容时所涉之任何隐私权或公开权、知识产权、道德权利或归属权，您特此放弃就任何涉嫌或实际侵犯行为向我们进行任何索赔的权利。
