Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: (the “Terms”)), which may include grades, evaluation, performance, critiques, usage and engagement data, any User Content which you submit, including bulletin boards, discussion forums and surveys. Your Sponsoring Organization will be the data controller of this information. If you want to know more about how such information may be used, you should consult the privacy policies of your Sponsoring Organization. Please see our Terms for more information about our online terms and policies that apply to your use of McKinsey Academy.
ar: باسم («الشروط»))، والتي قد تتضمن بيانات المشاركة والاستخدام والتعقيبات والأداء والتقييم والدرجات، وأي محتوى مستخدم تقوم بإرساله، بما في ذلك لوحات الإعلانات ومنتديات المناقشة والاستبيانات. وستكون المؤسسة الراعية لديك المسؤولة عن بيانات هذه المعلومات. إذا كنت ترغب في معرفة المزيد حول طريقة استخدام مثل هذه المعلومات، ينبغي عليك الرجوع إلى سياسات الخصوصية لدى مؤسستك الراعية. يرجى مراجعة شروطنا لمعرفة مزيد من المعلومات حول شروطنا وسياساتنا عبر الإنترنت والتي تنطبق على انتفاعك من أكاديمية ماكنزي.
de: (die „Bedingungen“)) gesammelt. Hierzu können Noten, Bewertungen, Leistungen, Kritiken, Nutzer- und Engagementdaten sowie alle von Ihnen eingereichten Nutzerinhalte zählen, einschließlich auf Pinnwänden, bei Diskussionsforen und Umfragen. Ihre Sponsorenorganisation ist der Datenverantwortliche für diese Informationen. Wenn Sie mehr darüber erfahren möchten, wie diese Informationen verwendet werden können, sollten Sie die Datenschutzrichtlinien Ihrer Sponsorenorganisation einsehen. In unseren Bedingungen erhalten Sie weitere Informationen über unsere Onlinebedingungen und Richtlinien, die für Ihre Verwendung der McKinsey Academy gelten.
es: [en adelante, las “Condiciones”]). Entre la información que se puede recopilar, se incluyen calificaciones, evaluación, desempeño, críticas, uso y datos de participación, así como cualquier Contenido de usuario que envíe, incluidos carteles de anuncios, foros de debate y encuestas. Su Organización patrocinadora actuará como responsable del tratamiento de datos de esta información. Si desea saber más acerca de cómo se puede usar tal información, debe consultar las políticas de privacidad de su Organización patrocinadora. Para obtener más información acerca de los términos y políticas por Internet aplicables al uso de McKinsey Academy, consulte las Condiciones.
ja: (以下、「適用規約」といいます。) に定められています。) 向けの情報で、皆さんの等級、評価、成果、批評、利用状況および契約に関する情報や、皆さんが投稿したユーザーコンテンツ (掲示板、ディスカッションフォーラムおよびアンケートサイトに投稿した情報を含みます) を含む場合があります。この情報については、皆さんの後援組織が情報管理者となります。この情報お用法について知りたい方は、ご自身の後援組織が設けているプライバシーに関する方針をご覧ください。皆さんが McKinsey Academy を利用する場合に適用される、弊社オンラインサイトの利用に関する規約および方針の詳細については、弊社お適用規約をご覧ください。
nl: (de ‘Voorwaarden’)), waaronder cijfers, evaluatie, prestatie, opmerkingen, verbruiksgegevens en gegevens over overeenkomsten, Gebruikersinhoud die u invoert, met inbegrip van nieuwsgroepen, discussieforums en onderzoeken. De Sponsorende organisatie is de databeheerder van deze informatie. Indien u meer wilt weten over hoe deze informatie gebruikt kan worden, raadpleeg dan het privacybeleid van de Sponsorende organisatie. Zie onze Voorwaarden voor meer informatie over onze online voorwaarden en online beleidslijnen die van toepassing zijn op het gebruik van McKinsey Academy.
pl: („Warunki”)). Są to między innymi uzyskane stopnie, oceny, wyniki, uwagi krytyczne, dane o korzystaniu i zaangażowaniu oraz przesłane Treści użytkownika, w tym na tablicach ogłoszeniowych, forach dyskusyjnych i w ankietach. Funkcję administratora tych danych pełni Organizacja sponsorująca użytkownika. Jeśli użytkownik chce uzyskać dodatkowe informacje na temat sposobu wykorzystania tych danych, powinien zapoznać się z zasadami prywatności swojej Organizacji sponsorującej. Warunki i zasady internetowe dotyczące korzystania przez użytkownika z McKinsey Academy znajdują się w Warunkach McKinsey.
pt: (os “Termos”)], que podem incluir notas, avaliação, desempenho, críticas, dados de uso e engajamento, qualquer Conteúdo do Usuário que você enviar, como quadros de avisos, fóruns de discussão e pesquisas. Sua organização patrocinadora será a controladora de dados dessas informações. Se você quiser saber mais sobre como essas informações podem ser usadas, consulte as Políticas de Privacidade da sua organização patrocinadora. Veja os Termos para obter mais informações sobre nossos termos e políticas on-line que se aplicam ao seu uso do McKinsey Academy.
zh: （以下简称“条款”）），其中可能包括成绩、评估、表现、评论、使用和参与数据，以及您在公告栏、论坛和调查等中提交的任何用户内容。您的赞助组织将成为这些信息的数据控制方。如果您想详细了解此类信息的应用途径，应参阅您的赞助组织的隐私政策。请参阅我们的在线条款和政策，详细了解适用于您对 McKinsey Academy 的使用的信息。

source: McKinsey collects personal data about you when you enter your user account information and participate in course content, including in user posting areas (such as bulletin boards, discussion forums and surveys). We may also automatically collect information about the devices you use to interact with McKinsey Academy, including the location of these devices such as time zone, and iOS. The information we automatically collect may include IP address, device identifier, web browser, and browsing information collected through cookies, web beacons, pixels, clear gifs, and other similar technologies (collectively “Cookies and Other Tracking Technologies”) on the site. We also automatically collect information about how you use the McKinsey Academy site, such as what you have bookmarked, searched for and viewed. Further, we collect information about your academic performance and behavior related to test and poll taking, like progress, score, time spent, and your answers to these tests and polls. The information automatically collected will be associated with any other personal data you have provided.
ar: تجمع ماكنزي بيانات شخصية عنك عند إدخال معلومات حسابك الشخصية وتشارك في محتوى الدورة التدريبية، بما في ذلك مناطق نشر المستخدم (مثل، لوحات الإعلانات ومنتديات النقاش والاستبيانات). كما يجوز لنا أيضًا جمع المعلومات حول الأجهزة التي تستخدمها للتفاعل مع أكاديمية ماكنزي، بما في ذلك موقع هذه الأجهزة مثل المنطقة الزمنية ونظام التشغيل iOS. قد تتضمن المعلومات التي نجمعها عنوان بروتوكول الإنترنت، ومعرّف الجهاز، ومستعرض الويب، ومعلومات التصفح التي تم جمعها من خلال ملفات تعريف الارتباط، وإشارات الويب، ووحدات البكسل، والصور المتحركة الواضحة، وأي تقنيات أخرى مشابهة (يشار إليها مجتمعة باسم «ملفات تعريف الارتباط وتقنيات التتبع الأخرى») على الموقع الإلكتروني. كما أننا نجمع أيضًا معلومات حول طريقة استخدامك لموقع أكاديمية ماكنزي، مثل الأشياء التي وضعت عليها علامة مرجعية وقمت بالبحث عنها ومعاينتها. بالإضافة إلى ذلك، فنحن نجمع معلومات حول أدائك في الأكاديمية وكذا سلوكك المتعلق بالاختبار وإجراء استطلاع الرأي، مثل التقدم المحرز، والدرجة، والوقت المستغرق وإجاباتك على هذه الاختبارات وعمليات استطلاع الرأي. سيتم إقران المعلومات التي يتم جمعها تلقائيًا مع أي بيانات شخصية أخرى قد قمت بتقديمها.
de: McKinsey erfasst personenbezogene Daten über Sie, wenn Sie Ihre Benutzerkontoinformationen eingeben und an Kursinhalten teilnehmen, einschließlich in Nutzerbeitragsbereichen (wie Pinnwänden, Diskussionsforen und Umfragen). Wir können auch automatisch Informationen über die Geräte erfassen, die Sie zur Interaktion mit der McKinsey Academy verwenden, einschließlich des Standortes dieser Geräte wie die Zeitzone und des Benutzersystems. Die Informationen, die wir automatisch erfassen, können Folgendes enthalten: die IP-Adresse, die Gerätekennung, den Webbrowser und die durch Cookies, Web-Beacons, Pixels, Clear Gifs und sonstige ähnliche Technologien (zusammen „Cookies und sonstige Tracking-Technologien“) auf der Website erfasste Browsing-Informationen. Wir erfassen auch automatisch Informationen darüber, wie Sie die Website der McKinsey Academy nutzen, was Sie beispielsweise als Favorit gespeichert, gesucht oder angesehen haben. Darüber hinaus erfassen wir Informationen über Ihre akademische Leistung und Ihr Verhalten im Zusammenhang mit der Teilnahme an Tests und Umfragen, wie Fortschritt, Punktzahl, aufgewendete Zeit und Ihre Antworten auf diese Tests und Umfragen. Die automatisch erfassten Informationen werden mit anderen personenbezogenen Daten, die Sie zur Verfügung gestellt haben, verknüpft.
es: McKinsey recopila datos personales sobre usted cuando ingresa la información de su cuenta de usuario y participa en el contenido del curso, incluidas las áreas de publicación de usuarios (como carteles de anuncios, foros de debate y encuestas). Asimismo, es posible que también recopilemos información de forma automática sobre los dispositivos que usa para interactuar con McKinsey Academy, incluida la ubicación de estos dispositivos, como la zona horaria, y la versión de iOS. La información que recopilamos de forma automática puede incluir la dirección IP, el identificador del dispositivo, el navegador web y cualquier información de navegación recopilada a través de cookies, balizas web, píxeles, imágenes gif transparentes y cualquier otra tecnología similar (en adelante y de forma colectiva, “Cookies y otras tecnologías de seguimiento”) en el sitio. Además, recopilamos información de forma automática sobre cómo utiliza el sitio de McKinsey Academy, por ejemplo, las páginas que agregó a los marcadores, lo que buscó o lo que vio. Por otro lado, también recopilamos información sobre su rendimiento académico y comportamiento relacionado con la realización de exámenes y encuestas, como el progreso, el puntaje, el tiempo dedicado y sus respuestas a estos exámenes y encuestas. La información recopilada de forma automática se vincula con cualquier otro dato personal que haya proporcionado.
ja: McKinsey は、皆さんがユーザーアカウント情報を入力する場合や、コースコンテンツを受講する場合 (これには、掲示板、ディスカッションフォーラムおよびアンケートサイトといったユーザー投稿エリアに情報を入力する場合も含まれます) に、皆さんに関する個人情報を収集します。弊社は、皆さんが McKinsey Academy へのアクセスに使用するデバイスに関する情報も収集する場合があり、この情報には、該当デバイスの位置情報 (タイムゾーンなど) や OS (iOS など) が含まれます。弊社が自動収集する情報には、IP アドレス、デバイス識別子、ウェブブラウザ情報、また該当サイト上の Cookie ウェブビーコン、ピクセルタグ、クリア GIF および他の類似技術 (以下においては、「Cookie や他の追跡技術」と総称します。) を通じて収集される閲覧情報が含まれる場合があります。また弊社は、皆さんの McKinsey Academy サイト利用法に関する情報 (皆さんがブックマーク、検索および閲覧した内容など) も自動収集します。さらに弊社は、皆さんが受けた試験やアンケートに関する Academy での成果や行動に関する情報 (当該試験やアンケートの進捗、成績、時間および回答など) も収集します。自動収集された情報は、皆さんが提供する他の個人情報と関連付けられます。
nl: McKinsey verzamelt persoonsgegevens over u wanneer u inlogt met uw gebruikersaccountinformatie en deelneemt aan cursusinhoud, met inbegrip van publicatiegebieden voor gebruikers (zoals nieuwsgroepen, discussieforums en onderzoeken). We verzamelen ook automatisch informatie over de apparaten die u gebruikt voor McKinsey Academy, met inbegrip van de locatie van deze apparaten zoals de tijdzone en iOS. De informatie die wij automatisch verzamelen kan omvatten: IP-adressen, apparaatidentifiers, webbrowsers en browsegegevens verzameld door cookies, webbeacons, pixels, clear gifs en andere vergelijkbare technologieën (gezamenlijk ‘Cookies en Andere traceringstechnologieën’ genoemd) op de site. We verzamelen ook automatisch informatie over hoe u de site van McKinsey Academy gebruikt, zoals wat u onder bladwijzers opslaat, waar u naar zoekt en wat u bekijkt. Verder verzamelen we informatie over uw academische prestaties en gedrag gerelateerd aan testen en peilingen, zoals vooruitgang, scores, gespendeerde tijd en uw antwoorden op de testen en peilingen. De automatisch verzamelde informatie wordt gekoppeld aan de persoonsgegevens die u heeft verstrekt.
pl: McKinsey gromadzi dane osobowe o użytkowniku, gdy wprowadza on dane swojego konta i bierze udział w szkoleniach, w tym w obszarach przeznaczonych na wpisy użytkowników (m. in. na tablicach ogłoszeniowych, forach dyskusyjnych i w ankietach). McKinsey może również automatycznie gromadzić informacje o urządzeniach, z których użytkownik korzysta przy dokonywaniu interakcji z McKinsey Academy, w tym lokalizacji tych urządzeń (strefa czasowa) i systemie operacyjnym. Informacje gromadzone automatycznie przez McKinsey mogą obejmować adres IP, identyfikator urządzenia oraz informacje o przeglądaniu zebrane za pomocą plików cookie, web beaconów, pikseli, przezroczystych plików GIF i innych podobnych technologii (łącznie „Plików cookie i innych metod śledzenia”) wykorzystywanych w witrynie. McKinsey gromadzi również automatycznie informacje na temat sposobu korzystania przez użytkownika z witryny McKinsey Academy, na przykład z dodanych zakładek, wyszukiwanych terminów i przeglądanych stron. Ponadto McKinsey gromadzi informacje na temat wyników nauki użytkownika i jego zachowań w testach i ankietach, m. in. o postępach, ocenach, poświęconym czasie oraz odpowiedziach udzielonych w testach i ankietach. Powyższe automatycznie gromadzone informacje zostaną powiązane z innymi przekazanymi przez użytkownika danymi osobowymi.
pt: A McKinsey coleta dados pessoais quando você inseri as informações da sua conta de usuário e participa do conteúdo do curso, inclusive nas áreas de postagem do usuário (como quadros de avisos, fóruns de discussão e pesquisas). Também podemos coletar automaticamente informações sobre os dispositivos que você usa para interagir com o McKinsey Academy, incluindo a localização desses dispositivos, como fuso horário e iOS. As informações que coletamos automaticamente podem incluir endereço IP, identificador de dispositivo, navegador da Web e informações de navegação coletadas por cookies, beacons da Web, pixels, clear gifs e outras tecnologias semelhantes (coletivamente, “Cookies e outras tecnologias de monitoramento”) no site. Também coletamos automaticamente informações sobre como você usa o site do McKinsey Academy, como o que você marcou como favorito, procurou e visualizou. Além disso, coletamos informações sobre seu desempenho acadêmico e comportamento relacionados à realização de testes e pesquisas, como progresso, pontuação, tempo gasto e suas respostas a esses testes e pesquisas. As informações coletadas automaticamente serão associadas a quaisquer outros dados pessoais que você forneceu.
zh: 当您输入用户帐户信息并参与课程内容时（包括在用户发布区域，如公告栏、论坛和调查），麦肯锡会收集您的个人数据。我们也可能会自动收集您用于与 McKinsey Academy 交互的设备的信息，包括这些设备的位置，例如时区和 iOS。我们自动收集的信息可能包括 IP 地址、设备标识符、Web 浏览器以及通过网站上的 Cookie、Web 信标、像素、清晰的 gif 和其他类似技术（统称为“Cookie 和其他跟踪技术”）收集的浏览信息。我们还会自动收集关于您如何使用 McKinsey Academy 网站的信息，例如您收藏、搜索和查看的内容。此外，我们还收集有关您的学习成绩以及测验和投票等行为的信息，如进度、分数、花费的时间，以及您对这些测验和投票的回答。自动收集的信息将与您提供的任何其他个人数据相关联。

source: McKinsey uses your personal data to enable you to access courses and McKinsey Academy content. McKinsey also uses your personal data to evaluate and improve our services, distribute newsletters and alerts to you, analyze McKinsey Academy performance and functioning, compare the use of McKinsey Academy content among different audiences. We also use your personal data to identify other courses, services or offerings provided by us that may be of interest to you.
ar: تستخدم ماكنزي بياناتك الشخصية لتمكينك من الوصول إلى الدورات التدريبية ومحتوى أكاديمية ماكنزي. كما تستخدم ماكنزي أيضًا بياناتك الشخصية لتقييم خدماتنا وتحسينها، وتوزيع النشرات الإخبارية والتنبيهات إليك، وتحليل أداء أكاديمية ماكنزي وعملها، ومقارنة استخدام محتوى أكاديمية ماكنزي بين مختلف الجمهور المستهدف. ونستخدم أيضًا بياناتك الشخصية لتحديد الدورات التدريبية أو الخدمات أو العروض الأخرى التي نوفرها وقد تمثل اهتمامًا بالنسبة لك.
de: McKinsey nutzt Ihre personenbezogenen Daten, um Ihnen Zugang zu Kursen und Inhalten der McKinsey Academy zu gewähren. McKinsey nutzt Ihre personenbezogenen Daten auch, um unsere Dienstleistungen zu bewerten und zu verbessern, Ihnen Newsletter und Benachrichtigungen zu senden, die Leistung und Funktionsfähigkeit der McKinsey Academy zu analysieren und die Nutzung der Inhalte der McKinsey Academy durch unterschiedliche Zielgruppen zu vergleichen. Wir nutzen Ihre personenbezogenen Daten auch, um andere von uns bereitgestellte Kurse, Dienstleistungen oder Angebote zu identifizieren, die für Sie von Interesse sein könnten.
es: McKinsey utiliza sus datos personales para permitirle acceder a cursos y al contenido disponible en McKinsey Academy. McKinsey utiliza además sus datos personales para evaluar y mejorar nuestros servicios, distribuir boletines y alertas, analizar el desempeño y el funcionamiento de McKinsey Academy, comparar el uso del contenido disponible en McKinsey Academy entre diferentes públicos. Asimismo, utilizamos sus datos personales para identificar otros cursos, servicios u ofertas proporcionados por nosotros que puedan ser de su interés.
ja: McKinsey は、皆さんが各コースや McKinsey Academy のコンテンツにアクセスできるようにするために必要な場合に皆さんの個人情報を使用します。また McKinsey は、自らのサービスを評価および改善する、ニュースレターやアラートを皆さんに配信する、McKinsey Academy の成果や機能を分析する、各受講生が McKinsey Academy のコンテンツをどのように活用しているか比較検討するために必要な場合にも皆さんの個人情報を使用します。さらに弊社は、弊社が提供している他のコース、サービスまたは製品の中から皆さんが関心を抱くであろうものを特定するために必要な場合にも皆さんの個人情報を使用します。
nl: McKinsey gebruikt uw persoonsgegevens om u toegang te verlenen tot cursussen en inhoud van McKinsey Academy. McKinsey gebruikt uw persoonsgegevens ook om onze diensten te beoordelen en te verbeteren, nieuwsbrieven en waarschuwingen te sturen, prestatie en werking te analyseren en het gebruik van inhoud van McKinsey Academy onder verschillende doelgroepen te vergelijken. We gebruiken uw persoonsgegevens ook voor het aanbieden van andere cursussen, diensten of aanbiedingen waarin u geïnteresseerd zou kunnen zijn.
pl: McKinsey wykorzystuje dane osobowe użytkownika, aby umożliwić mu dostęp do szkoleń i treści McKinsey Academy. McKinsey wykorzystuje również dane osobowe użytkownika, aby ocenić i ulepszyć swoje usługi, rozsyłać użytkownikom biuletyny i ostrzeżenia, analizować wydajność i funkcjonowanie McKinsey Academy oraz porównywać korzystanie z treści McKinsey Academy przez różne grupy odbiorców. McKinsey korzysta również z danych osobowych użytkownika do określenia świadczonych przez spółkę szkoleń, usług lub ofert, które mogą zainteresować użytkownika.
pt: A McKinsey usa seus dados pessoais para permitir o acesso a cursos e ao conteúdo do McKinsey Academy. Ela também usa os dados para avaliar e melhorar nossos serviços, distribuir boletins e alertas para você, analisar o desempenho e funcionamento do McKinsey Academy, bem como comparar o uso do conteúdo dele entre diferentes públicos. Também usamos seus dados pessoais para identificar outros cursos, ofertas ou serviços fornecidos por nós que possam ser do seu interesse.
zh: 麦肯锡使用您的个人数据来帮助您访问课程和 McKinsey Academy 的内容。麦肯锡还会使用您的个人数据来评估和改善我们的服务，向您发送简报和提醒，分析 McKinsey Academy 的表现和运作，比较不同受众对 McKinsey Academy 内容的使用情况。我们还会使用您的个人数据来识别您可能感兴趣的我们提供的其他课程、服务或产品。

source: McKinsey and its service providers may use first and third party Cookies and Other Tracking Technologies, including web beacons, to manage our Sites and our services and collect analytics about how you use them. McKinsey and its service providers may collect information about whether you open or click any links in the knowledge, research or event communications that we send to you. The information provided throughout this Privacy Policy about cookies also applies to these other tracking technologies. Please refer to our
ar: يجوز لماكنزي ومقدمي الخدمة لديها استخدام ملفات تعريف الارتباط وتقنيات التتبع الأخرى الخاصة بنا أو لجهة خارجية، بما في ذلك إشارات الويب، وذلك لإدارة مواقعنا الإلكترونية وخدماتنا وجمع تحليلات حول طريقة استخدامها. كما يجوز لماكنزي ومقدمي الخدمة لديها جمع معلومات حول ما إذا كنت قد فتحت أو نقرت فوق أي روابط موجودة برسائل المعرفة أو البحث أو الحدث التي نرسلها لك. تُطبق أيضًا المعلومات الواردة خلال سياسة الخصوصية هذه بشأن ملفات تعريف الارتباط على تقنيات التتبع الأخرى. يرجى الرجوع إلى
de: McKinsey und seine Dienstleister können Cookies von Erst- und Drittanbietern und sonstige Tracking-Technologien einschließlich Web-Beacons einsetzen, um unsere Websites und unsere Dienstleistungen zu verwalten und Analysen über Ihre Nutzung davon zu erheben. McKinsey und seine Dienstleister können Informationen darüber erfassen, ob Sie Links in den Wissens-, Forschungs- oder Veranstaltungskommunikationen, die wir Ihnen senden, öffnen oder anklicken. Die in dieser Datenschutzrichtlinie angegebenen Informationen über Cookies gelten auch für diese anderen Tracking-Technologien. Weitere Einzelheiten zu unserer
es: Es posible que McKinsey y sus proveedores de servicios utilicen Cookies y otras tecnologías de seguimiento de terceros, incluidas balizas web, para administrar nuestros Sitios y servicios y recopilar datos de análisis sobre su uso. McKinsey y sus proveedores de servicios pueden recopilar información relacionada con su comportamiento web, por ejemplo, si abre o hace clic en algún enlace incluido en las comunicaciones de formación, investigación o eventos que le enviamos. La información proporcionada en esta Política de privacidad sobre cookies también se aplica a estas otras tecnologías de seguimiento.
ja: McKinsey やそのサービスプロバイダーは、第一者および第三者の Cookie や他の追跡技術 (ウェブビーコンを含みます) を使って、弊社のサイトやサービスを管理したり、皆さんによるその用法に関する分析情報を収集したりします。McKinsey やそのサービスプロバイダーは、弊社が皆さんに送った情報、調査結果またはイベント案内に含まれるリンクを皆さんが開いたまたはクリックしたかどうかに関する情報を収集する場合があります。このプライバシーに関する方針の Cookie に関する定めは、他の追跡技術にも適用されます。
nl: McKinsey en haar dienstverleners kunnen eigen Cookies, Cookies van derde partijen en Andere traceringstechnologieën gebruiken, met inbegrip van webbeacons, om onze sites en diensten te beheren en analysegegevens over hoe u deze gebruikt, te verzamelen. McKinsey en haar dienstverleners kunnen informatie verzamelen over het openen en aanklikken van links in de kennis-, onderzoeks- of evenementenberichten die we u sturen. De informatie in dit Privacybeleid over cookies is ook van toepassing op deze andere traceringstechnologieën. Raadpleeg ons
pl: McKinsey i jej dostawcy usług mogą wykorzystywać własne i zewnętrzne Pliki cookie i inne metody śledzenia, w tym web beacony, do zarządzania swoimi Witrynami i usługami oraz zbierania danych analitycznych na temat korzystania z nich przez użytkownika. McKinsey i jej dostawcy usług mogą gromadzić informacje na temat otwierania przez użytkownika wysyłanej do niego przez McKinsey korespondencji informacyjnej, badawczej lub powiązanej z wydarzeniami bądź klikania zawartych w niej łączy. Podane w niniejszych Zasadach prywatności informacje dotyczące plików cookie stosuje się również do innych metod śledzenia
pt: A McKinsey e seus provedores de serviços podem usar cookies e outras tecnologias de monitoramento de terceiros, incluindo beacons da Web, para gerenciar nossos Sites e serviços, e coletar análises sobre como você os utiliza. Eles também podem coletar informações sobre se você abre ou clica em qualquer link nas comunicações de conhecimento, pesquisa ou evento que enviamos a você. As informações fornecidas ao longo desta Política de Privacidade sobre cookies também se aplicam a essas outras tecnologias de monitoramento. Consulte a nossa
zh: 麦肯锡及其服务提供商可能会使用第一和第三方 Cookie 和其他跟踪技术（包括 Web 信标）来管理我们的网站和服务，并收集有关您如何使用它们的分析数据。麦肯锡及其服务提供商可能会收集关于您是否打开或点击我们发送给您的知识、研究或活动通信中的任何链接的信息。本隐私政策中提供的有关 Cookie 的信息也适用于这些其他跟踪技术。请参阅我们的

source: for more details regarding our use of Cookies and Other Tracking Technologies.
ar: لدينا لمعرفة مزيد من التفاصيل بشأن استخدامنا لملفات تعريف الارتباط وتقنيات التتبع الأخرى.
de: Nutzung von Cookies und sonstigen Tracking-Technologien finden Sie in unserer.
es: Para obtener más información detallada sobre nuestro uso de Cookies y otras tecnologías de seguimiento, consulte nuestra.
ja: 弊社による Cookie や他の追跡技術の使用に関する詳細については、弊社の をご覧ください。
nl: voor meer informatie over het gebruik van Cookies en Andere traceringstechnologieën.
pl: Szczegółowe informacje na temat korzystania przez McKinsey z Plików cookie i innych metod śledzenia znajdują się w naszej.
pt: para obter mais detalhes sobre o uso de Cookies e outras tecnologias de monitoramento.
zh: ，详细了解我们如何使用 Cookie 和其他跟踪技术。
