Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: McKinsey shall not intentionally disclose or transfer (and shall take reasonable steps to prevent the unauthorized or accidental disclosure of) your personal data to third parties without your consent unless otherwise permitted by law, whether for such third parties’ own marketing purposes or otherwise, except as follows. McKinsey may provide access to your personal data to third party service providers engaged by McKinsey to provide services related to McKinsey Academy, including, for example, administering surveys or communicating with you. We maintain processes designed to ensure that any processing of personal data by third party service providers is consistent with this Privacy Policy and protects the confidentiality, availability, and integrity of your personal data.
ar: لا يجوز لماكنزي الإفصاح أو النقل (وستتخذ خطوات مناسبة لمنع الكشف غير المصرح به أو غير المقصود) لبيانات الشخصية إلى جهات خارجية دون موافقتك ما لم يسمح القانون بخلاف ذلك، سواء لأغراض التسويق لدى الجهات الخارجية هذه أو غير ذلك، فيما عدا ما يلي. يجوز لماكنزي توفير الوصول إلى بياناتك الشخصية إلى مقدمي الخدمة الخارجيين الذين قامت ماكنزي بإشراكهم لتوفير الخدمات ذات الصلة بأكاديمية ماكنزي، بما في ذلك على سبيل: إدارة الاستبيانات أو التواصل معك. نحن نحافظ على الإجراءات المصممة لضمان توافق أي معالجة للبيانات الشخصية من قبل مقدمي الخدمة الخارجيين مع سياسة الخصوصية، وحمايتها لسرية بياناتك الشخصية وتوافرها وسلامتها.
de: McKinsey darf Ihre personenbezogenen Daten nicht absichtlich ohne Ihre Zustimmung an Dritte weitergeben oder übertragen (und wird angemessene Schritte unternehmen, um die unbefugte oder versehentliche Weitergabe Ihrer personenbezogenen Daten an Dritte zu verhindern, sei es für eigene Marketingzwecke oder anderweitig, mit Ausnahme der in dieser Datenschutzerklärung beschriebenen. McKinsey kann Drittanbietern, die von McKinsey mit der Erbringung von Dienstleistungen im Zusammenhang mit der McKinsey Academy beauftragt wurden, wie beispielsweise die Durchführung von Umfragen oder die Kommunikation mit Ihnen, Zugang zu Ihren personenbezogenen Daten gewähren. Wir verwenden Prozesse, die sicherstellen sollen, dass jede Verarbeitung personenbezogener Daten durch Drittanbieter mit dieser Datenschutzrichtlinie übereinstimmt und die Vertraulichkeit, Verfügbarkeit und Integrität Ihrer personenbezogenen Daten schützt.
es: McKinsey no divulgará ni transferirá de manera deliberada (y tomará medidas razonables para evitar la divulgación no autorizada o accidental) sus datos personales a terceros sin su consentimiento, a menos que la ley lo permita, ya sea para fines de comercialización de tales terceros, o bien para cualquier otro fin, excepto como se indica a continuación. Es posible que McKinsey les proporcione acceso a sus datos personales a proveedores de servicios externos contratados por McKinsey, a fin de proporcionar servicios relacionados con McKinsey Academy. Entre estos servicios, se incluyen, por ejemplo, administrar encuestas o comunicarse con usted. Nuestros procesos están diseñados para garantizar que el procesamiento de los datos personales por parte de los proveedores de servicios externos sea acorde con esta Política de privacidad y proteja la confidencialidad, la disponibilidad y la integridad de estos.
ja: McKinsey が、法律が認めておらず、以下にも該当しない状況で、皆さんから同意を得ることなく、皆さんの個人情報を第三者に対し意図的に開示または移転 (第三者自身のマーケティングまたはその他への利用を目的とする開示または移転であるかどうかは問いません) することはありません (また McKinsey は、皆さんの個人情報の無断開示または意図しない開示を防ぐのに相当の対策を講じなければなりません)。McKinsey は、McKinsey との契約に基づき McKinsey Academy に関するサービス (アンケートの管理や皆さんとのコミュニケーションを含みます) を提供する第三者サービスプロバイダーに対し、個人情報へのアクセス権を付与できます。弊社は、第三者サービスプロバイダーによる個人情報の処理が、このプライバシーに関する方針に沿って為されており、皆さんの個人情報の秘密性、可用性および完全性を確保できる内容であるか確認するためのプロセスを設けています。
nl: McKinsey zal niet opzettelijk uw persoonsgegevens zonder uw toestemming aan derden bekendmaken of overdragen (en zal redelijke maatregelen treffen om de ongeoorloofde of onbedoelde openbaarmaking ervan te voorkomen), tenzij anders toegestaan door de wet, hetzij voor eigen marketingdoeleinden van derden of anderszins, behalve in de volgende situaties. McKinsey kan toegang verlenen tot uw persoonsgegevens aan derden-dienstverleners die door McKinsey worden ingeschakeld voor het leveren van diensten met betrekking tot McKinsey Academy, met inbegrip van bijvoorbeeld onderzoeken sturen en contacten onderhouden. We hanteren procedures die zijn ontworpen om ervoor te zorgen dat de verwerking van persoonsgegevens door derden-dienstverleners in overeenstemming is met dit Privacybeleid en om de vertrouwelijkheid, beschikbaarheid en integriteit van uw persoonsgegevens te beschermen.
pl: Bez zgody użytkownika McKinsey nie będzie umyślnie ujawniać ani przesyłać danych osobowych użytkownika (oraz podejmie zasadne kroki celem uniemożliwienia nieupoważnionego lub przypadkowego ujawnienia tych danych) osobom trzecim do celów marketingowych tych osób trzecich lub innych, z poniższymi wyjątkami. McKinsey może zapewnić dostęp do danych osobowych użytkownika usługodawcom zewnętrznym, którym McKinsey zleciła świadczenie usług dotyczących McKinsey Academy, na przykład administrowania ankietami lub prowadzenia korespondencji z użytkownikiem. McKinsey wdrożyła procesy mające zapewnić, że przetwarzanie danych osobowych przez usługodawców zewnętrznych następuje zgodnie z niniejszymi Zasadami prywatności oraz chroni poufność, dostępność i integralność danych osobowych użytkownika.
pt: A McKinsey não divulgará ou transferirá intencionalmente (e adotará medidas razoáveis para impedir a divulgação não autorizada ou acidental) dos seus dados pessoais a terceiros sem o seu consentimento, a menos que de outra forma permitido por lei, seja para fins de marketing de terceiros ou outros, exceto da seguinte forma: A McKinsey pode fornecer acesso aos seus dados pessoais a prestadores de serviços terceirizados contratados por ela para fornecer serviços relacionados ao McKinsey Academy, incluindo, por exemplo, a administração de pesquisas ou a comunicação com você. Mantemos processos desenvolvidos para garantir que qualquer processamento de dados pessoais por prestadores de serviços terceirizados seja consistente com esta Política de Privacidade e proteja a confidencialidade, disponibilidade e integridade dos seus dados pessoais.
zh: 除非法律另有许可，否则未经您的同意，麦肯锡不得将您的个人数据有意披露或传输给第三方（并应采取合理措施以防止未经授权或意外的披露），无论是出于第三方自身的营销目的还是其他目的，以下情况除外。麦肯锡可能会将您的个人数据提供给麦肯锡聘用的第三方服务提供商，以提供与 McKinsey Academy 相关的服务，包括管理调查或与您沟通等。我们维护适当的流程，以确保第三方服务提供商对个人数据的任何处理符合本隐私政策，并保护您的个人数据的机密性、可用性和完整性。

source: When we believe disclosure is necessary or appropriate to prevent physical harm or financial loss or in connection with an investigation of suspected or actual illegal activity;
ar: إذا رأينا أن الإفصاح عن المعلومات ضروري أو مناسب لمنع وقوع أضرار مادية أو تكبد خسائر مالية أو فيما يتصل بالتحري عن مشتبه به أو مزاولة نشاط غير قانوني؛
de: Wenn wir der Meinung sind, dass eine Offenlegung notwendig oder angemessen ist, um körperliche Schäden oder finanzielle Verluste zu vermeiden, oder im Zusammenhang mit einer Untersuchung von vermuteten oder tatsächlichen illegalen Aktivitäten;
es: cuando consideremos que la divulgación es necesaria o adecuada para evitar lesiones físicas o perjuicios financieros, o bien en relación con una investigación de actividades ilegales sospechadas o concretas;
ja: 物理的な被害もしくは金銭的損失を防止するために、または疑わしいもしくは実在する違法行為の捜査に関連して、情報を開示することが必要または適切であると弊社が判断した場合
nl: wanneer we van mening zijn dat bekendmaking noodzakelijk of gepast is om lichamelijk letsel of financieel verlies te voorkomen, of in het geval van een onderzoek naar een vermoedelijke of feitelijk illegale activiteit;
pl: jeśli zdaniem użytkownika ujawnienie jest niezbędne lub konieczne do zapobieżenia szkodzie na osobie lub w mieniu bądź w związku z dochodzeniem dotyczącym faktycznego lub podejrzewanego czynu niedozwolonego;
pt: quando acreditarmos que a divulgação seja necessária ou adequada para a prevenção de danos físicos ou prejuízos financeiros, ou com relação a uma investigação de atividade ilegal suspeita ou real;
zh: 当我们认为披露对于防止人身伤害或财务损失是必要或适当的，或可帮助调查涉嫌或实际的非法活动时；

source: To prevent fraud against McKinsey, our subsidiaries and affiliates and business partners;
ar: لمنع الغش أو الاحتيال ضد ماكنزي، وفروعها والشركات التابعة والشركاء التجاريين؛
de: Um Betrug gegen McKinsey, unsere Tochtergesellschaften, verbundenen Unternehmen und Geschäftspartner zu verhindern;
es: para evitar fraudes en contra de McKinsey, nuestras subsidiarias, filiales y socios comerciales;
ja: McKinsey やその子会社、関連会社および提携相手との間での不正行為を防ぐには開示が必要な場合
nl: om fraude jegens McKinsey, onze dochterondernemingen en aangesloten maatschappijen en zakenpartners te voorkomen;
pl: w celu zapobieżenia oszustwom wymierzonym w McKinsey, jej podmiotom zależnym i powiązanym oraz kontrahentom;
pt: para evitar fraudes contra a McKinsey, nossas subsidiárias e afiliadas, e nossos parceiros comerciais;
zh: 为了防止针对麦肯锡、我们的子公司、关联公司和商业合作伙伴的欺诈；

source: In addition, we may disclose or transfer your personal data in the event of a re-organization, merger, sale, joint venture, assignment, or other transfer or disposition of all or any portion of our business.
ar: بالإضافة إلى ذلك، يجوز لنا الإفصاح عن بياناتك الشخصية أو نقلها في حالة إعادة هيكلة أي من شركاتنا أو جزءٍ منها أو دمجها أو بيعها أو دخولها في مشروع مشترك أو التنازل عنها أو نقل ملكيتها أو التصرف فيها على أي نحو آخر.
de: Darüber hinaus können wir im Falle einer Reorganisation, Fusion, Veräußerung, eines Joint Ventures, einer Abtretung oder einer anderen Übertragung oder Veräußerung unseres gesamten Unternehmens oder eines Teils davon Ihre personenbezogenen Daten offenlegen oder übertragen.
es: Además, podemos divulgar o transferir sus datos personales en caso de reorganización, fusión, venta, joint venture, cesión, o bien cualquier otra transferencia o disposición total o parcial de nuestra empresa.
ja: また弊社は、事業の一部分またはすべての再編、吸収合併、売却、共同支配、譲渡または他の移転もしくは処分に関連して、皆さんの個人情報を開示または転送する場合があります。
nl: Daarnaast kunnen wij uw persoonsgegevens bekendmaken of overdragen in geval van reorganisatie, fusie, verkoop, joint venture, toewijzing of overdracht of vervreemding van het geheel of een gedeelte van onze zakelijke activiteiten.
pl: Dodatkowo McKinsey może ujawnić lub przesłać dane osobowe użytkownika w przypadku reorganizacji, fuzji, sprzedaży, umowy joint venture, cesji lub innego przeniesienia lub zbycia całości lub części swojego przedsiębiorstwa.
pt: Além disso, podemos divulgar ou transferir seus dados pessoais, no caso de uma reorganização, fusão, venda, joint venture, cessão ou outra transferência ou alienação de todo ou parte do nosso negócio.
zh: 此外，我们可能会在重组、合并、出售、合资、转让或其他传输或处置我们的全部或任何部分业务的情况下披露或传输您的个人数据。

source: If you participate in a survey in connection with McKinsey Academy, our research results may be reported as totals or in other aggregated form and no information about you as an individual respondent made public unless you otherwise agree in advance. However, we may be able to identify individual respondents by their email address, and may follow-up with individuals for additional information to improve the overall McKinsey Academy experience. If you prefer that we not follow up with you on your survey responses, please contact us at the address listed below in the Contact Us section of this Privacy Policy.
ar: إذا شاركت في استبيان فيما يتصل بأكاديمية ماكنزي، فإن نتائج بحثنا قد يتم الإبلاغ عنها على أنها أرقام مجمعة أو شكل تجميعي آخر، ولن تكون هناك معلومات عنك كأحد المستجيبين يتم نشرها ما لم توافق على هذا الأمر مسبقًا. ومع ذلك، فقد يكون بإمكاننا تحديد المستجيبين من خلال بريدهم الإلكتروني، وقد نجري عملية متابعة مع الأفراد لمعرفة مزيد من المعلومات من أجل تحسين التجربة الكلية لأكاديمية ماكنزي. وإذا كنت تفضل عدم إجرائنا لأي متابعة معك حول ردود الاستبيان الخاصة بك، يرجى التواصل معنا على العنوان المدرج أدناه في قسم التواصل معنا في سياسة الخصوصية هذه.
de: Wenn Sie an einer Umfrage im Zusammenhang mit der McKinsey Academy teilnehmen, können unsere Forschungsergebnisse als Gesamtergebnis oder in anderer aggregierter Form veröffentlicht werden und es werden keine Informationen über Sie als Einzelperson veröffentlicht, es sei denn, Sie stimmen im Voraus etwas anderes zu. Möglicherweise können wir jedoch einzelne Befragte anhand ihrer E-Mail-Adresse identifizieren und von Einzelpersonen weitere Informationen anfordern, um das Gesamterlebnis der McKinsey Academy zu verbessern. Wenn Sie es vorziehen, dass wir Ihre Umfrageantworten nicht weiterverfolgen, wenden Sie sich bitte an uns unter der unten im Abschnitt „Kontakt“ dieser Datenschutzrichtlinie aufgeführten Adresse.
es: Si participa en una encuesta de cualquier modo relacionada con McKinsey Academy, es posible que nuestros resultados de investigación se informen como totales, o bien de cualquier otra forma general. Además, no divulgaremos de forma pública su información como encuestado individual, salvo que acepte lo contrario por anticipado. De todos modos, podemos identificar a los encuestados individuales por su dirección de correo electrónico y podemos hacer un seguimiento con tales encuestados para obtener información adicional y mejorar la experiencia general en McKinsey Academy. Si prefiere que no le demos seguimiento a sus respuestas a la encuesta, comuníquese con nosotros a la dirección que figura más abajo en la sección Contacto de esta Política de privacidad.
ja: 皆さんが McKinsey Academy と関係のあるアンケート調査に参加する場合、皆さんが事前に同意していない場合であっても、弊社の調査結果は、個々の回答者である皆さんに関する情報が特定できないよう集計または総計された形で公開されることがあります。一方弊社は、電子メールアドレスにより皆さんを特定できるようにしたり、McKinsey Academy における皆さんの体験全般を高めるのに必要な追加情報を求める形で回答者をフォローアップしたりする場合もあります。調査への皆さんの回答に基づき弊社が行うフォローアップを希望しない方は、このプライバシーに関する方針の「お問い合わせ」セクションにある宛先までご連絡ください。
nl: Indien u deelneemt aan een onderzoek gerelateerd aan McKinsey Academy, kunnen onze onderzoeksresultaten in zijn geheel of in een andere samengevoegde vorm worden gerapporteerd. Er wordt geen informatie over u als individuele respondent openbaar gemaakt, tenzij u hier vooraf mee akkoord gaat. Het kan echter wel zijn dat wij individuele respondenten kunnen identificeren aan de hand van e-mailadressen en contact opnemen met personen voor aanvullende informatie om de algehele ervaring van McKinsey Academy te verbeteren. Indien u liever niet heeft dat wij contact met u opnemen aangaande dergelijke onderzoeken, dan kunt u ons dit laten weten via onderstaand adres in het onderdeel Contact van dit Privacybeleid.
pl: Jeśli użytkownik bierze udział w ankiecie związanej z McKinsey Academy, uzyskane wyniki mogą pojawić się w sprawozdaniach w postaci sum łącznych lub innej formy zagregowanej. Informacje o użytkowniku jako respondencie nie zostaną ujawnione publicznie, chyba że wyrazi on na to uprzednią zgodę. McKinsey może jednak być w stanie zidentyfikować poszczególnych respondentów po ich adresie e-mail i zwrócić się do nich o udzielenie dodatkowych informacji pozwalających polepszyć ogólny komfort korzystania z witryny McKinsey. Jeśli użytkownik nie chce, aby McKinsey zwracała się do niego w związku z jego odpowiedziami w ankiecie, prosimy o kontakt pod adresem podanym poniżej w punkcie Kontakt niniejszych Zasad prywatności.
pt: Se você participar de uma pesquisa relacionada ao McKinsey Academy, nossos resultados da pesquisa podem ser relatados como totais ou de outra forma agregados e nenhuma informação sobre você, como um entrevistado individual, se tornará pública, a menos que você concorde com antecedência. No entanto, podemos identificar os entrevistados individualmente por seu endereço de e-mail e acompanhar como indivíduos para obter informações adicionais para melhorar a experiência geral do McKinsey Academy. Se você preferir que as respostas da sua pesquisa não sejam acompanhadas, entre em contato conosco no endereço listado abaixo na seção ”Entre em contato conosco” desta Política de Privacidade.
zh: 如果您参与了与 McKinsey Academy 有关的调查，我们的研究结果可能会以总计或其他汇总形式报告，并且除非您事先另有约定，否则我们不会公开您作为个人受访者的任何信息。但是，我们可以通过电子邮件地址来识别个人受访者，并且可能通过与个人跟进获取更多信息以改善 McKinsey Academy 的整体体验。如果您不希望我们就您的调查回复与您跟进，请通过本隐私政策的“联系我们”部分中列出的地址与我们联系。

source: User forums
ar: منتديات المستخدم
de: Nutzerforen
es: Foros de usuarios
ja: ユーザーフォーム
nl: Gebruikersforums
pl: Fora użytkowników
pt: Fóruns do usuário
zh: 用户论坛

source: You should be aware that whenever you publicly disclose information, even to a limited group of recipients (for example, other users who are enrolled in the same McKinsey Academy course as you), that information could be collected and used by others. McKinsey is not responsible for any action or policies of any third parties, including other McKinsey Academy users, who collect information that users disclose to such third parties.
ar: ينبغي عليك معرفة أنه متى أفصحت عن معلوماتك للعامة، حتى إلى مجموعة محدودة من المستلمين (على سبيل المثال، مستخدمين آخرين مسجلين في دورة أكاديمة ماكنزي ذاتها مثلك)، فقد يتم جمع المعلومات واستخدامها من قِبِل الآخرين. لا تتحمل ماكنزي المسؤولية عن أي إجراء أو سياسات لجهة خارجية، بما في ذلك مستخدمي أكاديمية ماكنزي الأخرين، ممن يجمعون المعلومات التي يفصح عنها المستخدمون إلى مثل هذه الجهات الخارجية.
de: Sie sollten sich darüber im Klaren sein, dass bei jeder Weitergabe von Informationen, auch an eine begrenzte Gruppe von Empfängern (z. B. an andere Benutzer, die im gleichen Kurs der McKinsey Academy eingeschrieben sind wie Sie), diese Informationen von anderen gesammelt und verwendet werden können. McKinsey ist nicht verantwortlich für Handlungen oder Richtlinien von Dritten, einschließlich anderer Benutzer der McKinsey Academy, die Informationen sammeln, die Benutzer im Zusammenhang mit der Nutzung der McKinsey Academy an diese Dritten weitergeben.
es: Debe tener en cuenta que cada vez que divulga información públicamente, incluso a un grupo limitado de destinatarios (por ejemplo, otros usuarios que están inscritos en el mismo curso de McKinsey Academy que usted), esa información podría ser recopilada y utilizada por otros. McKinsey no asume ninguna responsabilidad por ninguna acción o política de cualquier tercero, incluidos otros usuarios de McKinsey Academy, que recopilan información que los usuarios divulgan a esos terceros.
ja: 皆さんは、情報を公開する場合、たとえ限られた集団の開示相手 (皆さんと同じ McKinsey Academy のコースに登録している他の受講生など) に対し開示するだけであったとしても、その情報は、開示相手により収集および使用される場合があることに注意する必要があります。McKinsey は、受講生から開示された情報を収集する他の McKinsey Academy 受講生を含む第三者のいかなる措置または方針についても責任を負いません。
nl: U dient zich ervan bewust te zijn dat wanneer u informatie openbaar maakt, zelfs aan een beperkte groep ontvangers (bijvoorbeeld andere gebruikers ingeschreven bij dezelfde cursus van McKinsey Academy als u) dat deze informatie kan worden verzameld en gebruikt door anderen. McKinsey is niet verantwoordelijk voor enige actie of beleid van derden, met inbegrip van andere gebruikers van McKinsey Academy die aan dergelijke derde partijen vrijgegeven informatie van gebruikers verzamelen.
pl: Użytkownik powinien pamiętać, że jeśli ujawnia jakieś informacje publicznie, nawet ograniczonej grupie odbiorców (np. innym użytkownikom, którzy biorą udział w tym samym szkoleniu McKinsey Academy), umożliwia gromadzenie i wykorzystywanie tych informacji przez innych. McKinsey nie odpowiada za działania lub zasady osób trzecich, w tym innych użytkowników McKinsey Academy, którzy gromadzą informacje ujawniane przez użytkowników osobom trzecim.Powinieneś być świadomy, że ilekroć publicznie ujawniasz informacje, nawet kierując je do niewielkiej grupy odbiorców (na przykład innemu użytkownikowi, zarejestrowanemu na ten sam kurs McKinsey Academy, co Ty), informacja ta może zostać zebrana i użyta przez innych. McKinsey nie ponosi odpowiedzialności za jakiekolwiek działania lub polityki jakichkolwiek stron trzecich, w tym innych użytkowników McKinsey Academy, którzy gromadzą informację, które użytkownicy sami ujawniają takim stronom trzecim w ramach korzystania z McKinsey Academy.
pt: Você deve estar ciente de que sempre que divulgar informações publicamente, mesmo que para um grupo limitado de destinatários (por exemplo, outros usuários que estão inscritos no mesmo curso do McKinsey Academy que você), essas informações podem ser coletadas e usadas por outras pessoas. A McKinsey não se responsabiliza por nenhuma ação ou política de terceiros, incluindo outros usuários do McKinsey Academy, que coletam informações que os usuários divulgam a esses terceiros.
zh: 您应意识到，无论您于何时公开披露信息，即使是对有限的接收者（例如，与您注册同一 McKinsey Academy 课程的其他用户），这些信息都可能被其他人收集和使用。麦肯锡不对任何第三方（包括 McKinsey Academy 的其他用户）收集用户向此类第三方披露的信息的行为或政策负责。
