Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: It is certainly possible to finish a McKinsey Academy course if you miss a week; however you should certainly review content you may have missed. If you know you will be unavailable for some time during the duration of the course, be sure to connect with the other members of your group. Check your group work and course overview for important dates and times, so you don't miss a submission deadline while you are away.
ar: من الممكن بالتأكيد إنهاء دورة أكاديمية ماكنزي إذا فاتك أسبوع؛ ومع ذلك، يجب عليك بالتأكيد مراجعة المحتوى الذي قد فاتك. إذا كنت تعرف أنك لن تكون متوفرًا لبعض الوقت أثناء مدة الدورة التدريبية، فتأكد من التواصل مع الأعضاء الآخرين في مجموعتك. تحقق من عمل مجموعتك واللمحة العامة على الدورة التدريبية لمعرفة التواريخ والمواعيد الهامة، حتى لا تفوت موعد التقديم النهائي طيلة فترة غيابك.
de: Auch wenn Sie eine Woche versäumen, können Sie den McKinsey Academy-Kurs abschließen. Sie sollten jedoch den Inhalt, den Sie versäumt haben, auf jeden Fall nacharbeiten. Wenn Sie wissen, dass Sie während der Kursdauer für einige Zeit abwesend sein werden, sollten Sie dies mit den anderen Mitgliedern Ihrer Gruppe kommunizieren. Überprüfen Sie Ihre Gruppenarbeit und Kursübersicht auf wichtige Termine, damit Sie während Ihrer Abwesenheit keine Abgabetermine versäumen.
eo: Ìt ïs çértäïnlý pössïßlé tö fïnïsh ä MçKïnséý Àçädémý çöürsé ïf ýöü mïss ä wéék; höwévér ýöü shöüld çértäïnlý révïéw çöntént ýöü mäý hävé mïsséd. Ìf ýöü knöw ýöü wïll ßé ünäväïläßlé för sömé tïmé dürïng thé dürätïön öf thé çöürsé, ßé süré tö çönnéçt wïth thé öthér mémßérs öf ýöür gröüp. Çhéçk ýöür gröüp wörk änd çöürsé övérvïéw för ïmpörtänt dätés änd tïmés, sö ýöü dön't mïss ä süßmïssïön déädlïné whïlé ýöü äré äwäý.#
es: Ciertamente, es posible finalizar un curso de McKinsey Academy si pierde una semana; sin embargo, debe revisar el contenido que no haya visto. Si sabe que no estará disponible por un tiempo durante el curso, asegúrese de comunicarse con los demás miembros de su grupo. Consulte el trabajo en grupo y la descripción general del curso para conocer fechas y horas importantes y no incumplir fechas límite de entrega durante su ausencia.
fr: Il est tout à fait possible de finir un cours si vous avez raté une semaine ; cependant vous aurez sans doute à revoir le contenu que vous avez manqué. Si vous savez que vous ne serez pas disponible à un moment donné pendant la durée du cours, veillez à rester en contact avec les autres membres de votre groupe. Vérifiez votre travail de groupe et la présentation du cours pour connaître les dates et les heures importantes, afin de ne pas manquer une date limite d’envoi lorsque vous êtes absent.
ja: 欠席した場合でも、McKinsey Academyコースを修了することはできますが、見逃した可能性があるコンテンツは必ず確認してください。コース期間中にしばらく出席できなくなることが事前に分かっている場合は、必ずグループの他のメンバーと連絡を取ってください。不在の間に提出期限を逃さないように、グループワークとコースの概要で日時を確認してください。
nl: Het is geen probleem als u een keer een week van de McKinsey Academy-cursus mist; u moet er wel voor zorgen dat u de gemiste inhoud alsnog doorneemt. Als u weet dat u tijdens de duur van de cursus enige tijd verhinderd bent, neem dan contact op met de andere leden van de groep. Controleer uw groepswerk en het cursusoverzicht voor de belangrijkste data en tijden. Zo voorkomt u dat u een belangrijke deadline mist als u weg bent.
pl: Opuszczenie tygodnia nauki nie powinno wpłynąć negatywnie na możliwość ukończenia kursu. Należy jednak zapoznać się z materiałem, którego nie udało Ci się zrealizować w danym tygodniu. Jeśli wiesz, że podczas trwania kursu będziesz przez jakiś czas niedostępny, pamiętaj, żeby powiadomić o tym innych członków Twojej grupy. Sprawdź opis kursu i informacje o pracy grupowej, aby nie przegapić ważnych terminów i na czas oddać wymagane zadania.
pt: É certamente possível completar um curso do McKinsey Academy se você faltar uma semana; no entanto, você deve revisar o conteúdo que perdeu. Se souber que não estará disponível em algum momento durante o curso, certifique-se de se conectar com outros membros do seu grupo. Verifique seu trabalho em grupo e a visão geral do seu curso para saber datas e horários importantes, assim você não perde prazos quando faltar.
zh: 即使您有一周缺席，也仍能完成麦肯锡学院课程；不过，您必须针对可能已错过的内容进行复习。如果您事先知道课程持续期间会有一段时间无法上课，一定要与您所在小组的其他成员联系。请查看您的小组作业和课程概述，了解关键日期和时间，以免在无法上课期间错过提交截止日期。

source: I missed a deadline; can I get an extension?
ar: فاتني موعد نهائي؛ هل يمكنني الحصول على تمديد؟
de: Ich habe eine Abgabefrist versäumt, kann ich eine Verlängerung bekommen?
eo: Ì mïsséd ä déädlïné; çän Ì gét än éxténsïön? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: No cumplí con una fecha límite: ¿puedo obtener una prórroga?
fr: J'ai raté une date limite, comment puis-je demander un peu plus de temps ?
ja: 提出期限に間に合いませんでした。延長できますか?
nl: Ik heb een deadline gemist. Kan ik uitstel krijgen?
pl: Spóźniłem się z wykonaniem zadania. Czy mogę poprosić o przedłużenie terminu jego wykonania?
pt: Perdi um prazo. Posso conseguir uma extensão?
zh: 我错过了截止日期，可以延期吗？

source: We are not able to offer individual extensions as course schedules are fixed and there is no way to change the dates of assignments or exams for one participant.
ar: لا يمكننا تقديم تمديدات فردية وذلك لأن مواعيد الدورة التدريبية محددة وثابتة، ولا يوجد طريقة لتغيير تواريخ المهام أو الامتحانات لأحد المشاركين.
de: Wir haben keine Möglichkeit, einzelne Abgabefristen zu verlängern, weil die Kurspläne festgelegt sind und es nicht möglich ist, die Termine für Aufgaben oder Prüfungen für individuelle Teilnehmer zu verschieben.
eo: Wé äré nöt äßlé tö öffér ïndïvïdüäl éxténsïöns äs çöürsé sçhédülés äré fïxéd änd théré ïs nö wäý tö çhängé thé dätés öf ässïgnménts ör éxäms för öné pärtïçïpänt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕє#
es: No es posible ofrecer prórrogas individuales ya que los cronogramas de los cursos son fijos y no hay forma de cambiar las fechas de las tareas o los exámenes para un participante.
fr: Il nous est impossible d’accorder des reports individuels, car les programmes de cours sont fixes et qu’il est impossible de modifier les dates des devoirs ou des examens pour un seul participant.
ja: コースのスケジュールが決まっているため、各コースを延長することはできません。また、特定の受講者の課題や試験の日程を変更する方法はありません。
nl: Wij kunnen geen individueel uitstel verlenen omdat het cursusschema vaststaat en de data van de opdrachten of examens niet voor een enkele deelnemer kunnen worden gewijzigd.
pl: Niestety, nie możemy zaoferować pojedynczym użytkownikom przedłużenia terminów wykonania zadań. Przebieg naszych kursów jest z góry zaplanowany i z tego powodu zmiana terminów wykonania zadań lub egzaminów nie jest możliwa.
pt: Não podemos oferecer extensões individuais, pois os horários dos cursos são fixos e não há como alterar as datas de tarefas ou avaliações de um participante.
zh: 我们无法为个人提供延期，因为课程时间表已固定，无法为某一个参与者更改任务或考试日期。

source: My course deadlines are in UTC, what’s that?
ar: المواعيد النهائية لدوراتي التدريبية هي بالتوقيت العالمي المنسق، ماذا يعني ذلك؟
de: Die Abgabefristen für meinen Kurs sind in UTC angegeben, was ist das?
eo: Mý çöürsé déädlïnés äré ïn ÛTÇ, whät’s thät? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Las fechas límite de mi curso están en UTC, ¿qué es eso?
fr: Mes dates limites de cours sont en UTC, qu'est-ce que c'est ?
ja: コースの期日がUTCとなっています。どういう意味ですか?
nl: De deadline van mijn cursus staat in UTC. Wat betekent dat?
pl: Terminy wykonania zadań w moim kursie podawane są z dopiskiem UTC. Co to takiego?
pt: Os prazos do meu curso estão em UTC, o que é isso?
zh: 我的课程截止日期使用的是 UTC，这是什么？

source: UTC refers to Universal Coordinated Time. To find the current time in UTC and convert it to your local time, check World Time Server or other Internet time services.
ar: يشير UTC إلى التوقيت العالمي المنسق. لمعرفة التوقيت الحالي بالتوقيت العالمي المنسق وتحويله إلى التوقيت المحلي لديك، تحقق من خادم الوقت العالمي أو غيره من خدمات الإنترنت الأخرى.
de: UTC bedeutet Universal Coordinated Time (koordinierte Weltzeit). Sie finden die aktuelle Uhrzeit in UTC auf dem World Time Server oder ähnlichen Online-Diensten und können sie dort in Ihre Ortszeit umrechnen.
eo: ÛTÇ référs tö Ûnïvérsäl Çöördïnätéd Tïmé. Tö fïnd thé çürrént tïmé ïn ÛTÇ änd çönvért ït tö ýöür löçäl tïmé, çhéçk Wörld Tïmé Sérvér ör öthér Ìntérnét tïmé sérvïçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#
es: UTC es la hora universal coordinada. Para saber la hora actual en UTC y convertirla a su hora local, consulte World Time Server u otros servicios de husos horarios en Internet.
fr: UTC signifie Temps Universel Coordonné. Pour connaître l’heure UTC actuelle et la convertir dans votre heure locale, consultez World Time Server ou d'autres services d'heure Internet.
ja: UTCは世界協定時刻を指します。UTCの現在時刻を確認して現地時間に変換するには、World Time Serverまたは他のインターネットタイムサービスを確認してください。
nl: UTC staat voor ‘Universal Coordinated Time’. Controleer de World Time Server of andere tijdsdiensten op het internet om de huidige tijd in UTC op te zoeken en deze om te rekenen naar uw plaatselijke tijd.
pl: Skrót UTC (Universal Coordinated Time) oznacza uniwersalny czas koordynowany. Aby sprawdzić, która jest teraz godzina wg. czasu UTC, posłuż się jednym z serwisów Internetowych, takim jak World Time Server.
pt: UTC refere-se ao Tempo Universal Coordenado. Para encontrar a hora atual em UTC e convertê-la em sua hora local, verifique o World Time Server ou outros sites com fusos horários na Internet.
zh: UTC 是指世界协调时间。要查找当前 UTC 时间并将其转换为当地时间，请使用 World Time Server 或其他互联网时间服务。

source: What if I have a question or concern regarding course grading?
ar: ماذا لو كان لدى سؤال أو استفسار بخصوص الدرجات في الدورة التدريبية؟
de: Was soll ich bei Fragen oder Bedenken zu Kursnoten tun?
eo: Whät ïf Ì hävé ä qüéstïön ör çönçérn régärdïng çöürsé grädïng? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Qué sucede si tengo una pregunta o inquietud con respecto a la calificación del curso?
fr: Que faire si j'ai une question ou un problème concernant la notation d'un cours ?
ja: コースの成績評価について質問や懸念がある場合は、どうすればいいですか?
nl: Wat moet ik doen als ik een vraag heb over de becijfering van de cursus of het hier niet mee eens ben?
pl: Do kogo mogę skierować pytanie lub wątpliwości w sprawie ocen i punktacji?
pt: O que fazer em caso de dúvidas ou perguntas sobre a pontuação do curso?
zh: 如果我对课程评分有疑问或疑虑，该怎么办？

source: If you have any questions about a grade you received, please email
ar: إذا كان لديك أي أسئلة حول الدرجة التي حصلت عليها، يرجى التواصل عبر البريد الإلكتروني.
de: Wenn Sie Fragen zu einer erhaltenen Note haben, schicken Sie eine E-Mail an
es: Si tiene preguntas sobre una calificación que recibió, escriba a
ja: 受けた成績評価についてご質問がある場合は、までご連絡ください。
nl: Als u vragen heeft over een cijfer, stuur dan een e-mail
pl: Jeśli masz pytanie związane z Twoimi ocenami lub punktacją, wyślij wiadomość e-mail do
pt: Em caso de dúvida sobre uma nota que recebeu, envie e-mail para
zh: 如果您对收到的评分有任何疑问，请发送电子邮件至

source: TAs
ar: مساعدي المدرسين
es: TA
ja: TA
nl: OA‘s
pl: Asystenci kursu
zh: TA

source: How can I meet/find other participants?
ar: كيف يمكنني الالتقاء بـ/العثور على مشاركين آخرين؟
de: Wie kann ich andere Teilnehmer treffen bzw. finden?
eo: Höw çän Ì méét/fïnd öthér pärtïçïpänts? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: ¿Cómo puedo conocer o encontrar a otros participantes?
fr: Comment puis-je rencontrer/trouver d'autres participants ?
ja: 他の参加者に会うか、参加者を見つけるには、どうすればいいですか?
nl: Hoe kan ik andere deelnemers vinden/ontmoeten?
pl: Gdzie mogę znaleźć/spotkać innych uczestników kursu?
pt: Como posso conhecer/encontrar outros participantes?
zh: 如何才能见到/找到其他参与者？

source: All McKinsey Academy courses have discussion forums where you can chat with and help other participants.
ar: يتوافر بجميع دورات أكاديمية ماكنزي التدريبية منتديات مناقشة حيثما يمكنك الدردشة مع المشاركين الآخرين ومساعدتهم.
de: Alle McKinsey Academy-Kurse verfügen über Diskussionsforen, in denen Sie mit anderen Teilnehmern chatten und ihnen helfen können.
eo: Àll MçKïnséý Àçädémý çöürsés hävé dïsçüssïön förüms whéré ýöü çän çhät wïth änd hélp öthér pärtïçïpänts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Todos los cursos de McKinsey Academy tienen foros de debate donde puede chatear y colaborar con otros participantes.
fr: Tous les cours McKinsey Academy proposent des forums de discussion où vous pouvez parler avec et aider d'autres participants.
ja: すべてのMcKinsey Academyコースにはディスカッション・フォーラムがあり、そこで他の参加者とチャットしたり助け合ったりできます。
nl: Alle McKinsey Academy-cursussen hebben discussieforums waarop u met andere deelnemers kunt chatten en hen kunt helpen.
pl: Każdy z kursów McKinsey Academy posiada fora dyskusyjne, na których uczestniczy mogą rozmawiać i pomagać sobie nawzajem.
pt: Todos os cursos do McKinsey Academy têm fóruns de discussão onde você pode conversar com outros participantes e ajudá-los.
zh: 所有麦肯锡学院课程都有论坛，您可以在其中与其他参与者聊天并提供帮助。

source: How can I talk to McKinsey practitioners teaching my courses and teaching assistants?
ar: كيف يمكنني التحدث إلى الممارسين بأكاديمية ماكينزي الذين يقومون بتدريس دوراتي التدريبية ومساعدي التدريس؟
de: Wie kann ich mit McKinsey-Fachleuten reden, die meine Kurse und die Mitarbeiter unterrichten?
eo: Höw çän Ì tälk tö MçKïnséý präçtïtïönérs téäçhïng mý çöürsés änd téäçhïng ässïstänts? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: ¿Cómo puedo hablar con los profesionales de McKinsey que dictan mis cursos y con los asistentes docentes?
fr: Comment puis-je parler aux formateurs de mes cours McKinsey et aux assistants de formation ?
ja: McKinseyのコース教員や教員アシスタントに連絡するには、どうすればいいですか?
nl: Hoe kan ik met McKinsey-onderwijzers die mijn cursussen geven en met onderwijsassistenten communiceren?
pl: Jak mogę skomunikować się z wykładowcami McKinsey i asystentem kursu?
pt: Como posso falar com os profissionais da McKinsey que ministram meus cursos e com os assistentes de ensino (TAs)?
zh: 如何与教授课程的麦肯锡从业人员和助教交流？

source: The discussion forum is the best place to reach out to the McKinsey Academy course team for your cohort; just post your questions or email the TA. We do our best to respond as promptly as possible.
ar: منتدى النقاش هو أفضل مكان للوصول إلى فريق الدورة التدريبية بأكاديمية ماكنزي لفوجك؛ فما عليك سوى نشر أسئلتك أو إرسال رسالة بريد إلكتروني لمساعد المدرس. ونبذل قصارى جهدنا للرد في أسرع وقت ممكن.
de: Das Diskussionsforum ist der beste Ort, um das McKinsey Academy-Kursteam für Ihren Jahrgang zu erreichen. Posten Sie einfach Fragen oder schreiben Sie eine E-Mail an den TA. Wir geben unser Bestes, um so schnell wie möglich zu reagieren.
eo: Thé dïsçüssïön förüm ïs thé ßést pläçé tö réäçh öüt tö thé MçKïnséý Àçädémý çöürsé téäm för ýöür çöhört; jüst pöst ýöür qüéstïöns ör émäïl thé TÀ. Wé dö öür ßést tö réspönd äs prömptlý äs pössïßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι#
es: El foro de debate es el mejor lugar para comunicarse con el equipo de McKinsey Academy de su grupo; simplemente publique sus preguntas o escriba un correo electrónico al TA. Trataremos de responder lo más pronto posible.
fr: Le forum de discussion est le meilleur endroit pour se mettre en relation avec l'équipe de cours McKinsey Academy de votre division ; il vous suffit de poser vos questions ou de les envoyer par e-mail aux AF. Nous ferons de notre mieux pour répondre aussi vite que possible.
ja: McKinsey Academyコースの関係者と連絡を取るには、ディスカッション・フォーラムが最適です。質問を投稿するか、TAにEメールを送信してください。できるだけ迅速に返信いたします。
nl: Het discussieforum is de beste plek om contact te leggen met het McKinsey Academy-cursusteam voor uw cohort; post gewoon uw vragen of stuur een e-mail naar de OA. We doen ons best om zo snel mogelijk te antwoorden.
pl: Jeśli chciałbyś skontaktować się z zespołem edukacyjnym McKinsey Academy przydzielonym do Twojego kursu, najlepiej użyć do tego forum dyskusyjnego. Po prostu opublikuj swoje pytanie albo wyślij wiadomość do asystenta kursu. Zrobimy wszystko, by jak najszybciej odpowiedzieć na Twoje pytanie.
pt: O fórum de discussão é o melhor lugar para entrar em contato com a equipe do curso do McKinsey Academy para o seu grupo. Basta publicar perguntas ou enviar um e-mail para o assistente de ensino. Faremos o possível para responder rapidamente.
zh: 论坛是与所在群组的麦肯锡学院课程团队接触的最佳场所；只需发布您的问题或发送电子邮件给助教即可。我们将尽最大努力尽快回复。

source: How do I get help and support regarding my course?
ar: كيف يمكنني الحصول على المساعدة والدعم فيما يتعلق بدورتي التدريبية؟
de: Wie bekomme ich Hilfe und Support bezüglich meines Kurses?
eo: Höw dö Ì gét hélp änd süppört régärdïng mý çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Cómo puedo obtener ayuda y apoyo con relación al curso?
fr: Comment puis-je obtenir de l'aide et une assistance pour mon cours ?
ja: コースに関する助言や支援が必要な場合は、どうすればいいですか?
nl: Hoe kan ik hulp en ondersteuning voor mijn cursus krijgen?
pl: Gdzie mogę otrzymać pomoc w kwestiach związanych z moim kursem?
pt: Como obter ajuda e apoio em meu curso?
zh: 如何获得课程帮助和支持？

source: You are part of a cohort of participants you can engage with questions as well as support from the TAs who monitor the course. Take a look at the course's discussion forum where you can review questions, answers and comments from fellow participants, as well as post a question. You can also reach out to the McKinsey teaching assistants by
ar: أنت جزء من فوج مشاركين وبالتالي يمكنك التعامل مع الأسئلة فضلا عن الحصول على الدعم مساعدي المدرسين الذين يقومون بمتابعة الدورة القِ نظرة على منتدى النقاش في الدورة حيث يمكنك مراجعة الأسئلة والأجوبة والتعليقات من زملائهم المشاركين، فضلا عن نشر سؤال. يمكنك أيضا الوصول إلى مساعدي المدرسين في ماكنزي عن طريق <a href="mailto:tas@mckinseyacademy.com">إرسالها بالبريد</a> ، وسوف يعودون إليكم بأسرع وقت ممكن.
de: Sie gehören zu einem Jahrgang an Teilnehmern, mit denen Sie sich austauschen können. Zudem können Sie von den TAs des jeweiligen Kurses Support erhalten. Schauen Sie sich das Diskussionsforum des Kurses an, wo Sie Fragen, Antworten und Kommentare von den anderen Teilnehmern lesen sowie Fragen posten können. Sie können auch die Assistenten von McKinsey kontaktieren,
es: Usted es parte de un grupo de participantes con los que puede intercambiar preguntas, y además cuenta con el apoyo de los TAs que supervisan el curso. Consulte en el foro de debate del curso las preguntas, respuestas y comentarios de los demás participantes, o publique sus propias preguntas. También puede comunicarse con los asistentes docentes de McKinsey mediante
ja: あなたは参加者のコホートの一人として、コースを監督しているTAに質問して、助言を得ることができます。コースのディスカッション・フォーラムで、他の参加者からの質問とその回答、コメントを確認したり、質問を投稿したりできます。また、McKinsey TAに
nl: U maakt deel uit van een cohort van deelnemers die u vragen kunt stellen en waarbinnen u ook ondersteuning van de OA’s kunt krijgen die de cursus begeleiden. Neem een kijkje op het discussieforum van de cursus waar u vragen, antwoorden en commentaren van mededeelnemers kunt bekijken, en ook een vraag kan posten. U kunt ook contact opnemen
pl: Możesz poprosić o pomoc innych uczestników kursu z Twojej grupy kursantów. Możesz też otrzymać pomoc od asystenta kursu, który czuwa nad przebiegiem kursu. Zapoznaj się z dyskusjami na forum Twojego kursu i pytaniami, odpowiedziami oraz komentarzami opublikowanymi tam przez Twoich kolegów. Możesz też skontaktować się bezpośrednio z asystentami kursu
pt: Você está em um grupo de participantes no qual pode interagir com perguntas e obter apoio dos assistentes de ensino que monitoram o curso. Confira o fórum de discussão do curso. Lá você pode rever perguntas, respostas e comentários de outros participantes, bem como publicar uma pergunta. Você também pode contatar os assistentes de ensino da McKinsey
zh: 您是参与者群组中的一员，可以参与问题讨论，也可以从监督课程的助教那里获取支持。您可以在课程的论坛中查看其他参与者的问题、回答和评论，或发布问题，也可以通过

source: emailing them
ar: التواصل معهم بالبريد الإلكتروني
de: ihnen eine E-Mail schreiben
es: un correo electrónico
ja: 彼らにEメールで連絡し
nl: via de mail
pl: wysyłając do nich wiadomość e-mail.
pt: enviando um e-mail
zh: 向他们发送邮件

source: and they will get back to you as soon as possible.
ar: شكرا. سوف نعود إليكم بالسرعة الممكنة.
de: Danke. Wir werden uns so bald wie möglich bei Ihnen melden.
es: y ellos se comunicarán con usted a la brevedad.
ja: ありがとうございました。できるだけ早くお返事いたします。
nl: we komen zo snel mogelijk bij u terug.
pl: Asystenci odpowiedzą Ci tak szybko, jak to tylko będzie możliwe.
pt: e eles entrarão em contato com você o mais breve possível.
zh: 与麦肯锡助教联系，他们会尽快回复您。

source: Can I re-take a course?
ar: هل يمكنني إعادة دورة تدريبية؟
de: Kann ich einen Kurs ein weiteres Mal belegen?
eo: Çän Ì ré-täké ä çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: ¿Puedo volver a tomar un curso?
fr: Puis-je me réinscrire à un cours ?
ja: コースを再受講することはできますか。
nl: Kan ik een bepaalde cursus ook overdoen?
pl: Czy mogę powtórzyć lub poprawić kurs?
pt: Posso fazer um mesmo curso novamente?
zh: 我可以重新参加课程吗？

source: McKinsey Academy courses cannot be re-taken, but exercises and materials remain available for 12 months after the course ends.
ar: لا يمكن إعادة أي دورات تدريبية لأكاديمية ماكنزي، ولكن تظل المواد الدراسية والتمارين متاحة لمدة 12 شهرًا بعد انتهاء الدورة.
de: McKinsey Academy-Kurse können nicht wiederholt werden, aber Aufgaben und Materialien bleiben 12 Monate nach Ende des Kurses verfügbar.
eo: MçKïnséý Àçädémý çöürsés çännöt ßé ré-täkén, ßüt éxérçïsés änd mätérïäls rémäïn äväïläßlé för 12 mönths äftér thé çöürsé énds. Ⱡ'σяєм#
es: Los cursos de McKinsey Academy no pueden volver a realizarse, pero los ejercicios y materiales continúan disponibles durante 12 meses luego de su finalización.
fr: Il est impossible de suivre les cours McKinsey Academy une deuxième fois, mais les exercices et les documents restent disponibles pendant 12 mois après la fin des cours.
ja: McKinsey Academyコースを再受講することはできませんが、コース終了後12か月間は演習や教材を利用することができます。
nl: De cursussen van de McKinsey Academy kunnen niet worden overgedaan, maar de oefeningen en materialen blijven gedurende 12 maanden na afloop van de cursus beschikbaar.
pl: Kursy McKinsey nie mogą zostać powtórzone lub poprawione, ale ćwiczenia oraz materiały są dostępne przez 12 miesięcy od momentu zakończenia kursu.
pt: Os cursos do McKinsey Academy não podem ser refeitos, mas os exercícios e materiais ficam disponíveis por 12 meses após a conclusão do curso.
zh: 麦肯锡学院的课程不能重新参加，但课程结束后的 12 个月内，练习和材料仍然可用。

source: Can I access the course content after my course ends?
ar: هل يمكنني الوصول إلى محتوى الدورة بعد انتهائها؟
de: Kann ich auf den Kursinhalt nach Ende meines Kurses zugreifen?
eo: Çän Ì äççéss thé çöürsé çöntént äftér mý çöürsé énds? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Puedo acceder al contenido del curso después de que mi curso finaliza?
fr: Comment puis-je accéder au contenu du cours une fois que le cours est terminé ?
ja: コース終了後もコース内容にアクセスできますか?
nl: Heb ik na afloop van de cursus toegang tot de cursusinhoud?
pl: Czy mogę uzyskać dostęp do zasobów kursu po jego zakończeniu?
pt: Posso acessar o conteúdo do curso depois que ele terminar?
zh: 课程结束后，我还可以访问课程内容吗？
