Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Applications must be received by May 15th, 2015.
ar: ينبغي استلام الطلبات قبل 15 مايو/أيَّار 2015.
de: Bewerbungen müssen bis zum 15. Mai 2015 eingehen.
eo: Àpplïçätïöns müst ßé réçéïvéd ßý Mäý 15th, 2015. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Las solicitudes deben recibirse antes del 15 de mayo de 2015.
fr: Les candidatures doivent être reçues d'ici au 15 mai 2015.
ja: 申込書は2015年5月15日必着。
nl: Inschrijvingen moeten voor 15 mei 2015 zijn ontvangen.
pl: Prosimy upewnić się, że zgłoszenia dotrą do nas przed wyznaczoną datą.
pt: As inscrições devem ser recebidas até 15 de maio de 2015.
zh: 我们需要在 2015 年 5 月 15 日前收到申请。

source: Application
ar: الطلب
de: Bewerbung
eo: Àpplïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Solicitud
fr: Candidature
ja: 申込書
nl: Inschrijving
pl: Zgłoszenie
pt: Inscrição
zh: 申请

source: Please submit the information below and we will respond.
ar: يرجى تقديم المعلومات الواردة أدناه، وسنقوم بالرد.
de: Bitte übermitteln Sie die nachstehenden Informationen und Sie hören von uns.
eo: Pléäsé süßmït thé ïnförmätïön ßélöw änd wé wïll réspönd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Envíe la siguiente información y le responderemos a la brevedad.
fr: Veuillez nous faire parvenir les informations ci-dessous et nous vous répondrons.
ja: 以下の情報を提出してください。それに基づきご連絡いたします。
nl: Stuur ons de hierna vermelde informatie en we nemen zo snel mogelijk contact met u op.
pl: Prosimy przesłać wymagane informacje. Skontaktujemy się z wybranymi kandydatami.
pt: Envie as informações abaixo e entraremos em contato.
zh: 请提交以下信息，我们会予以回复。

source: Our product has been shaped through extensive research and engagement with our clients, our colleagues and with McKinsey Academy participants, all of whom have helped frame needs and priorities.
ar: تم تشكيل منتجاتنا بعد مشاركات وأبحاث مكثفة ومعمقة مع عملائنا وزملائنا ومع المشاركين في أكاديمية ماكنزي، وجميعهم ساعدونا في تحديد أطر الاحتياجات والأولويات.
de: Unser Produkt wurde durch umfangreiche Forschung und viel Interaktionen mit unseren Kunden, unseren Kollegen und den Teilnehmern der McKinsey Academy geprägt. Sie haben alle dabei geholfen, Bedürfnisse und Prioritäten herauszuarbeiten.
eo: Öür prödüçt häs ßéén shäpéd thröügh éxténsïvé réséärçh änd éngägémént wïth öür çlïénts, öür çölléägüés änd wïth MçKïnséý Àçädémý pärtïçïpänts, äll öf whöm hävé hélpéd främé nééds änd prïörïtïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт#
es: Nuestro producto ha sido moldeado por una extensa investigación y colaboración con clientes y colegas y con los participantes de McKinsey Academy, quienes han ayudado a plantear necesidades y prioridades.
fr: Nos produits ont été façonnés par le biais d’une étude et d’une collaboration approfondie avec nos clients, nos collègues et nos participants Mckinsey Academy, qui ont tous contribué à élaborer le cadre des besoins et des priorités.
ja: 当社の商品は、ニーズや優先事項の構成に貢献してきた、当社のクライアント、社員、McKinsey Academy参加者とのエンゲージメントや広範に及ぶ研究を通して形作られています。
nl: Ons product is tot stand gekomen op basis van uitgebreid onderzoek en input van onze cliënten, onze collega's en McKinsey Academy-deelnemers. Zij hebben allemaal bijgedragen aan het in kaart brengen van behoeften en prioriteiten.
pl: Stworzyliśmy nasz program w oparciu o obszerne badania i spostrzeżenia naszych klientów, współpracowników i uczestników McKinsey Academy, którzy pomogli nam scharakteryzować wymagania i priorytety.
pt: O nosso produto foi elaborado por meio de extensa pesquisa e envolvimento com nossos clientes, colegas e os participantes do McKinsey Academy, que ajudaram a estruturar necessidades e prioridades.
zh: 我们的产品是通过大量的研究以及与客户、同事和麦肯锡学院课程参与者的交流互动打造而成，所有这些人共同帮助我们确定了需求和优先事项。

source: McKinsey Academy has created distinctive and relevant learning experience, driven by innovations in both technology and education
ar: ابتكرت أكاديمية ماكنزي خبرات تعليمية مميزة وذات صلة، مستندة بذلك على الابتكارات في كل من مجالي التعليم والتكنولوجيا
de: Die McKinsey Academy hat spezielle und relevante Lernerfahrungen zusammengestellt, inspiriert durch Innovationen sowohl in der Technologie als auch der Bildung.
eo: MçKïnséý Àçädémý häs çréätéd dïstïnçtïvé änd rélévänt léärnïng éxpérïénçé, drïvén ßý ïnnövätïöns ïn ßöth téçhnölögý änd édüçätïön Ⱡ'σ#
es: McKinsey Academy ha creado una experiencia de aprendizaje distintiva y relevante, impulsada por innovaciones tanto tecnológicas como educativas
fr: McKinsey Academy a créé un parcours de formation pertinent et distinct, reposant à la fois sur les innovations d'ordre technologique et éducationnel
ja: McKinsey Academyでは、テクノロジーと教育の両方におけるイノベーションを原動力とした、独自の、現実の問題に直結する学習体験を作り出しました
nl: McKinsey Academy heeft een onderscheidende en relevante leerervaring gecreëerd op basis van innovaties op het gebied van technologie en onderwijs
pl: McKinsey Academy to wyjątkowy, praktyczny program edukacyjny stworzony w oparciu o innowacyjne rozwiązania technologiczne i szkoleniowe.
pt: O McKinsey Academy criou uma experiência de aprendizado distinta e relevante, impulsionada por inovações em tecnologia e educação
zh: 在技术和教育创新的驱动下，麦肯锡学院创造出独特而契合的学习体验

source: Experience
ar: الخبرات
de: Erfahrung
eo: Éxpérïénçé Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Experiencia
fr: Parcours
ja: 体験
nl: Ervaring
pl: Program edukacyjny
pt: Experiência
zh: 体验

source: PEDAGOGY
ar: علم أصول التربية والتدريس
de: PÄDAGOGISCHE GRUNDLAGEN
eo: PÉDÀGÖGÝ Ⱡ'σяєм ιρѕυм ∂#
es: PEDAGOGÍA
fr: PÉDAGOGIE
ja: 教授法
nl: PEDAGOGIE
pl: METODY PEDAGOGICZNE
pt: PEDAGOGIA
zh: 教学方法

source: McKinsey Academy’s pedagogy is based on four core principles:
ar: يستند علم أصول التربية والتدريس في أكاديمية ماكنزي على أربعة مبادئ رئيسية:
de: Die pädagogischen Grundlagen der McKinsey Academy basieren auf vier Kernprinzipien:
eo: MçKïnséý Àçädémý’s pédägögý ïs ßäséd ön föür çöré prïnçïplés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: La pedagogía de McKinsey Academy se basa en cuatro principios fundamentales:
fr: La pédagogie de McKinsey Academy est axée sur 4 principes de base :
ja: McKinsey Academyの教授法は、4つのコア原則に基づいています:
nl: De pedagogie van McKinsey Academy is gebaseerd op vier kernprincipes:
pl: Metody pedagogiczne McKinsey Academy opierają się na czterech kluczowych założeniach
pt: A pedagogia do McKinsey Academy é baseada em quatro princípios fundamentais:
zh: 麦肯锡学院的教学方法基于四个核心原则：

source: Learning By Doing
ar: التعلم بالممارسة
eo: Léärnïng Bý Döïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Aprender haciendo
fr: La formation par l'action
ja: 実践による学習
nl: Leren door doen
pl: Nauka przez praktykę
pt: Aprendizado prático
zh: 通过实践学习

source: Learning by doing is how we all naturally learn, so our course participants perform the kinds of tasks they need to do on the job, not exercises from academic problem sets
ar: التعلم بالممارسة هو الأمر الذي نقوم به جميعنا بشكل اعتيادي وطبيعي ولهذا يقوم المشاركون في دوراتنا التدريبية بإجراء أنواع المهام التي يحتاجون إليها في العمل، وليس تمارين من مجموعات مشكلات أكاديمية
de: Wir alle lernen naturgemäß durch Learning by Doing. Daher führen unsere Kursteilnehmer die Arten von Aufgaben durch, die sie im Job erledigen müssen, nicht Übungen aus akademischen Problemstellungen.
eo: Léärnïng ßý döïng ïs höw wé äll nätürällý léärn, sö öür çöürsé pärtïçïpänts pérförm thé kïnds öf täsks théý nééd tö dö ön thé jöß, nöt éxérçïsés fröm äçädémïç prößlém séts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι#
es: Aprender haciendo es la forma en que todos aprendemos naturalmente; por ello, los participantes de nuestros cursos realizan el tipo de tareas que deben hacer en sus puestos de trabajo, en lugar de completar una serie de problemas académicos
fr: La formation par l'action consiste à apprendre naturellement, ainsi les participants au cours exécutent les genres de tâches dont ils ont besoin dans leur métier, et non des exercices scolaires
ja: 実践による学習とは、我々皆にとって自然な学習法です。コース参加者は、学問的問題のエクササイズではなく、現場で必要となるようなタスクを実際にこなしていきます
nl: Leren door doen is hoe we allemaal natuurlijk leren. Onze cursusdeelnemers voeren het soort taken uit dat ze ook moeten uitvoeren in hun werk, en dus geen oefeningen uit reeksen met theoretische vraagstukken
pl: Nauka przez praktykę to naturalny sposób, w który przyswajamy informacje. Dlatego też podczas kursu uczestnicy wykonują zadania podobne do tych, które spotykają w swojej codziennej pracy, zamiast tych, które istnieją jedynie w książkach akademickich.
pt: Aprendizado prático é como todos nós aprendemos naturalmente. Assim, os participantes do curso realizam os mesmos tipos de tarefas que executam no trabalho em vez de exercícios elaborados a partir de conjuntos de problemas acadêmicos
zh: 通过实践学习是我们所有人自然的学习方式，因此课程参与者可以执行其职责范围内需要完成的各种任务，而非学术问题集中的练习

source: Focus on Expert Performance
ar: التركيز على أداء الخبراء
de: Fokus auf Expertenleistungen
eo: Föçüs ön Éxpért Pérförmänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Foco en un desempeño de experto
fr: L'expérience des spécialistes d'abord
ja: エキスパートの実績に焦点
nl: Gerichtheid op gedegen prestaties
pl: Ukierunkowanie na eksperckie rezultaty
pt: Foco no desempenho de especialistas
zh: 专注于专家表现

source: Our courses focus on what professionals need to be able to do, not just what they need to know – with expert stories communicating the tacit knowledge that is fundamental to expertise and that provide guidance when basic principles “break” in novel situations
ar: تركز دوراتنا التدريبية على الأمور التي ينبغي على المهنيين القيام بها، وليس فقط ما يجب عليهم معرفته - إلى جانب توفير قصص الخبراء الذين يعلمون المعارف التكتيكية التي تعد أساسية للحصول على الخبرات، إلى جانب توفير الإرشاد اللازم في المواقف الجديدة التي تتبع أية مبادئ رئيسية
de: Unsere Kurse fokussieren sich darauf, was Fachleute können müssen, nicht nur darauf, was sie wissen müssen. Dafür nutzen wir Expertengeschichten, die implizites, für Experten fundamentales Wissen kommunizieren und als Orientierung dienen, wenn Grundprinzipien in neue Situationen „hineinbrechen“.
eo: Öür çöürsés föçüs ön whät pröféssïönäls nééd tö ßé äßlé tö dö, nöt jüst whät théý nééd tö knöw – wïth éxpért störïés çömmünïçätïng thé täçït knöwlédgé thät ïs fündäméntäl tö éxpértïsé änd thät prövïdé güïdänçé whén ßäsïç prïnçïplés “ßréäk” ïn növél sïtüätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ι#
es: Nuestros cursos se enfocan en lo que los profesionales deben poder hacer, no simplemente en lo que deben saber, con historias de expertos que comunican el conocimiento tácito fundamental para desarrollar experiencia y proporcionan orientación cuando los principios básicos no funcionan en situaciones novedosas
fr: Nos cours sont axés sur ce que les professionnels ont besoin de savoir faire, pas seulement ce qu'ils doivent savoir (avec des récits de spécialistes partageant les connaissances tacites ; qui sont fondamentales pour acquérir l'expertise ; et qui fournissent des recommandations lorsque les principes de base sont inapplicables dans des situations nouvelles)
ja: 当社のコースでは、プロが知っていなければならないことだけでなく、実行する能力がなければならないことにも焦点を当てています。専門知識の基礎となり、新たな状況において基本原則が「崩れた」場合のガイダンスを提供してくれるような、暗黙の知識が伝わるエキスパートの経験を扱っていきます
nl: Onze cursussen zijn gericht op vaardigheden die professionals nodig hebben, niet alleen op benodigde kennis. Hierbij worden expertverhalen gehanteerd voor het overbrengen van de impliciete kennis die van essentieel belang is voor expertise en die richtlijnen bieden wanneer basisprincipes 'het laten afweten' in nieuwe situaties
pl: Celem kursu jest rozwinięcie umiejętności pracowników, a nie tylko zapewnienie im dostępu do wiedzy. Dlatego też podczas kursu uczestnicy mają kontakt z prawdziwymi ekspertami, którzy przekazują swoje rzeczywiste doświadczenia i dzielą się ekspertyzą, przygotowując uczestników na nowe wyzwania, wymagające czegoś więcej niż tylko znajomość podstawowych zasad.
pt: Nossos cursos concentram-se no que os profissionais devem ser capazes de realizar, não apenas no que devem saber - com histórias de especialistas transmitindo o conhecimento tácito que é fundamental à expertise e que fornece orientação quando os princípios básicos não são suficientes para lidar com situações novas
zh: 我们的课程专注于专业人员需要做到的事情，而不仅仅是他们需要知道的事情 — 专家故事能够传达专业知识中至关重要的隐性知识，在基本原则因为新情况而被“打破”时，可以用它们来提供指导

source: Deep Feedback
ar: الملاحظات العميقة
de: Tiefgehendes Feedback
eo: Déép Féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Feedback en profundidad
fr: Des commentaires de qualité
ja: 濃いフィードバック
nl: Grondige feedback
pl: Rozbudowany system oceny postępów
pt: Feedback detalhado
zh: 深度反馈

source: Extensive response-contingent feedback empowers professionals to take charge of their learning and focus on building the capabilities they need to demonstrate mastery
ar: تتيح الملاحظات الشاملة المشروطة باستجابة للمهنيين استلام زمام عملية التعلم والتركيز على بناء القدرات التي يحتاجون إليها لإظهار التمكن والإتقان
de: Umfangreiches reaktionsbezogenes Feedback ermöglicht Fachleuten, Verantwortung für ihr Lernen zu übernehmen und sich auf die Entwicklung der Fähigkeiten zu konzentrieren, die sie benötigen, um ihr Können zu demonstrieren.
eo: Éxténsïvé réspönsé-çöntïngént féédßäçk émpöwérs pröféssïönäls tö täké çhärgé öf théïr léärnïng änd föçüs ön ßüïldïng thé çäpäßïlïtïés théý nééd tö démönsträté mästérý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ι#
es: El feedback detallado y contingente faculta a los profesionales para asumir responsabilidad por su aprendizaje y enfocarse en generar las capacidades que necesitan para demostrar su dominio de diferentes situaciones
fr: Un commentaire conditionné par une réponse approfondie permet aux professionnels de s'approprier leur apprentissage et de se concentrer sur le développement des capacités dont ils ont besoin pour démontrer la maîtrise
ja: 広範にわたる回答付きのフィードバックがあると、プロは、責任をもって学習し、精通度を照明するのに必要な能力の構築に焦点を当てるようになります
nl: Uitgebreide reactiegebonden feedback stelt professionals in staat om het leren in eigen hand te nemen en zich te richten op het opbouwen van de vaardigheden waarvan ze moeten laten zien dat ze deze beheersen
pl: Każdy uczestnik otrzymuje informacje zwrotną dotyczącą swoich postępów i rezultatów, opatrzoną obszernym komentarzem. Pomaga to uczniom odpowiedzialnie podchodzić do nauki i skupić się na rozwijaniu umiejętności niezbędnych, aby osiągnąć ekspercki poziom.
pt: O feedback abrangente que acontece com base na resposta capacita os profissionais a assumir o controle de seu aprendizado e a concentrar-se em desenvolver as capacidades necessárias para demonstrar proficiência
zh: 回答因情况而异的大量反馈使专业人员能够管理其学习情况，并专注于构建展示知识精通程度所需的能力

source: Social Learning
ar: التعلم الاجتماعي
de: Soziales Lernen
eo: Söçïäl Léärnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Aprendizaje social
fr: Apprentissage social
ja: ソーシャルラーニング
nl: Sociaal leren
pl: Społecznościowe środowisko nauczania
pt: Aprendizagem social
zh: 社交学习

source: Community discussion forums and group-based project work encourage interaction, with McKinsey teaching assistants engaging and supporting participants throughout the program
ar: تعمل منتديات المناقشة المجتمعية وأعمال المشروعات الجماعية على تشجيع التفاعل، حيث يقوم مساعدي التدريس في أكاديمية ماكنزي بإشراك المشاركين ودعمهم في البرنامج بأكمله
de: Community-Diskussionsforen und gruppenbasierte Projektarbeit fördern die Interaktion. Dabei interagieren Assistenten von McKinsey mit Teilnehmern und unterstützen sie durch das gesamte Programm.
eo: Çömmünïtý dïsçüssïön förüms änd gröüp-ßäséd pröjéçt wörk énçöürägé ïntéräçtïön, wïth MçKïnséý téäçhïng ässïstänts éngägïng änd süppörtïng pärtïçïpänts thröüghöüt thé prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα q#
es: Los foros de debate comunitarios y el trabajo en proyectos en grupo fomentan la interacción, de la mano de los asistentes docentes de McKinsey que estimulan y apoyan a los participantes a lo largo del programa
fr: Les forums de discussion communautaires et le travail de projet en groupe encouragent l'interaction, les assistants de formation McKinsey engageant et soutenant les participants tout au long du programme
ja: コミュニティのディスカッション・フォーラムやグループベースのプロジェクトワークでは、交流が促されます。McKinseyのTAが関与し、プログラムを通して参加者をサポートします
nl: Communitydiscussieforums en projectwerk in groepen moedigen interactie aan, waarbij McKinsey-onderwijsassistenten deelnemers gedurende de looptijd van het programma betrekken en ondersteunen
pl: Fora dyskusyjne i projekty grupowe sprzyjają interakcjom, a działania asystentów kursu McKinsey angażują i wspierają uczestników przez cały czas trwania programu, pozwalając im poczuć się częścią społeczności.
pt: Os fóruns de discussão da comunidade e o trabalho de projeto em grupo incentivam a interação, com os assistentes de ensino (TA) da McKinsey envolvendo e apoiando os participantes em todo o programa
zh: 社区论坛和小组项目工作可以促进互动，而麦肯锡的助教将在整个课程计划中引导并配合参与者

source: DISTINCTIVE FEATURES
ar: السمات المميزة
de: SPEZIELLE FUNKTIONEN
eo: DÌSTÌNÇTÌVÉ FÉÀTÛRÉS Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: CARACTERÍSTICAS DISTINTIVAS
fr: LES PARTICULARITÉS
ja: 際立った特徴
nl: ONDERSCHEIDENDE KENMERKEN
pl: WYJĄTKOWE FUNKCJONALNOŚCI
pt: CARACTERÍSTICAS DISTINTIVAS
zh: 独特功能

source: Our social learning platform is designed based on how professionals learn, combining the application of concepts with practical, real-world experiences.
ar: صُممت منصة التعلم الاجتماعي الخاصة بنا بناءً على كيفية تعلم المهنيين، وهي تجمع ما بين تطبيق المفاهيم مع الخبرات العملية من واقع الحياة.
de: Unsere soziale Lernplattform wurde basierend darauf konzipiert, wie Fachleute lernen. Dabei wird die Anwendung der Konzepte mit praktischen, echten Erfahrungen kombiniert.
eo: Öür söçïäl léärnïng plätförm ïs désïgnéd ßäséd ön höw pröféssïönäls léärn, çömßïnïng thé äpplïçätïön öf çönçépts wïth präçtïçäl, réäl-wörld éxpérïénçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт#
es: Nuestra plataforma de aprendizaje social está diseñada con base en la forma en que aprenden los profesionales: combina la aplicación de conceptos teóricos con experiencias prácticas del mundo real.
fr: Notre plate-forme sociale est conçue en fonction de ce que les professionnels apprennent, associant l'application de concepts avec des expériences pratiques issues du monde réel.
ja: 当社のソーシャルラーニングプラットフォームは、実践的で現実的な経験概念の応用を組み合わせ、プロがいかに学習するかに基づき、設計されています。
nl: Ons platform voor sociaal leren is ontworpen op basis van hoe professionals leren, waarbij de toepassing van concepten wordt gecombineerd met ervaringen uit de praktijk.
pl: Nasza platforma oferuje społecznościowe środowisko nauczania. Oferuje specjalistom najlepszy sposób przyswajania wiedzy, który łączy w sobie praktyczne zastosowanie przyswajanych koncepcji z doświadczeniami z rzeczywistego życia.
pt: Nossa plataforma de aprendizagem social foi projetada de acordo com a forma como os profissionais aprendem, combinando a aplicação de conceitos com experiências práticas do mundo real.
zh: 我们的社交学习平台根据专业人士的学习方式而设计，将概念运用与真实的实际体验完美结合。

source: Group-based Projects
ar: المشروعات المستندة إلى المجموعات
de: Gruppenbasierte Projekte
eo: Gröüp-ßäséd Pröjéçts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Proyectos en grupo
fr: Projets basés sur le groupe
ja: グループベースのプロジェクト
nl: Groepsprojecten
pl: Projekty grupowe
pt: Projetos baseados em grupos
zh: 小组项目

source: Small groups of company participants collaborate on course-specific projects based on real-world tasks
ar: تتعاون مجموعة صغيرة من المشاركين من الشركات في مشروعات محددة ضمن الدورة التدريبية وذلك بناءً على مهام حقيقية من واقع الحياة
de: Kleine Gruppen an Unternehmensteilnehmern arbeiten bei kursspezifischen Projekten basierend auf echten Aufgaben zusammen.
eo: Smäll gröüps öf çömpäný pärtïçïpänts çölläßöräté ön çöürsé-spéçïfïç pröjéçts ßäséd ön réäl-wörld täsks Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Pequeños grupos de participantes de la compañía colaboran en proyectos específicos de cada curso basados en tareas del mundo real
fr: Des petits groupes de participants de la société collaborent sur des projets spécifiques au cours, basés sur des tâches du monde réel
ja: 会社参加者の小グループが、現実世界のタスクに基づく特定のコース・プロジェクトについて協力します
nl: Kleine groepen bedrijfsdeelnemers werken samen aan cursusspecifieke projecten op basis van taken uit de praktijk
pl: Małe grupy złożone z uczestników z danej firmy współpracują przy tworzeniu projektów opartych na rzeczywistych wyzwaniach, które mogą napotkać w swojej pracy.
pt: Pequenos grupos de participantes da empresa colaboram em projetos específicos do curso com base em tarefas do mundo real
zh: 分成小组的公司参与者会根据真实世界的任务，就课程特定的项目展开协作

source: Social Learning with Group-based Projects
ar: التعلم الاجتماعي مع المشروعات المستندة إلى المجموعات
de: Soziales Lernen mit gruppenbasierten Projekten
eo: Söçïäl Léärnïng wïth Gröüp-ßäséd Pröjéçts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Aprendizaje social con proyectos en grupo
fr: Apprentissage social avec des projets basés sur le groupe
ja: グループベースのプロジェクトを活用したソーシャルラーニング
nl: Sociaal leren met groepsprojecten
pl: Społecznościowe środowisko nauczania oparte na projektach grupowych
pt: Aprendizagem social com projetos baseados em grupos
zh: 通过小组项目进行社交学习
