Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: CSV file uploaded successfully.
ar: تم تحميل ملف CSV بنجاح.
de: CSV-Datei erfolgreich hochgeladen.
es: El archivo CSV se cargó exitosamente.
ja: プロジェクトの削除が完了しました。
nl: CSV-bestand is geüpload.
pl: Pomyślnie przesłano plik CSV
pt: Arquivo CSV carregado com sucesso.
zh: CSV 文件已成功上传。

source: Choose a .csv file
ar: اختر ملف .csv
de: Wählen Sie eine .csv-Datei aus.
es: Seleccione un archivo con extensión .csv
ja: .csvファイルを選択
nl: Kies een .csv-bestand
pl: Wybierz plik .csv
pt: Escolha um arquivo .csv
zh: 选择一个 CSV 文件

source: Only properly formatted .csv files will be accepted
ar: لن يتم قبول سوى ملفات .csv المنسقة بشكل صحيح
de: Es werden nur ordnungsgemäß formatierte .csv-Dateien akzeptiert.
es: Solo se aceptarán archivos con extensión .csv con el formato adecuado.
ja: 正しくフォーマットされた.csvファイルのみが受け付けられます
nl: Alleen juist geformatteerde .csv-bestanden zijn toegestaan.
pl: Tylko odpowiednio sformatowane pliki .csv zostaną zaakceptowane.
pt: Somente arquivos .csv corretamente formatados serão aceitos
zh: 只接受格式正确的 .csv 文件

source: Upload File and Assign Students
ar: حمل الملف وخصص الطلاب
de: Datei hochladen und Studenten zuordnen
es: Cargar archivo y asignar participantes
ja: ファイルのアップロードと生徒の割当
nl: Bestand uploaden en Studenten toewijzen
pl: Prześlij plik i Przydziel uczniów
pt: Carregue arquivo e atribua alunos
zh: 上传文件并分配学员

source: Create New Company
ar: إنشاء شركة جديدة
de: Eine neue Firma anlegen
eo: Çréäté Néw Çömpäný Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Crear nueva compañía
fr: Créer une nouvelle société
ja: 新規の会社を作成する
nl: Nieuw bedrijf aanmaken
pl: Utwórz nową firmę
pt: Criar nova empresa
zh: 创建新公司

source: Enter Display Name for New Company
ar: إدخال اسم العرض للشركة الجديدة
de: Anzeigename für eine neue Firma eingeben
eo: Éntér Dïspläý Nämé för Néw Çömpäný Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Introducir nombre para mostrar de la nueva compañía
fr: Saisir le nom d'affichage pour la nouvelle société
ja: 新規の会社の表示名を入力します
nl: Voer weergavenaam in voor nieuw bedrijf
pl: Wprowadź Nazwę publiczną nowej firmy
pt: Digitar o nome de exibição da nova empresa
zh: 输入新公司的显示名称

source: Delete Data
ar: حذف البيانات
de: Daten löschen
es: Datos eliminados
ja: 削除済み -
nl: Gegevens gewist
pl: Usuń dane
pt: Excluir dados
zh: 删除数据

source: Please note that the data is deleted permanently and you will lose all the data.
ar: يرجى ملاحظة أنه يتم حذف البيانات بشكل دائم وستفقد جميع البيانات.
de: Bitte beachten Sie, dass diese Daten permanent gelöscht werden und Sie alle Daten verlieren werden.
es: Tenga en cuenta que los datos se borran de forma permanente y perderá toda la información.
ja: データは永久に削除され、すべてのデータを失うことになります。
nl: Let op: gegevens worden permanent gewist. U verliest alle gegevens.
pl: Prosimy pamiętać, że dane zostaną trwale usunięte.
pt: Os dados serão excluídos permanentemente e você perderá todos os dados.
zh: 请注意，数据会被永久删除，您将丢失所有数据。

source: Warning: Deletion cannot be undone!
ar: إنذار: لا يمكن التراجع عن الحذف!
de: Warnung: Löschen kann nicht rückgängig gemacht werden!
es: Advertencia: la acción de borrado no se puede revertir.
ja: 警告: 削除はやり直すことはできません！
nl: Waarschuwing: Verwijderen kan niet ongedaan worden gemaakt!
pl: Uwaga: Działanie to jest nieodwracalne!
pt: Aviso: a exclusão não pode ser desfeita.
zh: 警告：删除无法撤消！

source: Users will not be able to access the platform
ar: لن يتمكن المستخدمون من الوصول إلى المنصة
de: Nutzer werden nicht auf die Plattform zugreifen können
es: Los usuarios no podrán acceder a la plataforma.
ja: ユーザーはプラットフォームにアクセスできなくなります
nl: Gebruikers zullen geen toegang hebben tot het platform
pl: Użytkownicy stracą dostęp do platformy.
pt: Os usuários não conseguirão acessar a plataforma
zh: 用户将无法访问平台

source: User data will no longer be available in the platform
ar: لن تكون بيانات المُستخدِم متوفرة في المنصة
de: Nutzerdaten werden auf der Plattform nicht mehr verfügbar sein
es: Los datos de usuario ya no estarán disponibles en la plataforma.
ja: ユーザーデータはプラットフォームでは利用できなくなります
nl: Gebruikersgegevens zullen niet meer beschikbaar zijn in het platform
pl: Dane użytkowników zostaną usunięte z platformy.
pt: Os dados do usuário não estarão mais disponíveis na plataforma
zh: 平台将不再提供用户数据

source: I'm Done
ar: انتهيت
de: Fertig
eo: Ì'm Döné Ⱡ'σяєм ιρѕυм ∂#
es: Listo
fr: J'ai terminé
ja: 終わりました
nl: Ik ben klaar
pl: Skończyłem
pt: Concluído
zh: 已完成

source: Click on any of the below courses to view individual participant progress and performance data as well as overall course stats. If the course you are looking for is not visible, click on the View All Courses button.
ar: انقر فوق أي من الدورات التدريبية أدناه لعرض البيانات الفردية حول أداء المشتركين ومدى تقدمهم ومشاهدة إحصائيات الدورة التدريبية الشاملة. إذا كانت الدورة التدريبية التي تبحث عنها مخفية، انقر فوق خانة زر عرض جميع الدورات التدريبية.
de: Klicken Sie auf einen der folgenden Kurse, um die Fortschritts- und Leistungsdaten der einzelnen Teilnehmer sowie die gesamten Kursstatistiken anzuzeigen. Wenn der von Ihnen gesuchte Kurs nicht sichtbar ist, klicken Sie auf die Schaltfläche "Alle Kurse anzeigen".
eo: Çlïçk ön äný öf thé ßélöw çöürsés tö vïéw ïndïvïdüäl pärtïçïpänt prögréss änd pérförmänçé dätä äs wéll äs övéräll çöürsé stäts. Ìf thé çöürsé ýöü äré löökïng för ïs nöt vïsïßlé, çlïçk ön thé Vïéw Àll Çöürsés ßüttön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя.#
es: Haga clic en cualquiera de los cursos a continuación para visualizar los datos de avance y de desempeño de un participante en particular y las estadísticas generales del curso. Si el curso que busca no está visible, haga clic en el botón Ver todos los cursos.
fr: Cliquez sur l'un des cours ci-dessous pour afficher la progression de chaque participant et les données de performance ainsi que les statistiques générales du cours. Si le cours que vous recherchez n'est pas visible, cliquez sur le bouton Voir tous les cours.
ja: 参加者個人の進度や成績に関するデータ、またコース全体の統計を閲覧するには、以下の該当するコースをクリックします。お探しのコースが見当たらない場合は、[全てのコースを閲覧] ボタンをクリックします。
nl: Klik op een van de onderstaande cursussen om individuele deelnemersvoortgang en prestatiegegevens te bekijken, evenals de algehele cursusstatistieken. Als de cursus die u zoekt niet zichtbaar is, klikt u op de knop Alle cursussen bekijken.
pl: Kliknij na dowolny z poniższych kursów, aby zobaczyć postępy każdego z uczestników oraz wyniki edukacyjne, a także ogólnie statystyki tego kursu. Jeżeli kurs, którego szukasz, nie jest widoczny, kliknij na przycisk „Pokaż wszystkie kursy”.
pt: Clique em qualquer um dos cursos abaixo para visualizar dados de progresso e desempenho individuais dos participantes, além das estatísticas gerais do curso. Se o curso que você está procurando não estiver visível, clique no botão Ver todos os cursos.
zh: 单击以下任意课程，即可查看各个参与者的进度和表现数据以及整体课程统计数据。如果找不到您正在查找的课程，请单击“查看所有课程”按钮。

source: Total Participants:
ar: العدد الكلي للمشاركين:
de: Gesamtzahl der Teilnehmer:
eo: Tötäl Pärtïçïpänts: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Cantidad total de participantes:
fr: Nombre total de participants :
ja: 参加者合計:
nl: Totaal aantal deelnemers:
pl: Ogółem uczestników:
pt: Total de participantes:
zh: 参与者总数：

source: Active Courses:
ar: الدورات الفعالة:
de: Aktive Kurse:
eo: Àçtïvé Çöürsés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Cursos activos:
fr: Cours actifs :
ja: アクティブのコース:
nl: Actieve cursussen:
pl: Aktywne kursy:
pt: Cursos ativos:
zh: 有效课程：

source: Evergreen
ar: دائم الخضرة
eo: Évérgréén Ⱡ'σяєм ιρѕυм ∂σł#
es: Cursos disponibles en todo momento
fr: Evolutif
ja: エバーグリーン
pt: Permanente
zh: 长期有效

source: View All Courses
ar: عرض جميع الدورات
de: Alle Kurse anzeigen
eo: Vïéw Àll Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Ver todos los cursos
fr: Afficher tous les cours
ja: 全てのコースを閲覧する
nl: Alle cursussen bekijken
pl: Pokaż wszystkie kursy
pt: Ver todos os cursos
zh: 查看所有课程

source: Back to All Companies
ar: العودة إلى جميع الشركات
de: Zurück zu "Alle Firmen"
eo: Bäçk tö Àll Çömpänïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Volver a “todas las compañías”
fr: Revenir à toutes les sociétés
ja: 全ての会社へ戻る
nl: Terug naar Alle bedrijven
pl: Powrót do Wszystkich firm
pt: Voltar para todas as empresas
zh: 返回到所有公司

source: Company ID:
ar: معرِّف الشركة:
de: Firmen-ID:
eo: Çömpäný ÌD: Ⱡ'σяєм ιρѕυм ∂σłσя #
es: ID de la compañía:
fr: Identifiant de la société :
ja: 会社ID:
nl: Bedrijfs-ID:
pl: Numer ID firmy:
pt: ID da empresa:
zh: 公司 ID：

source: Navigation
ar: التنقل
eo: Nävïgätïön Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Navegación
ja: ナビゲーション
nl: Navigatie
pl: Nawigacja
pt: Navegação
zh: 导航

source: Access
ar: الوصول
de: Zugang
eo: Àççéss Ⱡ'σяєм ιρѕυ#
es: Acceso
fr: Accès
ja: アクセス
nl: Toegang
pl: Dostęp
pt: Acesso
zh: 访问

source: Link Apps
ar: ربط التطبيقات
de: Apps verbinden
eo: Lïnk Àpps Ⱡ'σяєм ιρѕυм ∂σł#
es: Vincular aplicaciones
fr: Lier les applications
ja: アプリをリンクする
pl: Podłącz aplikacje
pt: Vincular aplicativos
zh: 链接应用

source: COURSES
ar: الدورات التدريبية
de: KURSE
eo: ÇÖÛRSÉS Ⱡ'σяєм ιρѕυм #
es: CURSOS
fr: COURS
ja: コース
nl: CURSUSSEN
pl: KURSY
pt: CURSOS
zh: 课程

source: LINKED APPS
ar: التطبيقات المرتبطة
de: VERBUNDENE APPS
eo: LÌNKÉD ÀPPS Ⱡ'σяєм ιρѕυм ∂σłσя #
es: APLICACIONES VINCULADAS
fr: APPLICATIONS LIÉES
ja: リンクしたアプリ
nl: GELINKTE APPS
pl: PODŁĄCZONE APLIKACJE
pt: APLICATIVOS VINCULADOS
zh: 链接的应用

source: COMPANY FIELDS
ar: الحقول الخاصة بالشركة
de: FIRMEN-ADMIN
es: INFORMACIÓN DE LA COMPAÑÍA
ja: 会社管理者
nl: VELDEN BEDRIJF
pl: POLA FIRMOWE
pt: CAMPOS DA EMPRESA
zh: 公司字段

source: Add new field
ar: إضافة حقل جديد
de: Neues Feld hinzufügen
es: Agregar un nuevo campo
ja: 新規を追加する
nl: Voeg een nieuw veld toe
pl: Dodaj nowe pole
pt: Adicionar novo campo
zh: 添加新字段

source: Add New Fields
ar: إضافة حقول جديدة
de: Neue Felder hinzufügen
es: Agregar nuevos campos
ja: 新規ロールを追加する
nl: Nieuwe velden toevoegen
pl: Dodaj nowe pola
pt: Adicionar novos campos
zh: 添加新字段

source: Create upto 4 new fields of new additional data
ar: قم بإنشاء ما يصل إلى 4 حقول جديدة من البيانات الإضافية الجديدة
de: Erstellen Sie bis zu 4 neue Felder mit neuen zusätzlichen Daten
es: Crear hasta cuatro (4) campos nuevos para información adicional
ja: 新しい追加データの最大4つの新規欄を作成します
nl: Maak max. 4 nieuwe velden met nieuwe extra gegevens
pl: Utwórz do 4 nowych pól dla nowych, dodatkowych danych
pt: Crie até 4 novos campos de dados adicionais
zh: 为新增数据创建 4 个以上新字段

source: + New Company Fields
ar: + حقول الشركة الجديدة
de: + Neue Firmenfelder
es: Agregar nuevos campos de la compañía
ja: 新規の会社を作成する
nl: + Nieuwe velden bedrijf
pl: + Nowe pola firmowe
pt: + Novos campos adicionais da empresa
zh: 添加新公司字段

source: Link mobile app
ar: ربط تطبيق المحمول
de: Mobile App verbinden
eo: Lïnk mößïlé äpp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Vincular aplicación móvil
fr: Lier l’application mobile
ja: モバイルアプリをリンクする
nl: Link mobiele app
pl: Podłącz aplikację mobilną
pt: Vincular aplicativo para celular
zh: 链接移动应用

source: Type in the name of the mobile app that you want to link with "Company Name"
ar: يرجى كتابة اسم تطبيق المحمول الذي تريد ربطه مع «اسم الشركة»
de: Geben Sie den Namen der Mobile-App ein, die sie mit "Firmenname" verbinden möchten
eo: Týpé ïn thé nämé öf thé mößïlé äpp thät ýöü wänt tö lïnk wïth "Çömpäný Nämé" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Escriba el nombre de la aplicación móvil que desea vincular con el nombre de la compañía
fr: Saisir le nom de l'application mobile que vous voulez lier au « nom de la société »
ja: 「会社名」とリンクするモバイルアプリ名を入力します
nl: Typ de naam van de mobiele app die u aan "Bedrijfsnaam" wilt koppelen
pl: Wprowadź nazwę aplikacji mobilnej, którą chcesz podłączyć do „Nazwa firmy”
pt: Digite o nome do aplicativo para dispositivos móveis que você deseja vincular com "Nome da empresa"
zh: 输入您想要与“公司名称”链接的移动应用的名称

source: App Name
ar: اسم التطبيق
de: Name der App
eo: Àpp Nämé Ⱡ'σяєм ιρѕυм ∂#
es: Nombre de la aplicación
fr: Nom de l'application
ja: アプリ名
nl: App-naam
pl: Nazwa aplikacji
pt: Nome do aplicativo
zh: 应用名称

source: Link App
ar: ربط التطبيق
de: App verbinden
eo: Lïnk Àpp Ⱡ'σяєм ιρѕυм ∂#
es: Vincular aplicación
fr: Lier l'application
ja: アプリをリンクする
pl: Podłącz aplikację
pt: Vincular aplicativo
zh: 链接应用

source: This is the Discover Content management section. Please choose a course from the list below:
ar: هذا القسم هو قسم إدارة «اكتشاف المحتوى». يرجى اختيار دورة تدريبية من القائمة الواردة أدناه:
de: Dies ist der "Inhalte entdecken"-Managementbereich. Wählen Sie einen der Kurse aus der unten aufgeführten Liste:
eo: Thïs ïs thé Dïsçövér Çöntént mänägémént séçtïön. Pléäsé çhöösé ä çöürsé fröm thé lïst ßélöw: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Esta es la sección de administración de consulta de contenidos. Elija un curso de la lista a continuación:
fr: Ceci est la section de gestion Découvrir le contenu. Choisir un cours dans la liste ci-dessous :
ja: これはディスカバー・コンテンツ管理セクションです。以下のリストからコースを選択します:
nl: Dit is het beheergedeelte Inhoud ontdekken. Kies een cursus uit onderstaande lijst:
pl: To jest sekcja zarządzania funkcją „Znajdź zasoby”. Wybierz kurs z poniższej listy:
pt: Esta é a seção Descobrir conteúdo. Escolha um curso na lista abaixo:
zh: 这是“探索内容”管理部分。请从以下列表中选择一门课程：

source: This is the course meta content detail page.
ar: هذه هي صفحة تفاصيل محتوى تعريف (ميتا) الدورة التدريبية.
de: Dies ist die Meta-Seite des Kurses.
eo: Thïs ïs thé çöürsé métä çöntént détäïl pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Esta es la página de detalles de metacontenido del curso.
fr: Ceci est la page détaillant le méta contenu du cours.
ja: これはコースのメタコンテンツ詳細ページです。
nl: Dit is de pagina voor cursusmeta-inhoudsgegevens.
pl: To jest strona zawierająca informacje o treściach meta kursu.
pt: Esta é a página de detalhes do metaconteúdo do curso.
zh: 这是课程元内容详细信息页面。

source: ERRORS:
ar: أخطاء:
de: FEHLER:
eo: ÉRRÖRS: Ⱡ'σяєм ιρѕυм #
es: ERRORES:
fr: ERREURS :
ja: エラー:
nl: FOUTEN:
pl: BŁĘDY:
pt: ERROS:
zh: 错误：

source: This is the course meta content list page.
ar: هذه هي صفحة قائمة محتوي تعريف (ميتا) الدورة التدريبية.
de: Dies ist die Meta-Inhaltslistenseite des Kurses.
eo: Thïs ïs thé çöürsé métä çöntént lïst pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Esta es la página de lista de metacontenidos del curso.
fr: Ceci est la page contenant la liste du méta contenu du cours.
ja: これはコースのメタコンテンツ一覧ページです。
nl: Dit is de pagina voor de cursusmeta-inhoudslijst.
pl: To jest strona zawierająca listę treści meta kursu.
pt: Esta é a página da lista de metaconteúdo do curso.
zh: 这是课程元内容列表页面。

source: ID
ar: المعرّف
eo: ÌD Ⱡ'σя#
pl: NUMER ID

source: SEQUENCE
ar: التسلسل
de: REIHENFOLGE
eo: SÉQÛÉNÇÉ Ⱡ'σяєм ιρѕυм ∂#
es: SECUENCIA
fr: SÉQUENCE
ja: シーケンス
nl: VOLGORDE
pl: SEKWENCJA
pt: SEQUÊNCIA
zh: 顺序

source: TITLE
ar: العنوان
de: TITEL
eo: TÌTLÉ Ⱡ'σяєм ιρѕ#
es: CARGO
fr: TITRE
ja: 役職
nl: TITEL
pl: TYTUŁ
pt: TÍTULO
zh: 标题

source: TYPE
ar: النوع
de: TYP
eo: TÝPÉ Ⱡ'σяєм ι#
es: TIPO
ja: タイプ
pl: TYP
pt: TIPO
zh: 类型

source: Edit
ar: تحرير
de: Bearbeiten
eo: Édït Ⱡ'σяєм ι#
es: Editar
fr: Modifier
ja: 編集する
nl: Bewerken
pl: Edytuj
pt: Editar
zh: 编辑

source: Delete
ar: حذف
de: Löschen
eo: Délété Ⱡ'σяєм ιρѕυ#
es: Eliminar
fr: Supprimer
ja: 削除する
nl: Wissen
pl: Usuń
pt: Excluir
zh: 删除

source: Create New Item
ar: إنشاء بند جديد
de: Neues Element erstellen
eo: Çréäté Néw Ìtém Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Crear nuevo elemento
fr: Créer un nouvel article
ja: 新規の項目を作成する
nl: Nieuw item aanmaken
pl: Utwórz nowy element
pt: Criar novo item
zh: 创建新项目

source: This is the course feature list.
ar: هذه هي قائمة مزايا الدورة التدريبية.
de: Dies ist die Merkmalseite des Kurses.
eo: Thïs ïs thé çöürsé féätüré lïst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Ésta es la lista de funcionalidades del curso.
fr: Ceci est la liste des caractéristiques du cours.
ja: これはコースの特徴リストです。
nl: Dit is de cursuskenmerkenlijst.
pl: To jest strona kluczowych elementów kursu.
pt: Esta é a lista de recursos do curso.
zh: 这是课程功能列表。

source: Discussions
ar: المناقشات
de: Diskussionen
eo: Dïsçüssïöns Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Debates
ja: ディスカッション
nl: Discussies
pl: Dyskusje
pt: Discussões
zh: 讨论

source: Note: If you disable the discussion page, notifications coming from existing lesson inline discussion modules in the course will redirect the user to the course home page. It is suggested that lesson inline discussion modules are not present in courses without discussions enabled. It will also disable Engagement section from Leaderboard even if 'Engagement' flag is enabled.
ar: ملاحظة: إذا قمت بتعطيل صفحة المناقشة، ستقوم الإخطارات القادمة من الوحدات النقاشية المضمّنة للدرس الحالي في الدورة التدريبية بإعادة توجيه المستخدم إلى الصفحة الرئيسية للدورة التدريبية. ويُقترح ألا تكون الوحدات النقاشية المضمّنة للدرس موجودة في الدورات التدريبية بدون تمكين المناقشات. وستعمل كذلك على تعطيل قسم المشاركة في لوحة تسجيل أعلى النقاط حتى لو كانت «إشارة المشاركة» مفعّلة.
de: Hinweis: Wenn Sie die Diskussionsseite deaktivieren, werden Benutzer durch Benachrichtigungen, die aus vorhandenen Lektionsinline-Diskussionsmodulen im Kurs stammen, auf die Kurshomepage umgeleitet. Es wird empfohlen, Lektionsinline-Diskussionsmodule in Kursen ohne aktivierte Diskussionen nicht anzubieten. Dadurch wird auch der Abschnitt "Engagement" in der Bestenliste deaktiviert, selbst wenn das Kennzeichen "Engagement" aktiviert ist.
eo: Nöté: Ìf ýöü dïsäßlé thé dïsçüssïön pägé, nötïfïçätïöns çömïng fröm éxïstïng léssön ïnlïné dïsçüssïön mödülés ïn thé çöürsé wïll rédïréçt thé üsér tö thé çöürsé hömé pägé. Ìt ïs süggéstéd thät léssön ïnlïné dïsçüssïön mödülés äré nöt présént ïn çöürsés wïthöüt dïsçüssïöns énäßléd. Ìt wïll älsö dïsäßlé Éngägémént séçtïön fröm Léädérßöärd évén ïf 'Éngägémént' fläg ïs énäßléd.#
es: Nota: Si deshabilita la página de debate, las notificaciones de los módulos de debate de lecciones existentes redirigirán al usuario a la página de inicio del curso. Se sugiere no incorporar módulos de debate de lecciones en cursos que no tengan la función de debate habilitada. Además, esta acción deshabilitará la sección de participación en el curso de la tabla de calificaciones, incluso si la marca “participación en el curso” estuviera habilitada.
fr: Remarque : si vous désactivez la page de discussion, les notifications provenant des modules de discussion en ligne de la leçon actifs dans le cours redirigeront l'utilisateur vers la page d'accueil du cours. Nous vous conseillons de n’ajouter aucun module de discussion en ligne de la leçon dans les cours si les discussions ne sont pas activées. Car cela désactivera aussi la section Implication dans le tableau de classement, même si l'indication « Implication » est activée.
ja: 注: ディスカッション・ページをオフにすると、コース中の既存のレッスンのインライン・ディスカッション・モジュールの通知により、ユーザーはコースのホームページへとリダイレクトされます。レッスンのインライン・ディスカッション・モジュールについては、ディスカッションを有効にしてからコースに追加することが推奨されます。また、「エンゲージメント」フラグが有効になっている場合でも、リーダーボードの「エンゲージメント 」セクションが無効になってしまいます。
nl: Opmerking: als u de discussiepagina uitschakelt, wordt de gebruiker voor meldingen afkomstig van bestaande inline lesdiscussiemodules in de cursus omgeleid naar de startpagina van de cursus. Inline lesdiscussiemodules zijn mogelijk niet aanwezig in cursussen zonder dat discussies zijn ingeschakeld. Hiermee wordt ook het gedeelte Inzet van het leiderbord (leaderboard) uitgeschakeld, ook al is de markering ‘Inzet’ ingeschakeld.
pl: Uwaga: Jeśli zdezaktywujesz stronę z dyskusją, powiadomienia dotyczące już istniejących modułów dyskusyjnych wbudowanych w lekcje kursu przekierują użytkownika do strony głównej kursu. Sugerujemy, aby nie używać modułów dyskusyjnych wbudowanych w lekcje w kursach ze zdezaktywowaną opcją dyskusji. Zdezaktywuje to także sekcję „Poziom zaangażowania” w „Rankingu liderów”, nawet jeśli flaga „Poziom zaangażowania” jest zaznaczona.
pt: Observação: se você desativar a página de discussão, as notificações provenientes dos módulos atuais de discussão inline da lição no curso redirecionarão o usuário para a página inicial do curso. A sugestão é que os módulos de discussão inline da aula não estejam presentes em cursos sem discussões ativadas. A seção Engajamento também será desativada na Tabela de classificação, mesmo que o sinalizador Engajamento esteja ativado.
zh: 注意：如果您禁用了讨论页面，则来自课程中现有课时内嵌讨论模块的通知会将用户重定向到课程主页。如果未启用讨论，建议不要在课程中显示课时内嵌讨论模块。该操作还会禁用排行榜中的“参与度”部分，即使已启用“参与度”标志。

source: Note: If you disable 'Proficiency', it will hide proficiency section from course landing, progress page and from leaderboard on cohort page.
ar: ملاحظة: إذا قمت بتعطيل «الكفاءة»، سيتم إخفاء قسم الكفاءة من الدورة التدريبية المقصودة وصفحة التقدم ومن لوحة تسجيل أعلى النقاط في صفحة الأفواج.
de: Hinweis: Wenn Sie "Kompetenzen" deaktivieren, wird der Kompetenzbereich von der Kursstartseite, der Fortschrittsseite und von der Bestenliste auf der Jahrgangsseite ausgeblendet.
eo: Nöté: Ìf ýöü dïsäßlé 'Pröfïçïénçý', ït wïll hïdé pröfïçïénçý séçtïön fröm çöürsé ländïng, prögréss pägé änd fröm léädérßöärd ön çöhört pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт ł#
es: Nota: Si deshabilita “competencia” se ocultará la sección de competencia de la página de destino del curso, de la página de avance y del tablero de calificaciones en la página del grupo.
fr: Remarque : si vous désactivez « Compétences », cela masquera la section compétences de la page d'accueil du cours, de la page de progression et du tableau de classement sur la page de la division.
ja: 注: 「習熟度」をオフにすると、コースのランディングページ、進度ページ、コホートページ中のリーダーボードで、習熟度セクションが表示されなくなります
nl: Opmerking: als u ‘Vaardigheid’ uitschakelt, wordt het gedeelte met vaardigheid op de cursusopeningspagina en de voortgangspagina alsmede op het leiderbord op de cohortpagina verborgen.
pl: Uwaga: Jeśli wyłączysz funkcję „Biegłość”, sekcja Biegłość zniknie ze strony docelowej kursu, ze strony postępów i z „Rankingu liderów” na stronie grupy kursantów.
pt: Observação: se você desativar "Proficiência", ocultará a seção de proficiência da página inicial do curso, da página de progresso e da tabela de classificação na página do grupo.
zh: 注意：如果您禁用“熟练程度”，则会隐藏课程登陆页面、进度页面和群组页面排行榜上的“熟练程度”部分。

source: Progress Widget
ar: عنصر واجهة المستخدم للتقدم المحرز
de: Fortschritts-Widget
eo: Prögréss Wïdgét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Widget de avance
fr: Widget de progression
ja: 進度ウィジェット
nl: Voortgangswidget
pl: Widżet postępów
pt: Widget de progresso
zh: 进度小组件
