Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Complete
ar: مكتملة
de: Vollständig
eo: Çömplété Ⱡ'σяєм ιρѕυм ∂#
es: Completado
fr: Terminé
ja: 完了
nl: Voltooid
pl: Ukończono
pt: Concluído
zh: 完成

source: Incomplete
ar: غير مكتملة
de: Unvollständig
eo: Ìnçömplété Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Incompleto
fr: Inachevé
ja: 未完了
nl: Onvolledig
pl: Nie ukończono
pt: Incompleto
zh: 未完成

source: Assignment group for {wg_id}
ar: مجموعة التعيين لـ {wg_id}
de: Aufgabengruppe für {wg_id}
eo: Àssïgnmént gröüp för {wg_id} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Grupo de tareas para {wg_id}
fr: Groupe de devoirs pour {wg_id}
ja: {wg_id}向け課題グループ
nl: Opdracht groep voor {wg_id}
pl: Zadanie dla grupy {wg_id}
pt: Grupo de atribuição para {wg_id}
zh: {wg_id} 的任务小组：

source: Some of the files aren't uploaded, Please upload again!
ar: لم يتم تحميل بعض الملفات، يرجى تحميلها مرة أخرى!
de: Einige der Dateien sind nicht hochgeladen. Bitte laden Sie sie erneut hoch!
eo: Sömé öf thé fïlés ärén't üplöädéd, Pléäsé üplöäd ägäïn! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Algunos de los archivos no se cargaron. Inténtelo nuevamente
fr: Certains des fichiers ne sont pas téléchargés, veuillez retélécharger !
ja: ファイルの一部がアップロードされていません。再度アップロードしてください
nl: Sommige bestanden zijn niet geüpload. Upload ze opnieuw!
pl: Niektóre pliki nie zostały przesłane. Prosimy przesłać je ponownie!
pt: Alguns dos arquivos não foram enviados. Carregue novamente!
zh: 部分文件未上传，请重新上传！

source: Group Work: {label}
ar: عمل المجموعة: {label}
de: Gruppenarbeit: {label}
eo: Gröüp Wörk: {label} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Trabajo en grupo: {label}
fr: Travail de groupe : {label}
ja: グループワーク: {label}
nl: Groepswerk: {label}
pl: Praca grupowa: {label}
pt: Trabalho em grupo: {label}
zh: 小组作业：{label}

source: Assessment: {label}
ar: التقييم: {label}
de: Bewertung: {label}
eo: Àsséssmént: {label} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Evaluación: {label}
fr: Evaluation : {label}
ja: 評価: {label}
nl: Beoordeling: {label}
pl: Ocena: {label}
pt: Avaliação: {label}
zh: 评定：{label}

source: Lesson {lesson_number} Progress
ar: التقدم المحرز{lesson_number} في الدرس
de: Lektion {lesson_number} Fortschritt
eo: Léssön {lesson_number} Prögréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Progreso de la lección {lesson_number}
fr: Avancement de la leçon {lesson_number}
ja: レッスン{lesson_number}進度
nl: Les {lesson_number} Voortgang
pl: Stopień ukończenia lekcji {lesson_number}
pt: Progresso da lição {lesson_number}
zh: 课时 {lesson_number} 进度

source: Report for bulk update
ar: تقرير التحديث المجمع
de: Zur Massenaktualisierung melden
es: Reporte para una actualización general
ja: 大量更新で報告
nl: Rapport voor bulk-update
pl: Raport dla aktualizacji zbiorczej
pt: Relatório para atualização em massa
zh: 批量更新报告

source: Participant stats for {} is ready to download
ar: إحصائيات المشارك لـ {} جاهزة للتنزيل
de: Teilnehmerstatistik für {} ist zum Download bereit
es: Las estadísticas del participante para {} están listas para descargarse.
fr: Les statistiques des participants {} sont prêtes au téléchargement
ja: {}の参加者統計をダウンロードする準備ができました
nl: Deelnemersstatistieken voor {} staan klaar om te downloaden
pl: Statystyki uczestnika {} są gotowe do pobrania
pt: As estatísticas dos participantes para {} estão prontas para download
zh: {} 的参与者统计数据准备就绪，可供下载

source: Participant stats for {} did not generate
ar: لم يتم إنشاء إحصائيات المشارك لـ {}
de: Teilnehmerstatistik für {} wurde nicht generiert
es: Las estadísticas del participante para {} no se generaron.
fr: Les statistiques des participants pour {} n'ont pas été générées
ja: {}の参加者統計が生成されませんでした
nl: Deelnemersstatistieken voor {} zijn niet gegenereerd
pl: Nie udało się wygenerować statystyk uczestnika {}
pt: As estatísticas dos participantes para {} não foram geradas
zh: 未生成 {} 的参与者统计数据

source: User with email {} and manager with email {} was unsuccessfull.
ar: لم ينجح المُستخدِم صاحب البريد الإلكتروني {} والمدير صاحب البريد الإلكتروني {}.
de: Nutzer mit E-Mail-Adresse {} und Manager mit E-Mail-Adresse {} war nicht erfolgreich.
es: El usuario con el correo electrónico {} y el gerente con el correo electrónico {} no se logró con éxito.
ja: Eメール{}のユーザーとEメール{}のマネージャーは成功しませんでした。
nl: Gebruiker met e-mail {} en manager met e-mail {} is niet gelukt.
pl: Użytkownik o adresie e-mail {} i menadżer o adresie {} email nie powiodło się.
pt: O usuário com e-mail {} e o gerente com e-mail {} não tiveram êxito.
zh: 用户邮箱 {} 和管理员邮箱 {} 无法使用。

source: Import File Processed
ar: استيراد الملف المُعالج
de: Dateiimport bearbeitet
es: Archivo de importación procesado
ja: インポートファイル処理済み
nl: Importbestand verwerkt
pl: Przetworzono import pliku
pt: Arquivo de importação processado
zh: 导入文件已处理

source: Problem Response Report
ar: تقرير الاستجابة للمشكلة
de: Problemantwortbericht
es: Reporte de respuesta a un problema
ja: 問題回答レポート
nl: Probleemrapport
pl: Raport reakcji na problem
pt: Relatório de resposta do problema
zh: 问题响应报告

source: Progress
ar: التقدم المحرز
de: Fortschritt
eo: Prögréss Ⱡ'σяєм ιρѕυм ∂#
es: Avance
fr: Progression
ja: 進度
nl: Vooruitgang
pl: Stopień ukończenia
pt: Progresso
zh: 进度

source: Status
ar: الحالة
eo: Stätüs Ⱡ'σяєм ιρѕυ#
es: Estado
fr: Statut
ja: ステータス
zh: 状态

source: Edit Email
ar: تحرير البريد الإلكتروني
de: E-Mail-Adresse bearbeiten
eo: Édït Émäïl Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Editar correo electrónico
fr: Modifier l'e-mail
ja: Eメールを編集
nl: E-mail bewerken
pl: Edytuj adres e-mail
pt: Editar e-mail
zh: 编辑电子邮件

source: Un-enroll from this course
ar: إلغاء التسجيل في هذه الدورة التدريبية
de: Von diesem Kurs abmelden
eo: Ûn-énröll fröm thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Cancelar la inscripción a este curso
fr: Désinscrire de ce cours
ja: このコースの登録を撤回する
nl: Uitschrijven uit deze cursus
pl: Wypisz się z tego kursu
pt: Cancelar inscrição neste curso
zh: 取消注册此课程

source: Un-enroll from entire program
ar: إلغاء التسجيل في البرنامج بالكامل
de: Vom gesamten Programm abmelden
eo: Ûn-énröll fröm éntïré prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Cancelar la inscripción al programa completo
fr: Désinscrire du programme entier
ja: プログラム全体の登録を撤回する
nl: Uit gehele programma uitschrijven
pl: Wypisz się z tego programu
pt: Cancelar inscrição no programa inteiro
zh: 取消注册整个计划

source: % Progress
ar: % التقدم المحرز
de: % Fortschritt
eo: % Prögréss Ⱡ'σяєм ιρѕυм ∂σłσ#
es: % de avance
fr: % de progression
ja: 進度%
nl: % voortgang
pl: % stopnia ukończenia
pt: % de progresso
zh: 进度 %

source: % Progress (Engaged)
ar: % التقدم المحرز (مشترك)
de: % Fortschritt (Beschäftigt)
eo: % Prögréss (Éngägéd) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: % de avance (participa en el curso)
fr: % de progression (Impliqué)
ja: 進度% (エンゲージメント)
nl: % voortgang (inzet)
pl: % stopnia ukończenia (uczestnicy zaangażowani)
pt: % de progresso (engajado)
zh: 进度 %（已参与）

source: GW_{}
ar: عمل المجموعة_{}
eo: GW_{} Ⱡ'σяєм ιρѕ#
pl: PG_{}

source: Group Work: {}
ar: عمل المجموعة: {}
de: Gruppenarbeit: {}
eo: Gröüp Wörk: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Trabajo en grupo: {}
fr: Travail de groupe : {}
ja: グループワーク: {}
nl: Groepswerk: {}
pl: Praca grupowa: {}
pt: Trabalho em grupo: {}
zh: 小组作业：{}

source: AS_{}
ar: التقييم_{}
eo: ÀS_{} Ⱡ'σяєм ιρѕ#
pl: OC_{}

source: Assessment: {}
ar: التقييم: {}
de: Bewertung: {}
eo: Àsséssmént: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Evaluación: {}
fr: Evaluation : {}
ja: 評価: {}
nl: Beoordeling: {}
pl: Ocena: {}
pt: Avaliação: {}
zh: 评定：{}

source: No such task!
ar: لا توجد مثل هذه المهمة!
de: Keine Aufgabe!
eo: Nö süçh täsk! Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: No existe esa tarea
fr: Aucune tâche de ce type !
ja: そのようなタスクはありません
nl: Taak bestaat niet!
pl: Nie ma takiego zadania!
pt: Esta tarefa não existe!
zh: 无此类任务！

source: please fix the problems indicated below.
ar: يرجى إصلاح المشكلات المشار إليها أدناه.
de: bitte die unten aufgeführten Probleme beheben.
eo: pléäsé fïx thé prößléms ïndïçätéd ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Por favor, solucione los problemas que se indican a continuación.
fr: Veuillez résoudre les problèmes indiqués ci-dessous.
ja: 以下に示す問題を解決してください。
nl: los de hieronder aangegeven problemen op.
pl: prosimy poprawić poniższe błędy.
pt: corrija os problemas indicados abaixo.
zh: 请解决下面指出的问题。

source: Client
ar: العميل
de: Kunde
eo: Çlïént Ⱡ'σяєм ιρѕυ#
es: Cliente
ja: クライアント
nl: Klant
pl: Klient
pt: Cliente
zh: 客户端

source: Clients
ar: العملاء
de: Kunden
eo: Çlïénts Ⱡ'σяєм ιρѕυм #
es: Clientes
ja: クライアント (複数)
nl: Klanten
pl: Klienci
pt: Clientes
zh: 客户端

source: Save Client
ar: حفظ العميل
de: Kunden speichern
eo: Sävé Çlïént Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Guardar cliente
fr: Enregistrer le client
ja: クライアントを保存する
nl: Klant opslaan
pl: Zapisz klienta
pt: Salvar cliente
zh: 保存客户端

source: Successfully processed {processed} of {total} record
ar: تمت معالجة {processed} سجلات من أصل {total} سجلًا بنجاح
de: Erfolgreich {processed} von {total} Aufzeichnungen bearbeitet
eo: Süççéssfüllý pröçésséd {processed} öf {total} réçörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: {processed} de {total} registro procesado exitosamente
fr: Traitement réussi {processed} de {total} dossier
ja: {total}件中{processed}件の記録を無事処理しました
nl: Met succes {processed} van {total}bestanden verwerkt
pl: Pomyślnie przetworzono {processed} z {total} zapisu.
pt: {processed} de {total} registro processado com sucesso
zh: 已成功处理 {processed} 条记录（共 {total} 条）

source: Bad request, The Image type is not valid.
ar: طلب غير صحيح، نوع الصورة غير صالح.
de: Ungültige Anfrage. Das Bildformat ist nicht zulässig.
eo: Bäd réqüést, Thé Ìmägé týpé ïs nöt välïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Solicitud incorrecta. El tipo de imagen no es válido.
fr: Demande erronée, le type d'image n'est pas valide.
ja: 不正な要求です。画像の種類が無効です。
nl: Onjuiste aanvraag. Het afbeeldingstype is niet geldig.
pl: Nieprawidłowe żądanie, Nieprawidłowy typ obrazu
pt: Solicitação inválida. Tipo de imagem inválida.
zh: 请求错误，图像类型无效。

source: Could not delete the image, Please try later
ar: يتعذر حذف الصورة، يرجى إعادة المحاولة في وقت لاحق
de: Bild konnte nicht gelöscht werden. Bitte später erneut versuchen
eo: Çöüld nöt délété thé ïmägé, Pléäsé trý lätér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: No se pudo eliminar la imagen; inténtelo más tarde
fr: Impossible de supprimer l'image, veuillez réessayer ultérieurement
ja: 画像を削除できませんでした。後でもう一度試してください
nl: De afbeelding kan niet worden gewist. Probeer het later opnieuw.
pl: Nie można usunąć obrazu, Prosimy spróbować później
pt: Não foi possível excluir a imagem. Tente mais tarde.
zh: 无法删除图像，请稍后重试

source: Contact has been removed.
ar: لقد تم حذف جهة الاتصال.
de: Kontakt wurde entfernt.
eo: Çöntäçt häs ßéén rémövéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Se ha eliminado el contacto.
fr: Le contact a été supprimé.
ja: 連絡先が削除されました。
nl: Contactpersoon is verwijderd.
pl: Usunięto kontakt.
pt: O contato foi removido.
zh: 联系人已删除。

source: Invalid Course Run
ar: تشغيل المسار غير صالح
de: Ungültiger Kursverlauf
eo: Ìnvälïd Çöürsé Rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Edición del curso no válida
fr: Déroulement de cours non valide
ja: コースランが無効です
nl: Ongeldige cursusrun
pl: Nieprawidłowa tura kursu
pt: Série do curso inválida
zh: 课程安排无效

source: Invalid Program ID
ar: معرف البرنامج غير صالح
de: Ungültige Programm-ID
eo: Ìnvälïd Prögräm ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Identificador del programa no válido
fr: Idée de programme non valide
ja: プログラムIDが無効です
nl: Ongeldige programma-ID
pl: Nieprawidłowy numer ID programu
pt: ID do programa inválido
zh: 计划 ID 无效

source: Course: {}
ar: الدورة: {}
de: Kurs: {}
eo: Çöürsé: {} Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Curso: {}
fr: Cours : {}
ja: コース: {}
nl: Cursus: {}
pl: Kurs: {}
pt: Curso: {}
zh: 课程：{}

source: If this client should use SSO: DevOps must configure and enable their SAML Identity Provider in the LMS django admin ("Provider Configuration - SAML IdP"). Enter the configured "Idp slug" value here. If this client will not use SSO, leave this field blank.
ar: في حال توجب على هذا العميل استخدام ميزة تسجيل الدخول الأحادي (SSO): فيلزم على المطورين (DevOps) تكوين موفر الهوية SAML الخاص بهم وتمكينه لدى مسؤول LMS django ("تكوين الموفر - SAML IdP"). أدخل قيمة "Idp slug" المكون هنا. أما إذا كان هذا العميل لن يستخدم ميزة تسجيل الدخول الأحادي (SSO)، فاترك هذا الحقل فارغًا.
de: Falls der Kunde SSO nutzt: DevOps muss den SAML Identitätsanbieter im LMS Django Admin konfigurieren und freischalten ("Provider Configuration - SAML IdP"). Geben Sie den konfigurierten "IdP Slug"-Wert hier ein. Wenn der Kunde SSO nicht nutzt, dann lassen Sie das Feld frei.
eo: Ìf thïs çlïént shöüld üsé SSÖ: DévÖps müst çönfïgüré änd énäßlé théïr SÀML Ìdéntïtý Prövïdér ïn thé LMS djängö ädmïn ("Prövïdér Çönfïgürätïön - SÀML ÌdP"). Éntér thé çönfïgüréd "Ìdp slüg" välüé héré. Ìf thïs çlïént wïll nöt üsé SSÖ, léävé thïs fïéld ßlänk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя#
es: Si este cliente debe usar un inicio de sesión único (SSO), DevOps debe configurar y habilitar su proveedor de identidades SAML en el administrador django del LMS (“Configuración del proveedor: IdP de SAML”). Ingrese aquí el valor “slug de IdP” configurado. Si el cliente no usará SSO, deje el campo en blanco.
fr: Si le client doit utiliser SSO : DevOps doit configurer et activer leur identité fournisseur SAML dans admin LMS django (« Configuration de fournisseur - SAML IdP »). Saisir la valeur configurée « Idp slug » ici. Si le client n'utilise pas SSO, laissez ce champ vide.
ja: このクライアントがSSOを使用する場合: DevOpsはLMS django admin内でSAML Identiry Peoviderを設定・有効化しなければなりません (「Provider Configuration - SAML IdP」)。設定した「Idp slug」をここに入力してください。クライアントがSSOを使用しない場合は、この欄は空欄のままにしてください。
nl: Als deze klant SSO gebruikt: DevOps moet zijn SAML-identiteitsprovider configureren en inschakelen in LMS django-beheer (“Providerconfiguratie - SAML IdP”). Voer de geconfigureerde waarde “Idp slug” hier in. Als deze klant geen SSO gebruikt, laat u dit veld leeg.
pl: Jeśli klient będzie używać rejestracji jednokrotnej (SSO): dział DevOps musi skonfigurować i aktywować dostawcę tożsamości SAML w systemie zarządzania nauczaniem (LMS) django admin ("Konfiguracja dostawcy - SAML IdP"). Wprowadź tutaj skonfigurowaną wartość „Idp slug”. Jeśli klient nie będzie używać SSO, pozostaw to pole puste.
pt: Se este cliente usar o SSO: o DevOps deve configurar e ativar seu provedor de identidade SAML no administrador do django do LMS ("Configuração do provedor - SAML IdP"). Digite o valor "Idp slug" configurado aqui. Se o cliente não usar o SSO, deixe este campo em branco.
zh: 如果此客户端使用 SSO：开发运营人员必须在 LMS django 管理中配置并启用 其 SAML 身份提供程序（“提供程序配置 - SAML IdP”）。在此输入配置的 “Idp slug”值。如果此客户端不使用 SSO，请将此字段留空。

source: - Select -
ar: -اختر-
de: - Auswählen -
eo: - Séléçt - Ⱡ'σяєм ιρѕυм ∂σłσ#
es: - Seleccionar -
fr: - Sélectionner -
ja: - 選択 -
nl: - Selecteer -
pl: - Wybierz -
pt: - Selecione -
zh: - 选择 -

source: Access Key couldn't be created, please check course ID!
ar: تعذ إنشاء مفتاح الوصول، يرجى التحقق من معرّف الدورة!
de: Zugangsschlüssel konnte nicht erstellt werden, bitte überprüfen Sie die Kurs-ID!
eo: Àççéss Kéý çöüldn't ßé çréätéd, pléäsé çhéçk çöürsé ÌD! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: No se pudo crear la clave de acceso. Verifique el ID del curso
fr: La clé d'accès n'a pas pu être créée, veuillez vérifier l'identifiant du cours !
ja: アクセスキーが作成できませんでした。コースIDを確認してください
nl: Toegangssleutel kan niet worden aangemaakt, controleer cursus-ID!
pl: Nie można utworzyć Klucza Dostępu, sprawdź numer ID kursu.
pt: Não foi possível criar a chave de acesso. Verifique a ID do curso!
zh: 无法创建访问密钥，请检查课程 ID！

source: Access Key created successfully!
ar: تم إنشاء مفتاح الوصول بنجاح!
de: Zugangsschlüssel erfolgreich erstellt!
eo: Àççéss Kéý çréätéd süççéssfüllý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Clave de acceso creada exitosamente
fr: La clé d'accès a bien été créée !
ja: アクセスキーが無事作成されました
nl: Toegangssleutel aangemaakt!
pl: Utworzono Klucz Dostępu!
pt: Chave de acesso criada com sucesso!
zh: 访问密钥已成功创建！

source: Access Key
ar: مفتاح الوصول
de: Zugangsschlüssel
eo: Àççéss Kéý Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Clave de acceso
fr: Clé d'accès
ja: アクセスキー
nl: Toegangssleutel
pl: Klucz Dostępu
pt: Chave de acesso
zh: 访问密钥

source: Send
ar: إرسال
de: Senden
eo: Sénd Ⱡ'σяєм ι#
es: Enviar
fr: Envoyer
ja: 送信
nl: Verzenden
pl: Wyślij
pt: Enviar
zh: 发送

source: This student hasn't been added to any programs yet.
ar: لم تتم إضافة هذا الطالب إلى أي برامج بعد.
de: Dieser Teilnehmer wurde noch keinem Programm zugeordnet.
eo: Thïs stüdént häsn't ßéén äddéd tö äný prögräms ýét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Este alumno aún no se ha añadido a ningún programa.
fr: L'étudiant n'a pas encore été ajouté à des programmes.
ja: この生徒は、まだどのプログラムにも追加されていません。
nl: Deze student is nog niet aan programma’s toegevoegd.
pl: Ten uczeń nie został jeszcze dodany do żadnego programu
pt: Esse aluno não foi adicionado a nenhum programa até o momento.
zh: 此学员尚未加入任何计划。

source: fail
ar: فشل
de: Fehlgeschlagen
eo: fäïl Ⱡ'σяєм ι#
es: la acción no pudo completarse
fr: Validé
ja: 失敗
nl: mislukt
pl: niepowodzenie
pt: falha
zh: 失败

source: success
ar: نجاح
de: Erfolg
eo: süççéss Ⱡ'σяєм ιρѕυм #
es: la acción se completó exitosamente
fr: Non validé
ja: 成功
nl: gelukt
pl: sukces
pt: sucesso
zh: 成功

source: Programs
ar: البرامج
de: Programme
eo: Prögräms Ⱡ'σяєм ιρѕυм ∂#
es: Programas
fr: Programmes
ja: プログラム
nl: Programma’s
pl: Programy
pt: Programas
zh: 计划

source: Save Program
ar: حفظ البرنامج
de: Programm speichern
eo: Sävé Prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Guardar programa
fr: Enregistrer le programme
ja: プログラムを保存
nl: Programma opslaan
pl: Zapisz Program
pt: Salvar programa
zh: 保存计划

source: `data_deletion` flag is not enabled.
ar: لم يتم تمكين علامة "data_deletion" (حذف البيانات).
de: Kennzeichen „Daten_Löschen“ ist nicht aktiviert.
es: La advertencia `data_deletion` no está habilitada.
ja: 「data_deletion」フラグが有効化されていません。
nl: `data_deletion` niet ingeschakeld
pl: flaga `data_deletion` nie jest aktywna.
pt: O sinalizador "data_deletion" não está habilitado.
zh: 未启用 `data _ deletion` 标志。

source: The CSV file has to contain 'email' header.
ar: ينبغي أن يحتوي ملف CSV على ترويسة "البريد الإلكتروني".
de: Die CSV-Datei muss die Überschrift ‚E-Mail‘ enthalten.
es: El archivo CSV debe contener el encabezado «correo electrónico».
ja: CSVファイルは「Eメール」ヘダーを含んでいなければなりません。
nl: Het CSV-document moet een 'e-mail'-titel hebben.
pl: Plik CSV musi zawierać nagłówek 'email'.
pt: O arquivo CSV precisa ter o cabeçalho "e-mail".
zh: CSV 文件必须包含“邮件”头。

source: First name
ar: الاسم الأول
de: Vorname
eo: Fïrst nämé Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Nombre
fr: Prénom
ja: 名
nl: Voornaam
pl: Imię
pt: Nome
zh: 名字

source: Last name
ar: اسم العائلة
de: Nachname
eo: Läst nämé Ⱡ'σяєм ιρѕυм ∂σł#
es: Apellido
fr: Nom
ja: 氏
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
zh: 姓氏

source: Activation Link
ar: رابط التفعيل
de: Aktivierungs-Link
eo: Àçtïvätïön Lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Enlace de activación
fr: Lien d'activation
ja: アクティベーションリンク
nl: Activeringslink
pl: Link aktywacyjny
pt: Link de ativação
zh: 激活链接

source: Coming Soon
ar: قريبَا
de: Demnächst verfügbar
eo: Çömïng Söön Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Próximamente
fr: À venir
ja: 準備中
nl: Komt binnenkort
pl: Dostępne wkrótce
pt: Em breve
zh: 即将推出

source: Archived
ar: تمت الأرشفة
de: Archiviert
eo: Àrçhïvéd Ⱡ'σяєм ιρѕυм ∂#
es: Archivado
fr: Archivé
ja: 保管中
nl: Gearchiveerd
pl: Zarchiwizowane
pt: Arquivado
zh: 已归档

source: Successfully saved courses to {} program
ar: تم حفظ الدورات التدريبية بنجاح في البرنامج {}
de: Erfolgreich Kurse zum {} Programm hinzugefügt
eo: Süççéssfüllý sävéd çöürsés tö {} prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Cursos guardados exitosamente en el programa {}
fr: Enregistré avec succès dans le programme {}
ja: {}プログラムにコースを無事保存しました
nl: Cursussen zijn met succes opgeslagen naar {}-programma
pl: Pomyślnie zapisano kursy do programu {}
pt: Cursos salvos com sucesso no programa {}
zh: 已成功将课程保存到 {} 计划中

source: Invalid program_id specified: {}
ar: تم تحديد معرّف برنامج غير صحيح: {}
de: Ungültige program_id spezifiziert: {}
eo: Ìnvälïd prögräm_ïd spéçïfïéd: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: program_id especificado no válido: {}
fr: program_id spécifié non valide : {}
ja: 無効なプログラム_idが指定されています: {}
nl: Ongeldig(e) program_id opgegeven: {}
pl: Nieprawidłowy program_id: {}
pt: program_id inválido especificado: {}
zh: 指定的 program_id 无效：{}

source: Not enough places available for {} program - {} left
ar: لا تتوفر أماكن كافية للبرنامج {} - {} متبقي
de: Nicht genug Plätze für {} Programm verfügbar - {} übrig
eo: Nöt énöügh pläçés äväïläßlé för {} prögräm - {} léft Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: No hay suficientes vacantes para el programa {}, {} disponibles
fr: Il n’y a plus suffisamment de places disponibles pour le programme {} - {} disponibles
ja: {}プログラムの残席が足りません - 残り{}席
nl: Onvoldoende plaatsen beschikbaar voor {}-programma - {} over
pl: Brak wystarczającej liczby miejsc w programie {} - pozostało {}
pt: Não há vagas suficientes disponíveis para o programa {} - {} restantes
zh: {} 计划的名额不足 - 剩余 {} 个

source: Successfully associated students to {} program
ar: تم ربط الطلاب بالبرنامج {} بنجاح
de: Erfolgreich Teilnehmer mit {} Programm verbunden
eo: Süççéssfüllý ässöçïätéd stüdénts tö {} prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Alumnos asociados exitosamente al programa {}
fr: Étudiants associés avec succès au programme {}
ja: 生徒を無事{}プログラムに追加しました
nl: Studenten met succes gekoppeld aan {}-programma
pl: Pomyślnie przypisano uczniów do programu {}
pt: Alunos associados com sucesso ao programa {}
zh: 已成功将学员关联到 {} 计划

source: {} already enrolled in {}
ar: {} مسجّل بالفعل في {}
de: {} bereits in {} angemeldet
eo: {} älréädý énrölléd ïn {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: {} ya inscrito en {}
fr: {} déjà inscrit à {}
ja: {}は既に{}に登録されています
nl: {} al ingeschreven bij {}
pl: {} jest już zarejestrowany w {}
pt: {} já inscritos em {}
zh: {} 已注册 {}

source: Successfully associated students to courses
ar: تم ربط الطلاب بالدورات التدريبية بنجاح
de: Erfolgreich Teilnehmer zu Kursen hinzugefügt
eo: Süççéssfüllý ässöçïätéd stüdénts tö çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Alumnos asociados exitosamente a los cursos
fr: Étudiants associés avec succès au cours
ja: 生徒を無事コースに追加しました
nl: Studenten met succes aan cursussen gekoppeld
pl: Pomyślnie przypisano uczniów do kursów
pt: Alunos associados com sucesso aos cursos
zh: 已成功将学员关联到课程

source: Successfully associated students to courses, with {} messages: {}
ar: تم ربط الطلاب بالدورات التدريبية بنجاح، مع {} رسائل: {}
de: Erfolgreich Teilnehmer zu Kursen hinzugefügt, mit {} Nachrichten: {}
eo: Süççéssfüllý ässöçïätéd stüdénts tö çöürsés, wïth {} méssägés: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Alumnos asociados exitosamente a los cursos, con {} mensajes: {}
fr: Etudiants associés avec succès au cours avec les {} messages : {}
ja: {}メッセージで、生徒を無事コースに追加しました: {}
nl: Studenten met succes gekoppeld aan cursussen, met {}-berichten: {}
pl: Pomyślnie przypisano uczniów do kursów wraz z {} wiadomościami: {}
pt: Alunos associados com sucesso aos cursos, com {} mensagens: {}
zh: 已成功将学员关联到课程，并显示 {} 条消息： {}
