Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Where granted by local law, you may have the right to request access to the personal data that we have collected about you for the purposes of reviewing, modifying, or requesting deletion of the data. You may also have the right to request a copy of the personal data that we have collected about you. In certain circumstances, you may also request that we cease processing your personal data.
ar: حيثما أتاحت القوانين المحلية، يحق لك طلب الوصول إلى البيانات الشخصية التي جمعناها عنك لأغراض مراجعة البيانات أو تعديلها أو طلب حذفها. ويحق لك أيضًا طلب نسخة من البيانات الشخصية التي جمعناها عنك. في بعض الحالات، يحق لك أيضًا طلب التوقف عن معالجة بياناتك الشخصية.
de: Wenn dies nach lokalem Recht zulässig ist, haben Sie möglicherweise das Recht, Zugang zu den personenbezogenen Daten zu verlangen, die wir über Sie gesammelt haben, um die Daten zu überprüfen, zu ändern oder die Löschung zu veranlassen. Sie haben möglicherweise auch das Recht, eine Kopie der personenbezogenen Daten anzufordern, die wir über Sie erhoben haben. Unter bestimmten Umständen können Sie auch verlangen, dass wir die Verarbeitung Ihrer personenbezogenen Daten einstellen.
eo: Whéré gräntéd ßý löçäl läw, ýöü mäý hävé thé rïght tö réqüést äççéss tö thé pérsönäl dätä thät wé hävé çölléçtéd äßöüt ýöü för thé pürpösés öf révïéwïng, mödïfýïng, ör réqüéstïng délétïön öf thé dätä. Ýöü mäý älsö hävé thé rïght tö réqüést ä çöpý öf thé pérsönäl dätä thät wé hävé çölléçtéd äßöüt ýöü. Ìn çértäïn çïrçümstänçés, ýöü mäý älsö réqüést thät wé çéäsé pröçéssïng ýöür pérsönäl dätä.#
es: En caso de que la legislación local así lo disponga, usted podrá solicitar acceso a la información personal que hayamos reunido sobre usted a fines de revisar, modificar o solicitar la eliminación de dicha información. También podrá pedir copia de su información personal recopilada por McKinsey. En determinadas circunstancias, también podrá solicitar que suspendamos el procesamiento de su información personal.
fr: Lorsque la loi locale le permet, vous pouvez avoir le droit de demander l’accès aux données personnelles que nous avons collectées, vous concernant, aux fins de révision, modification, ou demande de suppression des données. Vous pouvez aussi avoir le droit de demander une copie des données personnelles que nous avons collectées vous concernant. Dans certains cas, vous pouvez aussi demander que nous cessions de traiter vos données personnelles.
ja: 現地の法律で認められている場合、データの閲覧、変更、または削除依頼の目的で、当社が集めたお客様に関する個人データへのアクセスを要請する権利を有する場合があります。また、お客様は、お客様に関し当社で集めた個人データの写しを要請する権利も有する場合があります。特定の場合は、お客様の個人データ処理の停止を要請することができる場合もあります。
nl: Waar dit door lokale wetgeving aan u is verleend, heeft u mogelijk het recht tot het aanvragen van inzage in persoonsgegevens die we over u hebben verzameld, zodat u deze kunt controleren of aanpassen, of verwijdering van de gegevens kunt aanvragen. U beschikt mogelijk ook over het recht tot het aanvragen van een kopie van de persoonsgegevens die we over u hebben verzameld. Onder bepaalde omstandigheden kunt u daarnaast een aanvraag doen om de verwerking van uw persoonsgegevens door ons te staken.
pl: Jeśli miejscowe przepisy prawa nadają Ci takie prawa, możesz zażądać dostępu do danych osobowych, które zgromadziliśmy na Twój temat w celu zweryfikowania, zmodyfikowania lub usunięcia tych danych. Możesz także mieć prawo do zażądania kopii danych osobowych, które zgromadziliśmy na Twój temat. W pewnych okolicznościach, możesz też zażądać, abyśmy zaprzestali przetwarzać Twoje dane osobowe.
pt: Quando garantido pela lei local, você poderá ter o direito de solicitar acesso aos seus dados pessoais coletados para fins de revisão, modificação ou solicitação de exclusão. Você terá direito a solicitar uma cópia dos seus dados pessoais que tivermos coletado. Em determinadas circunstâncias, você também poderá solicitar que deixemos de processar seus dados pessoais.
zh: 根据当地法律规定，您有权出于查看、修改或要求删除信息之目的要求访问我们已收集的、与您有关的个人信息。您还有权要求获得一份我们已经收集的、与您有关的个人信息。在某些情况下，您也可以要求我们停止处理您的个人信息。

source: To make a request to access, review, or correct the personal data we have collected about you, or to discuss how we process your personal data, please contact our <a href="%(support_url)s">support team.</a>
ar: لتقديم طلب الوصول إلى البيانات الشخصية التي جمعناها عنك أو مراجعتها أو تصحيحها أو إذا أردت مناقشة كيفية معالجتنا لبياناتك الشخصية، يرجى الاتصال <a href="%(support_url)s"> بفريق الدعم </a>لدينا.
de: Bitte kontaktieren Sie unser <a href="%(support_url)s">Support-Team</a>, um den Zugriff auf die von uns über Sie gesammelten Daten anzufordern, um diese zu prüfen oder zu korrigieren oder um die Verarbeitung Ihrer persönlichen Daten durch uns zu erörtern.
es: Para solicitar acceso, revisión o corrección de la información personal que tenemos sobre usted, o para conversar sobre la forma en que procesamos su información personal, comuníquese con nuestro <a href="%(support_url)s">equipo de servicio </a>al cliente.
ja: 弊社が収集したお客様に関する個人データへのアクセス、または当該個人データの見直しもしくは訂正をご希望の方、あるいは弊社によるお客様の個人データの処理方法について知りたい方は、弊社の<a href="%(support_url)s">サポート チーム</a>までご連絡ください。
nl: Wilt u een aanvraag indienen voor het bekijken of aanpassen van de persoonlijke gegevens die wij over u hebben verzameld of heeft vragen over de verwerking van uw persoonlijke gegevens, neem dan contact op met <a href="%(support_url)s">support team.</a>
pl: Aby poprosić o dostęp do, weryfikację lub poprawę zgromadzonych przez nas danych osobowych na Twój temat, lub aby porozmawiać o tym, jak przetwarzamy Twoje dane osobowe, prosimy skontaktować się z naszym <a href="%(support_url)s">działem pomocy.</a>
pt: Para fazer uma solicitação de acesso, revisar ou corrigir os dados pessoais que coletamos sobre você ou para discutir como processamos seus dados pessoais, entre em contato com nossa <a href="%(support_url)s">equipe de suporte.</a>
zh: 如要申请访问、核查或更正我们所收集的您的个人数据，或如要讨论您的个人数据处理方法，请联系我们的<a href="%(support_url)s">支持团队</a>。

source: To help protect your privacy and security, we will take reasonable steps to verify your identity, such as requiring you to provide or confirm your identity, including your User Account Information, before granting access to your personal data. We will make reasonable attempts to promptly investigate, comply with, or otherwise respond to your requests as may be required by applicable law. Different laws or circumstances may prevent us from providing access to your personal data or otherwise fully complying with your request depending upon the circumstances and the request; such as for example, where producing your information may reveal the identity of someone. Where you are participating in McKinsey Academy with the facilitation of your Sponsoring Organization, we may, including where required by applicable law or contract, notify your Sponsoring Organization of your request and coordinate with your Sponsoring Organization in responding to your request. We reserve the right to charge an appropriate fee for complying with your request where allowed by applicable law, and/or deny your requests where they may be manifestly unfounded, and/or excessive, or otherwise objectionable or unwarranted under applicable law.
ar: للمساعدة في حماية الخصوصية والأمن، سوف نتخذ خطوات معقولة للتحقق من هويتك، مثل الحاجة إلى توفير أو تأكيد هويتك، بما في ذلك "معلومات حساب المستخدم" الخاص بك، قبل إتاحة الوصول إلى بياناتك الشخصية. وسوف نبذل محاولات معقولة للتحقيق على وجه السرعة، والامتثال، أو الاستجابة لطلباتك حسبما تقتضي القوانين المعمول بها. وهناك قوانين أو ظروف مختلفة قد تمنعنا من إتاحة الوصول إلى بياناتك الشخصية أو الامتثال التام لطلبك تبعاً للظروف والطلب؛ مثلما يحدث، حينما يؤدي الإفصاح عن المعلومات الخاصة بك إلى الكشف عن هوية شخص ما. وحيث أنك تشارك في أكاديمية ماكنزي بمساعدة "شركة راعية"، فيحق لنا، حيثما ينص القانون المطبق أو العقد المبرم، إخطار "الشركة الراعية" بطلبك والتنسيق معها حول الاستجابة لطلبك. ونحتفظ لأنفسنا بحق فرض رسوم مناسبة امتثالًا لطلبك حيثما يجيز القانون المعمول به، و/أو رفض طلبك حيثما يعتبر لا أساس له، و/أو مفرطًا، أو غير مرغوب فيه أو لا مبرر له بموجب القانون المعمول به.
de: Um Ihre Privatsphäre und Ihre Sicherheit zu schützen, werden wir angemessene Schritte zur Überprüfung Ihrer Identität unternehmen, wie z. B. die Aufforderung zur Angabe oder Bestätigung Ihrer Identität, einschließlich Ihrer Benutzerkontoinformationen, bevor wir Zugang zu Ihren personenbezogenen Daten gewähren. Wir werden angemessene Schritte unternehmen, um Ihre Anfragen unverzüglich zu untersuchen, zu erfüllen oder anderweitig zu beantworten, wie es das geltende Recht erfordert. Unterschiedliche Gesetze oder Umstände können uns daran hindern, Zugang zu Ihren personenbezogenen Daten zu gewähren oder anderweitig Ihrer Anfrage vollständig nachzukommen, je nach den Umständen und der Anfrage; wie zum Beispiel, wenn die Erstellung Ihrer Informationen die Identität einer Person preisgeben kann. Wenn Sie an der McKinsey Academy mit Unterstützung Ihrer Sponsorenorganisation teilnehmen, können wir, auch wenn dies nach geltendem Recht oder Vertrag erforderlich ist, Ihre Sponsorenorganisation über Ihre Anfrage informieren und uns mit Ihrer Sponsorenorganisation bei der Beantwortung Ihrer Anfrage abstimmen. Wir behalten uns das Recht vor, eine angemessene Gebühr für die Erfüllung Ihrer Anfrage zu erheben, wenn dies nach geltendem Recht zulässig ist, und/oder Ihre Anfragen abzulehnen, wenn sie offensichtlich unbegründet und/oder übertrieben oder anderweitig anstößig oder ungerechtfertigt nach geltendem Recht sind.
eo: Tö hélp prötéçt ýöür prïväçý änd séçürïtý, wé wïll täké réäsönäßlé stéps tö vérïfý ýöür ïdéntïtý, süçh äs réqüïrïng ýöü tö prövïdé ör çönfïrm ýöür ïdéntïtý, ïnçlüdïng ýöür Ûsér Àççöünt Ìnförmätïön, ßéföré gräntïng äççéss tö ýöür pérsönäl dätä. Wé wïll mäké réäsönäßlé ättémpts tö prömptlý ïnvéstïgäté, çömplý wïth, ör öthérwïsé réspönd tö ýöür réqüésts äs mäý ßé réqüïréd ßý äpplïçäßlé läw. Dïfférént läws ör çïrçümstänçés mäý prévént üs fröm prövïdïng äççéss tö ýöür pérsönäl dätä ör öthérwïsé füllý çömplýïng wïth ýöür réqüést dépéndïng üpön thé çïrçümstänçés änd thé réqüést; süçh äs för éxämplé, whéré prödüçïng ýöür ïnförmätïön mäý révéäl thé ïdéntïtý öf söméöné. Whéré ýöü äré pärtïçïpätïng ïn MçKïnséý Àçädémý wïth thé fäçïlïtätïön öf ýöür Spönsörïng Örgänïzätïön, wé mäý, ïnçlüdïng whéré réqüïréd ßý äpplïçäßlé läw ör çönträçt, nötïfý ýöür Spönsörïng Örgänïzätïön öf ýöür réqüést änd çöördïnäté wïth ýöür Spönsörïng Örgänïzätïön ïn réspöndïng tö ýöür réqüést. Wé résérvé thé rïght tö çhärgé än äppröprïäté féé för çömplýïng wïth ýöür réqüést whéré ällöwéd ßý äpplïçäßlé läw, änd/ör déný ýöür réqüésts whéré théý mäý ßé mänïféstlý ünföündéd, änd/ör éxçéssïvé, ör öthérwïsé ößjéçtïönäßlé ör ünwärräntéd ündér äpplïçäßlé läw.#
es: Para ayudarlo a proteger su privacidad y seguridad, tomaremos las medidas que sean razonables para verificar su identidad como, por ejemplo, requerir que nos suministre o confirme datos como su Información de Cuenta de Usuario antes de otorgarle acceso a su información personal. Procuraremos investigar, cumplir o responder de otro modo a sus solicitudes a la mayor brevedad, según lo disponga la ley aplicable. Es posible que diferentes leyes o circunstancias nos impidan brindar acceso a su información personal o cumplir plenamente con su solicitud, dependiendo de cada caso y del tipo de solicitud, por ejemplo, si ello pudiera derivar en la divulgación de identidad de un tercero. Si participa en McKinsey Academy a través de una Compañía Patrocinadora, es posible que notifiquemos a esta última, según la ley o el contrato lo exijan, sobre su solicitud, y que coordinemos junto con su Compañía Patrocinadora la forma de responder a dicha solicitud. Nos reservamos el derecho de cobrar un cargo razonable para satisfacer la solicitud y/o de rechazar solicitudes cuando sean evidentemente excesivas, estén infundadas o, de otro modo, sean inaceptables o injustificables en virtud de la ley aplicable.
fr: Pour protéger votre vie privé et votre sécurité, nous prendrons toutes les mesures raisonnables pour vérifier votre identité, comme vous demander de fournir ou de confirmer votre identité, y compris vos informations de compte d’utilisateur, avant de vous accorder l’accès à vos données personnelles. Nous ferons tous les efforts raisonnables pour enquêter rapidement, respecter, ou autrement répondre à vos demandes tel que la loi applicable pourra l’exiger. Des circonstances ou des lois différentes peuvent nous empêcher de vous accorder l’accès à vos données personnelles ou de satisfaire autrement et pleinement à votre demande en fonction des circonstances et de la demande ; comme par exemple, lorsque la production de vos informations peut révéler l’identité d’une personne. Lorsque que vous participez à McKinsey Academy avec l’aide de la société qui vous finance, nous pouvons, y compris par obligation contractuelle ou du fait d’une loi applicable, notifier votre entreprise de votre demande et nous coordonner avec celle-ci pour répondre à votre demande. Nous nous réservons le droit d’imposer des frais raisonnables pour répondre à votre demande lorsque la loi applicable l’autorise, et/ou de refuser de répondre à votre demande lorsque celle-ci est manifestement infondée et/ou excessive, ou contestable et injustifiée en vertu de la loi applicable.
ja: お客様のプライバシーおよびセキュリテイを保護するため、当社では、お客様の個人データへのアクセス権を付与する前に、ユーザーアカウント情報を含めたお客様の身元確認を行うなど、お客様の身元を確認するための妥当な手順を踏んでいます。当社では、該当する法律で求められる内容に従い、お客様の依頼について直ちに調査する、準拠する、あるいは他の方法により対応するための妥当な試みを行います。異なる法律や状況により、お客様の個人データへのアクセスが提供できない場合や、状況や依頼内容により、お客様の依頼に完全に応えられない場合があります。例えば、お客様の情報を生成することで特定人物の身元が判明する場合などです。後援組織によりMcKinsey Academyに参加されている場合、該当する法律または契約で求められる場合を含め、当社では、お客様の後援組織に対し、お客様の依頼について通知し、依頼に対応するために後援組織と協力する場合があります。当社は、該当する法律で認められている場合、お客様の依頼への対応について、適切な手数料を請求し、また、明らかに根拠がない、または過度の、あるいは該当する法律に違反する、あるいは不当な場合は、お客様の依頼を却下する権利を有します。
nl: Voor het veiligstellen van uw privacy en beveiliging treffen we redelijke maatregelen om uw identiteit te verifiëren. We vereisen bijvoorbeeld dat u uw identiteit bekendmaakt of bevestigt, waaronder uw Gebruikersaccountinformatie, voordat toegang tot persoonsgegevens aan u wordt verleend. We zullen redelijke inspanningen ondernemen om zo snel mogelijk, zoals wettelijk is vereist, onderzoek te doen naar, te voldoen aan of anderszins te reageren op uw aanvragen. Verschillende wetten of verschillende omstandigheden kunnen er de oorzaak van zijn dat we u geen toegang kunnen verlenen tot uw persoonsgegevens of dat we anderszins niet volledig kunnen voldoen aan uw aanvraag, afhankelijk van de omstandigheden en de aanvraag. Dit kan bijvoorbeeld het geval zijn wanneer het verstrekken van uw informatie leidt tot bekendmaking van de identiteit van iemand. Wanneer u deelneemt aan McKinsey Academy via uw Sponsororganisatie, kunnen we, inclusief wanneer dat is vereist door de toepasselijke wetgeving of uit hoofde van een contract, uw Sponsororganisatie in kennis stellen van uw aanvraag en de reactie op uw aanvraag coördineren met uw Sponsororganisatie. We behouden ons het recht voor om een toepasselijk tarief in rekening te brengen voor het voldoen aan de aanvraag waar dat wettelijk is toegestaan en/of om uw aanvragen af te wijzen waar deze duidelijk ongegrond en/of buitensporig zijn of anderszins bezwaarlijk of onterecht zijn onder de toepasselijke wetgeving.
pl: Aby zapewnić ochronę Twojej prywatności i bezpieczeństwa, przedsięweźmiemy rozsądne kroki w celu zweryfikowania Twojej tożsamości, takie jakie wymóg podania lub potwierdzenia Twojej tożsamości, w tym Informacje Konta Użytkownika, przed zapewnieniem dostępu do Twoich danych osobowych. Podejmiemy rozsądne próby mające na celu zbadanie lub spełnienie do Twojej prośby lub w innych celach wymaganych przez mające zastosowanie przepisy prawa. Różne prawa i okoliczności mogą uniemożliwić nam zapewnienie dostępu do Twoich danych osobowych lub całkowite spełnienie Twojej prośby w inny sposób w zależności od okoliczności i Twojej prośby; na przykład gdy przedstawienie Tobie informacji może doprowadzić do ujawnienia tożsamości kogoś innego. Jeśli uczestniczysz w McKinsey Academy dzięki pomocy Organizacji Sponsorującej możemy, włącznie z sytuacjami, gdzie wymagają tego mające zastosowanie prawa lub kontrakt, poinformować Organizację Sponsorującą o Twojej prośbie i skoordynować odpowiedź na Twoją prośbę z Organizacją Sponsorującą. Zastrzegamy sobie prawo do pobrania odpowiedniej opłaty za spełnienie Twojej prośby, jeśli jest to zgodne z mającymi zastosowanie przepisami prawa i/lub do odmówienia spełnienia Twoich żądań, jeśli są one w sposób ewidentny nieuzasadnione i/lub nadmierne lub w inny sposób wątpliwe lub bezpodstawne w świetle mających zastosowanie przepisów prawa.
pt: Para ajudar a proteger a sua privacidade e segurança, tomaremos medidas razoáveis ​​para verificar sua identidade, como exigir uma senha e identificação de usuário, antes de conceder acesso aos seus dados pessoais. Faremos todas as tentativas possíveis para investigar, cumprir ou responder imediatamente a suas solicitações, conforme exigido por lei. Diferentes leis ou circunstâncias podem nos impedir de fornecer acesso a seus dados pessoais ou, de outra forma, atender à sua solicitação de acordo com as circunstâncias e conforme a solicitação (por exemplo, se ao exibir suas informações a identidade de outra pessoa puder ser revelada). Quando você estiver participando do McKinsey Academy com a facilitação de sua Organização Patrocinadora, poderemos, inclusive quando exigido pela lei ou contrato aplicável, notificar sua Organização Patrocinadora de sua solicitação e coordenar com sua Organização Patrocinadora para responder à sua solicitação. Reservamos o direito de cobrar uma taxa adequada para atender a sua solicitação quando permitido pela lei aplicável e/ou negar suas solicitações quando essas possam ser manifestamente infundadas e/ou excessivas ou de outra forma censuráveis ​​ou injustificadas de acordo com a lei aplicável.
zh: 为了帮助保护您的隐私和安全，我们将在授予您访问个人信息访问权限之前采取合理的措施（例如要求您提供或确认用户帐户信息等身份信息）来验证您的身份。我们将做出合理尝试，按适用法律的要求立即调查、满足您的请求，或以其他方式对您的请求作出答复。根据不同的法律相关规定或情形，我们有可能无法为您提供个人信息访问权限或以其他方式完全满足您的请求，例如提供您的信息可能导致其他人身份暴露的情形。如果您在赞助组织的协助下参与麦肯锡学院体验，我们可能会（包括在适用法律或合同的要求下）将您的请求告知您的赞助组织，并与您的赞助组织协调处理您的请求。我们保留在适用法律允许的情况下，为满足您的请求向您适当收费的权利，和/或在您的请求明显无来由和/或无充分理据，或者根据适用法律不可接受或非正当的情况下拒绝您请求的权利。

source: In addition, and where granted by local law, you have the legal right to lodge a complaint with a competent data protection authority.
ar: إضافة إلى ذلك، وحيثما يمنح القانون المحلي، لديك الحق القانوني في تقديم شكوى إلى سلطة مختصة لحماية البيانات.
de: Darüber hinaus haben Sie, sofern dies nach lokalem Recht zulässig ist, das Recht, eine Beschwerde bei einer zuständigen Datenschutzbehörde einzureichen..
eo: Ìn äddïtïön, änd whéré gräntéd ßý löçäl läw, ýöü hävé thé légäl rïght tö lödgé ä çömpläïnt wïth ä çömpétént dätä prötéçtïön äüthörïtý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
es: Además, y siempre que la ley local lo permita, tendrá derecho a presentar una denuncia ante la autoridad de protección de datos competente.
fr: Par ailleurs, lorsque la législation locale l'autorise, vous avez le droit de déposer plainte auprès d'un organisme de protection des données compétent.
ja: また現地の法律が認めている場合、皆さんには、管轄の情報保護当局に対し苦情を申し立てる法的権利もあります。
nl: Bovendien, en voor zover toegestaan door de lokale wetgeving, heeft u het recht om een klacht in te dienen bij een bevoegde instantie voor gegevensbescherming.
pl: Dodatkowo użytkownik ma prawo złożenia skargi do właściwego organu ochrony danych, jeśli prawo to przyznają mu przepisy krajowe.
pt: Além disso, e quando concedido pela lei local, você tem o direito legal de apresentar uma queixa junto a uma autoridade de proteção de dados competente.
zh: 此外，根据当地法律，您有向主管的数据保护机构提出投诉的合法权利。
