Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Your current proficiency score is <b>%(proficiency)s</b> following completion of %(completed_items_count)s of %(graded_items_count)s graded items in this course. The cohort average is <b>%(cohort_proficiency_average)s</b>.
ar: درجة الكفاءة الحالية الخاصة بك هي%(proficiency)s بعد الانتهاء %(completed_items_count)sمن%(graded_items_count)s البنود المدرّجة في هذه الدورة. متوسط الفوج هو%(cohort_proficiency_average)s.
de: Ihre derzeitige Kompetenzbewertung für diesen Kurs ist %(proficiency)s nach %(completed_items_count)s von %(graded_items_count)s benoteten Aufgaben. Der Jahrgangsdurchschnitt beträgt%(cohort_proficiency_average)s.
es: Su puntaje de competencia actual es %(proficiency)s luego de completar %(completed_items_count)s de %(graded_items_count)s elementos calificados en este curso. El promedio del grupo es %(cohort_proficiency_average)s .
ja: このコースの%(graded_items_count)sの%(completed_items_count)sの成績評価済み項目を含めると、あなたの習熟度スコアは%(proficiency)sです。コホート平均は、%(cohort_proficiency_average)sです。
nl: Uw huidige vaardigheidsscore is <b>%(proficiency)s</b> na voltooiing van %(completed_items_count)s van %(graded_items_count)s met een cijfer beoordeelde items in deze cursus. Het cohortgemiddelde is <b>%(cohort_proficiency_average)s</b>.
pl: Punktacja wyrażająca Twoją biegłość wynosi <b>%(proficiency)s</b> po ukończeniu %(completed_items_count)s z %(graded_items_count)s zadań na ocenę w tym kursie. Średnia całej grupy kursantów to <b>%(cohort_proficiency_average)s</b>.
pt: Sua pontuação atual de proficiência é <b>%(proficiency)s</b> após a conclusão de %(completed_items_count)s de %(graded_items_count)s itens pontuados neste curso. A média do grupo é <b>%(cohort_proficiency_average)s</b>.
zh: 在完成本课程中 %(graded_items_count)s 个评分项目中的 %(completed_items_count)s 个之后，您当前的熟练程度分数是 %(proficiency)s。群组平均分是 %(cohort_proficiency_average)s。

source: Overall
ar: المجموع الكلي:
de: Gesamt
es: General
ja: 全体:
nl: Totaal
pl: Ogółem:
pt: Geral
zh: 总计

source: Graded Items
ar: العناصر المدرّجة:
de: Benotete Aufgaben
es: Elementos calificados
ja: 成績評価済み項目:
nl: Met een cijfer beoordeelde items
pl: Zadania na ocenę:
pt: Itens pontuados
zh: 已评分项目

source: You need a combined course grade of at least 70%% to earn a certificate of completion. Your final grade is calculated as follows:
ar: تحتاج إلى تحصيل درجة مدمجة في الدورة التدريبية لا تقل عن 70%% للحصول على شهادة الإكمال. ويتم احتساب درجتك النهائية كما يلي:
de: Sie müssen eine Gesamtnote für den Kurs von mindestens 70%% erreichen, um eine Abschlusszertifikat zu erhalten. Ihre Abschlussnote wird wie folgt berechnet:
es: Necesita una calificación de curso combinada de al menos 70%% para obtener un certificado de finalización. Su calificación final se calcula de la siguiente forma:
ja: 修了証書を獲得するには、コース成績評価で少なくとも 70%%の総合点が必要です。最終評価算出法は、以下の通りです。
nl: U heeft een gecombineerd cursuscijfer nodig van minstens 70%% om een certificaat van voltooiing te verkrijgen. Uw eindcijfer wordt als volgt berekend:
pl: Musisz uzyskać na ich podstawie minimalną punktację łączną wynoszącą 70%%, aby otrzymać certyfikat ukończenia. Twoja punktacja końcowa obliczana jest w następujący sposób:
pt: Você precisa de uma nota combinada no curso de, no mínimo, 70%% para obter um certificado de conclusão. Sua nota final é calculada da seguinte forma:
zh: 您需要获得至少 70%% 分的综合课程评分才能获得结业证书。您的最终评分计算如下：

source: Click here
ar: انقر هنا.
de: Hier klicken.
es: Haga clic aquí.
ja: ここをクリックしてください。
nl: Klik hier.
pl: Kliknij tutaj
pt: Clique aqui.
zh: 点击此处。

source: to read more about how we may share your course information.
ar: اضغط هنا لقراءة المزيد حول كيفية مشاركة معلوماتك في الدورة.
de: um Weiteres darüber zu erfahren, wie wir Informationen über Ihre Kurse weiterleiten können.
es: para conocer más sobre cómo compartimos su información del curso.
ja: コース情報の共有に関する詳細については、
nl: om meer te lezen over hoe we uw cursusinformatie kunnen delen.
pl: aby dowiedzieć się więcej, jak możemy udostępniać Twoje informacje dotyczące kursu.
pt: para ler mais sobre como podemos compartilhar as informações do seu curso.
zh: 单击此处 深入了解我们如何共享您的课程信息。

source: Your current engagement score is <b>%(social_points)s</b> based on your social interactions with other participants in your cohort in the <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a> forums. The cohort average is <b>%(social_course_avg)s</b>.
ar: نتيجة مشاركتك الحالية%(social_points)s تعتمد على التفاعلات الاجتماعية مع المشاركين الآخرين في فوجك في%(course_nav_url)s <a href="%(discussion_text)s/discussion"></a> المنتديات. متوسط فوجك هو%(social_course_avg)s.
de: Ihre aktuelle Engagement-Note ist %(social_points)s. Sie basiert auf Ihren sozialen Interaktionen mit anderen Teilnehmern Ihres Jahrgangs in den <a href="%(course_nav_url)s/discussion">%(discussion_text)ss</a>-Foren. Der Jahrgangsdurchschnitt beträgt %(social_course_avg)s.
es: Su puntaje de participación en el curso actual es %(social_points)s con base en sus interacciones sociales con otros participantes en su grupo en los foros de <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a>. El promedio del grupo es %(social_course_avg)s.
ja: <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a> フォーラム中のコホートの他の参加者との社会的交流によると、あなたの現在のエンゲージメントスコアは、%(social_points)sです。コホート平均は、%(social_course_avg)sです。
nl: Uw huidige inzetscore is <b>%(social_points)s</b> op basis van uw sociale interacties met andere deelnemers in uw cohort in de <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a>-forums. Het cohortgemiddelde is <b>%(social_course_avg)s</b>
pl: Punktacja wyrażająca Twój poziom zaangażowania wynosi <b>%(social_points)s</b> i została obliczona na podstawie interakcji z innymi uczestnikami kursu w całej grupie kursantów na forach <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a>. Średnia punktacja całej grupy kursantów to <b>%(social_course_avg)s</b>.
pt: Sua pontuação atual de engajamento é <b>%(social_points)s</b> com base em suas interações sociais com outros participantes no seu grupo nos fóruns de <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a>. A média do grupo é <b>%(social_course_avg)s</b>.
zh: 根据您在 <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a> 论坛中与所在群组的其他参与者的社交互动情况，您的当前参与度分数是 <b>%(social_points)s</b>。群组平均分是 <b>%(social_course_avg)s</b>。

source: Measured Engagement
ar: المشاركة المقاسة:
de: Gemessenes Engagement
es: Participación en el curso medida:
ja: エンゲージメント測定:
nl: Gemeten inzet
pl: Zaobserwowany poziom zaangażowania:
pt: Engajamento medido
zh: 经衡量后的参与度

source: My Courses
ar: دوراتي التدريبية
de: Meine Kurse
es: Mis cursos
ja: 私のコース
nl: Mijn cursussen
pl: Moje kursy
pt: Meus cursos
zh: 我的课程

source: Your discussion activity points
ar: نقاط نشاط مناقشتك
de: Ihre Punkte für die Diskussionsteilnahme
es: Puntos de actividad de debate
ja: ディスカッションアクティビティポイント
nl: Uw punten voor discussieactiviteit
pl: Twoje punkty za udział w dyskusjach:
pt: Seus pontos de atividade de discussão
zh: 您的讨论活动分数

source: View details
ar: التفاصيل
de: Details anzeigen
es: Ver detalles
ja: 詳細
nl: Details bekijken
pl: Zobacz szczegóły
pt: Visualizar detalhes
zh: 查看详细信息

source: Your course knowledge
ar: معرفتك بالدورة التدريبية
de: Ihr Kurswissen
es: Conocimiento del curso
ja: コースに関する知識
nl: Uw cursuskennis
pl: Zdobyta wiedza
pt: Seu conhecimento do curso
zh: 您的课程知识

source: Your course completion status
ar: حالة إكمال دورتك التدريبية
de: Ihr Kursabschluss-Status
es: Estatus de finalización del curso
ja: コース完了状況
nl: Uw status van cursusvoltooiing
pl: Twój stopień ukończenia kursu:
pt: Status de conclusão do seu curso
zh: 您的课程完成状态

source: Participant FAQs
ar: الأسئلة الأكثر شيوعًا للمشاركين
de: Teilnehmer-FAQs
es: Preguntas frecuentes de los participantes
ja: 参加者FAQ
nl: Veelgestelde vragen deelnemers
pl: FAQ - Najczęściej zadawane pytania uczestników
pt: FAQS dos participantes
zh: 参与者常见问题

source: Access Related:
ar: الوصول ذي الصلة:
de: Über den Zugang:
es: Acceso relacionado:
ja: アクセス関連:
nl: Met betrekking tot toegang:
pl: Związane z dostępem:
pt: Questões relacionadas ao acesso:
zh: 访问相关：

source: We optimize for the latest versions of Google Chrome, Mozilla Firefox, and Apple Safari for an optimal experience.
ar: نحن نحسن للحصول على أحدث إصدارات جوجل كروم وموزيلا فايرفوكس وأبل سفاري للحصول على أفضل تجربة.
de: Wir empfehlen die neuesten Versionen von Google Chrome, Mozilla Firefox und Apple Safari für ein optimales Ergebnis.
es: Optimizamos el rendimiento para las versiones más recientes de Google Chrome, Mozilla Firefox y Apple Safari para disfrutar de una experiencia óptima.
ja: 最適なエクスペリエンスを実現するために、Google Chrome、Mozilla Firefox、およびApple Safariの最新バージョン向けに最適化しています。
nl: Wij zijn geoptimaliseerd voor de laatste versies van Google Chrome, Mozilla Firefox en Apple Safari. Zo kunnen we een optimale ervaring waarborgen.
pl: Nasze usługi zoptymalizowane są dla najnowszych wersji przeglądarek Google Chrome, Mozilla Firefox i Safari od Apple. Przeglądarki te zapewnią najbardziej optymalne działanie McKinsey Academy.
pt: Nós recomendamos as versões mais recentes do Google Chrome, Mozilla Firefox e Apple Safari para uma experiência ideal.
zh: 我们已针对最新版本的 Google Chrome、Mozilla Firefox 和 Apple Safari 进行了优化，以便提供最佳体验。

source: McKinsey Academy content is accessible from all desktop, tablet, and mobile devices.
ar: يمكن الوصول إلى محتوى أكاديمية ماكنزي من جميع أجهزة سطح المكتب والكمبيوتر اللوحي والأجهزة المحمولة.
de: Auf den Inhalt der McKinsey Academy kann von allen Desktop-Computern, Tablets und Mobilgeräten zugegriffen werden.
es: El contenido de McKinsey Academy se puede acceder desde todas las computadoras de escritorio, tabletas y dispositivos móviles.
ja: McKinsey Academyのコンテンツは、すべてのデスクトップ、タブレット、およびモバイルデバイスからアクセスできます。
nl: De inhoud van McKinsey Academy is toegankelijk vanaf elke desktop, elke tablet en elk mobiel apparaat.
pl: Z treści i usług McKinsey Academy można korzystać za pomocą komputera stacjonarnego lub laptopa, a także tabletu i innych urządzeń mobilnych.
pt: O conteúdo do McKinsey Academy pode ser acessado de todos os desktops, tablet e dispositivos móveis.
zh: 所有台式电脑、平板电脑和移动设备均支持访问麦肯锡学院的内容。

source: If you are interested in inquiring further, please <a href='mailto:McKinsey_Acclerate_First_Alerts@mckinsey.com' style="display: inline;">contact us.</a>
ar: إذا كنت مهتما في الحصول على رد لمزيد من الاستفسارات، يرجى <a href='mailto:McKinsey_Acclerate_First_Alerts@mckinsey.com' style="display: inline;">الاتصال بنا</a>
de: Wenn Sie nähere Informationen erhalten möchten, <a href='mailto:McKinsey_Acclerate_First_Alerts@mckinsey.com' style="display: inline;">kontaktieren Sie uns.</a>
es: Si desea recibir más información, <a href='mailto:McKinsey_Acclerate_First_Alerts@mckinsey.com' style="display: inline;">comuníquese con nosotros.</a>
ja: その他ご質問等ありましたら、<a href='mailto:McKinsey_Acclerate_First_Alerts@mckinsey.com' style="display: inline;">お問い合わせください。</a>
nl: Als u meer informatie wilt ontvangen, <a href='mailto:McKinsey_Acclerate_First_Alerts@mckinsey.com' style="display: inline;">neem dan contact met ons op.</a>
pl: Jeśli chciałbyś uzyskać więcej informacji na temat rejestracji do McKinsey Academy, prosimy <a href='mailto:McKinsey_Acclerate_First_Alerts@mckinsey.com' style="display: inline;">skontaktować się z nami bezpośrednio.</a>
pt: Se você tem interesse em saber mais, <a href='mailto:McKinsey_Acclerate_First_Alerts@mckinsey.com' style="display: inline;">entre em contato conosco.</a>
zh: 如果您有意咨询详情，请<a href='mailto:McKinsey_Acclerate_First_Alerts@mckinsey.com' style="display: inline;">联系我们。</a>

source: What if I forgot my password?
ar: ماذا لو نسيت كلمة المرور الخاصة بي؟
de: Was kann ich tun, wenn ich mein Passwort vergessen habe?
es: ¿Qué sucede si olvido mi contraseña?
ja: パスワードを忘れた場合は、どうすればいいですか?
nl: Wat moet ik doen als ik mijn wachtwoord ben vergeten?
pl: Co zrobić, jeśli zapomniałem hasło?
pt: E se eu esquecer minha senha?
zh: 如果我忘记密码，该怎么办？

source: If you've forgotten your password, please try resetting it by clicking 'Forgot password?' on the <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>log in screen.</a> You'll receive an automated email with instructions on how to reset your password.
ar: في حالة نسيان كلمة مرورك، يرجى محاولة إعادة تعيينها بالنقر فوق «نسيت كلمة المرور؟» في <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>شاشة تسجيل الدخول.</a> ستتلقى رسالة بريد إلكتروني تلقائية تحتوي على إرشادات حول كيفية إعادة تعيين كلمة المرور.
de: Wenn Sie Ihr Passwort vergessen haben, versuchen Sie es zurückzusetzen, indem Sie auf „Passwort vergessen?“ auf dem <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>Anmeldebildschirm</a> klicken. Sie erhalten eine automatisierte E-Mail mit Anweisungen zum Zurücksetzen des Passworts.
es: Si olvidó su contraseña, intente restablecerla mediante un clic en “¿Olvidó su contraseña?” en la <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>página de inicio de sesión.</a> Recibirá un correo electrónico automático con instrucciones sobre cómo restablecer su contraseña.
ja: パスワードを忘れた場合は、<a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>ログイン画面の</a>「パスワードを忘れた場合」をクリックしてパスワードを再設定してください。パスワードの再設定方法が記載されたEメールが送信されます。
nl: Indien u uw wachtwoord bent vergeten, stel dit dan opnieuw in door te klikken op 'Wachtwoord vergeten?' op het <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>inlogscherm.</a> U ontvangt een automatisch gegenereerde e-mail met instructies over hoe u uw wachtwoord opnieuw kunt instellen.
pl: Jeśli zapomniałeś hasło, spróbuj zresetować je, klikając na przycisk „Zapomniałeś hasło?”, widoczny na <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>stronie logowania.</a> Otrzymasz automatycznie wygenerowaną wiadomość e-mail, zawierającą instrukcje, które pozwolą Ci zresetować hasło.
pt: Se você esqueceu sua senha, tente restaurá-la clicando em 'Esqueceu a senha?' na <a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>tela de login.</a> Você receberá um e-mail automático com instruções de como redefinir sua senha.
zh: 如果您忘记密码，请尝试通过单击<a href='https://www.mckinseyacademy.com' style='display: inline;' target='_blank'>登录屏幕</a>上的“忘记密码?”来重置密码。您将收到系统自动发来的电子邮件，邮件中会提供关于如何重置密码的说明。

source: What if I lost my activation link?
ar: ماذا لو فقدت رابط التنشيط الخاص بي؟
de: Was kann ich tun, wenn ich meinen Aktivierungs-Link nicht mehr habe?
es: ¿Qué sucede si pierdo mi enlace de activación?
ja: アクティベーションリンクを紛失した場合はどうすればいいですか?
nl: Wat moet ik doen als in mijn activeringslink kwijt ben?
pl: Co zrobić, jeśli zgubiłem mój link aktywacyjny?
pt: E se eu perder meu link de ativação?
zh: 如果我的激活链接丢失，该怎么办？

source: If you have not already activated your account and are unable to locate your activation link, enter your company email address on the McKinsey Academy login page and your activation link will be emailed to you.
ar: إذا لم تقم بالفعل بتنشيط حسابك ولم تتمكن من تحديد موقع رابط التنشيط الخاص بك، قم بإدخال عنوان البريد الإلكتروني الخاص بشركتك في صفحة تسجيل الدخول إلى أكاديمية ماكنزي وسيتم إرسال رابط التنشيط إليك عبر البريد الإلكتروني.
de: Wenn Ihr Konto noch nicht aktiviert wurde und Sie Ihren Aktivierungs-Link nicht finden können, geben Sie Ihre Firmen-E-Mail-Adresse auf der Anmeldeseite der McKinsey Academy ein. Ihr Aktivierungs-Link wird Ihnen dann per E-Mail zugeschickt.
es: Si aún no activó la cuenta y no encuentra el enlace de activación, ingrese la dirección de correo electrónico de la compañía en la página de inicio de sesión de McKinsey Academy y le enviaremos un enlace de activación por correo electrónico.
ja: アカウントをまだアクティベートしておらず、アクティベーションリンクが見つからない場合は、McKinsey Academyのログインページに会社のEメールアドレスを入力してください。アクティベーションリンクがEメールで送信されます。
nl: Als u uw account nog niet hebt geactiveerd en u kunt uw activeringslink niet meer vinden, voer dan op de inlogpagina van McKinsey Academy het e-mailadres van uw bedrijf in. Uw activeringslink wordt dan per e-mail naar u toegestuurd.
pl: Jeśli zgubiłeś swój link aktywacyjny, a nie dokonałeś jeszcze aktywacji konta, wpisz swój firmowy adres e-mail na stronie logowania McKinsey Academy, aby otrzymać nowy link aktywacyjny w wiadomości e-mail.
pt: Se você ainda não ativou sua conta e não consegue achar seu link de ativação, insira seu endereço de e-mail da empresa na página de login do McKinsey Academy e seu link de ativação será enviado por e-mail.
zh: 如果您尚未激您的帐户并且找不到激活链接，请在麦肯锡学院登录页面上输入您公司的电子邮件地址，系统会通过电子邮件将激活链接发送给您。

source: What if I forgot my username?
ar: ماذا لو نسيت اسم المستخدم الخاص بي؟
de: Was kann ich tun, wenn ich meinen Nutzernamen vergessen habe?
es: ¿Qué sucede si olvido mi nombre de usuario?
ja: ユーザー名を忘れた場合は、どうすればいいですか?
nl: Wat moet ik doen als ik mijn gebruikersnaam ben vergeten?
pl: Co zrobić, jeśli zapomniałem nazwę użytkownika?
pt: E se eu esquecer meu nome de usuário?
zh: 如果我忘记用户名，该怎么办？

source: You are able to enter the email address that was used when you registered your account. You may also retrieve your username by clicking 'Forgot Password?' on the <a href='https://www.mckinseyacademy.com' style="display: inline;" target='_blank'>log in screen</a>. You'll receive an automated email with instructions on how to reset your password.
ar: يمكنك إدخال عنوان البريد الإلكتروني الذي تم استخدامه عند تسجيل حسابك. يمكنك أيضًا استرداد اسم المستخدم بالنقر على "نسيت كلمة المرور؟" على<a href='https://www.mckinseyacademy.com' style="display: inline;" target='_blank'> شاشة تسجيل الدخول.</a> ستتلقى رسالة بريد إلكتروني تلقائية تحتوي على إرشادات حول كيفية إعادة تعيين كلمة المرور.
de: Sie können die E-Mail-Adresse eingeben, die Sie bei der Registrierung verwendet haben. Sie können Ihren Nutzernamen auch abfragen, indem Sie auf „Passwort vergessen?“ auf dem <a href='https://www.mckinseyacademy.com' style="display: inline;" target='_blank'>Anmeldebildschirm</a> klicken. Sie erhalten eine automatisierte E-Mail mit Anweisungen zum Zurücksetzen des Passworts.
es: Puede ingresar la dirección de correo electrónico que utilizó cuando registró la cuenta. También es posible recuperar el nombre de usuario mediante un clic en “¿Olvidó su contraseña?” en la <a href='https://www.mckinseyacademy.com' style="display: inline;" target='_blank'>página de inicio de sesión</a>. Recibirá un correo electrónico automático con instrucciones sobre cómo restablecer su contraseña.
ja: アカウント登録時に使用したEメールアドレスを入力してください。「パスワードをお忘れですか?」をクリックして<a href='https://www.mckinseyacademy.com' style="display: inline;" target='_blank'>ログイン画面で、</a>ユーザー名を取得することもできます。パスワードの再設定方法が記載されたEメールが送信されます。
nl: U kunt het e-mailadres invoeren dat u hebt gebruikt op het moment dat u uw account aanmeldde. Ook kunt u uw gebruikersnaam opvragen door te klikken op 'Wachtwoord vergeten?' op het <a href='https://www.mckinseyacademy.com' style="display: inline;" target='_blank'>inlogscherm</a>. U ontvangt een automatisch gegenereerde e-mail met instructies over hoe u uw wachtwoord opnieuw kunt instellen.
pl: Zamiast nazwy użytkownika możesz wprowadzić adres e-mail, którego użyłeś podczas rejestracji. Możesz też odzyskać nazwę użytkownika, klikając na przycisk „Zapomniałeś hasło?” na <a href='https://www.mckinseyacademy.com' style="display: inline;" target='_blank'>stronie logowania.</a> Otrzymasz automatycznie wygenerowaną wiadomość e-mail, zawierającą instrukcje, które pozwolą Ci zresetować hasło.
pt: Você pode inserir o endereço de e-mail que foi utilizado quando sua conta foi registrada. Você também pode recuperar seu nome de usuário clicando em "Esqueceu a senha?" na <a href='https://www.mckinseyacademy.com' style="display: inline;" target='_blank'>tela de login.</a> Você receberá um e-mail automático com instruções de como redefinir sua senha.
zh: 您可以输入注册帐户时使用的电子邮件地址。您还可以通过单击<a href='https://www.mckinseyacademy.com' style="display: inline;" target='_blank'>登录屏幕</a>上的“忘记密码?”来检索您的用户名。您将收到系统自动发来的电子邮件，邮件中会提供关于如何重置密码的说明。

source: Courses Related:
ar: الدورات التدريبية ذات الصلة:
de: Über den Kurs:
es: Cursos relacionados:
ja: コース関連:
nl: Met betrekking tot de cursussen:
pl: Związane z kursem:
pt: Cursos relacionados:
zh: 课程相关：

source: When can I take my course(s)?
ar: متى يمكنني أخذ دورتي (دوراتي) التدريبية؟
de: Wann kann ich mit meine(n) Kurs(e) anfangen?
es: ¿Cuándo puedo iniciar el curso?
ja: コースはいつ受講できますか?
nl: Waar kan ik mijn cursus(sen) volgen?
pl: Kiedy mogę rozpocząć mój kurs?
pt: Onde posso fazer meu(s) curso(s)?
zh: 我何时可以参加课程？

source: You can find the start date and duration of each course on its overview page. Much of the course content may be taken at your own pace, but some courses contain group work activities with specific and required deadlines. Please see the "My Progress" page in your course for specific guidance on deadlines.
ar: يمكنك العثور على تاريخ بدء ومدة كل دورة تدريبية على صفحة النظرة العامة. يمكن أخذ جزء كبير من محتوى الدورة التدريبية بالوتيرة التي ترغب بها، ولكن بعض الدورات التدريبية تتضمن أنشطة عمل جماعية ذات مواعيد انتهاء محددة ومطلوبة. الرجاء مراجعة صفحة "التقدم الذي أحرزته" في دورتك التدريبية للحصول على إرشادات محددة حول المواعيد النهائية.
de: Auf der Übersichtsseite des jeweiligen Kurses finden Sie das Startdatum und die Dauer. Ein Großteil der Kursinhalte kann in Ihrem eigenen Tempo absolviert werden. Einige Kursinhalte enthalten jedoch Gruppenarbeitsaktivitäten, die bestimmte und vorgeschriebene Abgabetermine haben. Auf der Seite "Mein Fortschritt" in Ihrem Kurs, finden Sie detaillierte Informationen zu Abgabeterminen.
es: La fecha de inicio y la duración de cada curso se encuentran en la página de descripción general. Gran parte del contenido de los cursos se puede realizar a su propio ritmo, pero algunos cursos incluyen actividades grupales con fechas límite específicas y obligatorias. Consulte la página "Mi avance" en su curso para obtener información específica sobre las fechas límite.
ja: 各コースの開始日と期間は概要ページで確認できます。ほとんどのコース内容はご自身のペースで受講できますが、コースによっては特定の期限を設けたグループワークのアクティビティが含まれる場合があります。期限に関する具体的なガイダンスについては、コースの「私の進度」ページを参照してください。
nl: U kunt de startdatum en de duur van elke cursus vinden op de overzichtspagina van die cursus. Een groot deel van de inhoud kunt u op uw eigen tempo tot u nemen; sommige cursussen bevatten echter ook groepsopdrachten met een specifieke en verplichte deadline. Zie de pagina "Mijn voortgang" in uw cursus voor specifieke richtlijnen over de deadlines.
pl: Informacje o dacie rozpoczęcia i czasie trwania każdego kursu znajdziesz na stronie z opisem kursu. Większość kursów pozwala realizować materiał we własnym tempie, jednak niektóre zawierają zadania grupowe, które należy wykonać w określonym terminie. Prosimy sprawdzić sekcję „Moje postępy” na stronie kursu, aby poznać terminy wykonania określonych zadań.
pt: Você pode encontrar a data de início e duração de cada curso na página de visão geral. Grande parte do conteúdo do curso pode ser feita no seu ritmo, mas alguns cursos possuem atividades de trabalho em grupo com prazos específicos. Veja a página "Meu Progresso" no seu curso para diretrizes específicas sobre prazos.
zh: 您可以在每门课程的概述页面上找到该课程的开始日期和时长。许多课程内容都可以按自己的步调学习，但有些课程包含小组作业活动，需要在特定的截止日期前完成。请参阅课程中的“我的进度”页面，了解关于截止日期的具体指南。
