Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: In addition, certain Mobile Offerings may be made available to you through a website, application or platform operated by a Mobile Platform Provider (as such term is defined in the Terms). When you share data with a Mobile Platform Provider, for example to create user credentials allowing you to use their platform to access the Mobile Offering, that personal data is stored outside of McKinsey’s control and will be subject to the relevant Mobile Platform Provider’s own terms and privacy policies.
ar: بالإضافة إلى ذلك، فقد يتم توفير عروض الجوال إليك من خلال موقع إلكتروني أو تطبيق أو منصة يتم تشغيلها من قبل مزود منصة جوال (تم تعريف هذا المصطلح في الشروط). فعندما تشارك بياناتك مع مزود منصة جوال، على سبيل المثال لإنشاء بيانات اعتماد مستخدم يسمح لك باستخدام منصته للوصول إلى عرض الجوال، فإن هذه البيانات يتم تخزينها في عنصر تحكم ماكنزي وستخضع لشروط مزود خدمة الجوال ذي الصلة وسياسات الخصوصية لديه.
de: Darüber hinaus können Ihnen bestimmte mobile Angebote über eine Website, Anwendung oder Plattform, die von einem Anbieter mobiler Plattformen betrieben wird (wie in den Bedingungen definiert), zur Verfügung gestellt werden. Wenn Sie Daten an einen Anbieter mobiler Plattformen weitergeben, um beispielsweise Nutzerdaten zu erstellen, die Ihnen den Zugang zu deren Plattform ermöglichen, um das mobile Angebot zu nutzen, werden diese personenbezogenen Daten außerhalb der Kontrolle von McKinsey gespeichert und unterliegen den eigenen Bedingungen und Datenschutzrichtlinien des jeweiligen Anbieters mobiler Plattformen.
es: Además, es posible que tenga disponibles ciertas Ofertas para dispositivos móviles a través de un sitio web, aplicación o plataforma operada por un Proveedor de plataforma para dispositivos móviles (según se define en las Condiciones). Cuando comparte datos con un Proveedor de plataforma para dispositivos móviles, por ejemplo, para crear credenciales de usuario que le permiten utilizar su plataforma para acceder a la Oferta para dispositivos móviles, esos datos personales se almacenan fuera del control de McKinsey y estarán sujetos a los términos y políticas de privacidad de tal proveedor.
ja: 加えて、一部のモバイルサービスは、モバイルサービスプラットフォームプロバイダー (この語は、適用規約い定義されています) が運営するウェブサイト、アプリケーションまたはプラットフォームを介して皆さんに提供される場合があります。. モバイルサービスプラットフォームプロバイダーと情報を共有する場合 (プラットフォームを利用してモバイルサービスにアクセスできるようにするためのユーザー認証情報を作成する場合など)、その個人情報は、McKinsey が管理できない環境で保存され、その情報には、当該プロバイダー独自の規約やプライバシーに関する方針が適用されます。
nl: Daarnaast kunnen bepaalde Mobiele aanbiedingen worden weergegeven via een website, applicatie of platform beheerd door een Mobiele platformaanbieder (zoals gedefinieerd in de Voorwaarden). Indien u gegevens deelt met een Mobiele platformaanbieder, bijvoorbeeld voor het aanmaken van inloggegevens voor het platform van de aanbieder om toegang te krijgen tot de Mobiele aanbieding, dan worden uw persoonsgegevens opgeslagen buiten het beheer van McKinsey en zijn deze onderworpen aan de voorwaarden en het privacybeleid van de desbetreffende Mobiele platformaanbieder.
pl: Dodatkowo użytkownikowi mogą zostać udostępnione określone Oferty mobilne za pośrednictwem witryny, aplikacji lub platformy prowadzonej przez Operatora platformy mobilnej (zgodnie z definicją tego określenia w Warunkach). Gdy użytkownik udostępnia dane Operatorowi platformy mobilnej, na przykład po to, aby utworzyć dane uwierzytelniające użytkownika umożliwiające dostęp do tej platformy i Ofert mobilnych, dane te są przechowywane poza kontrolą McKinsey i podlegają własnym warunkom i zasadom prywatności danego Operatora platformy mobilnej.
pt: Além disso, determinadas Versões para Dispositivos Móveis podem ser disponibilizadas a você por meio de um site, aplicativo ou plataforma operada por um Provedor de Plataforma para Dispositivos Móveis (conforme definição nos Termos). Quando você compartilha dados com um Provedor de Plataforma para Dispositivos Móveis (por exemplo, para criar credenciais de usuário), para permitir que você use a plataforma para acessar as Versões para Dispositivos Móveis, esses dados pessoais são armazenados fora do controle da McKinsey e estarão sujeitos aos Termos e Políticas de Privacidade do próprio Provedor.
zh: 此外，您可以通过移动平台提供商（定义请参见“术语”部分）运营的网站、应用程序或平台获得某些移动产品。 当您与移动平台提供商共享数据时，例如为了创建用户凭据以便您使用他们的平台获取移动产品，这些个人数据是存储在麦肯锡控制范围之外的，并受相关移动平台提供商自己的条款和隐私政策的约束。

source: McKinsey has implemented generally accepted standards of technology and operational security to protect personal data from loss, misuse, alteration, or destruction. Only authorized McKinsey personnel and third party service providers are provided access to personal data, and these personnel and service providers are required to treat this information as confidential. Despite these precautions, McKinsey, however, cannot guarantee that unauthorized persons will not obtain access to your personal data.
ar: لقد طبقت ماكنزي المعايير المقبولة للتقنية والأمن التشغيلي على نحو عام لحماية البيانات الشخصية من الفقد أو سوء الاستخدام أو التغيير أو التدمير. يتم توفير الوصول إلى البيانات الشخصية لموظفي ماكنزي ومقدمي الخدمة الخارجيين المصرح بهم فقط، وتعين على هؤلاء الموظفين ومقدمي الخدمة التعامل مع هذه البيانات على أنها سرية. وعلى الرغم من هذه الاحتياطات، فإن ماكنزي لا يمكنها ضمان عدم وصول الأشخاص غير المصرح بهم إلى بياناتك الشخصية.
de: McKinsey hat allgemein geltende Standards für Technologie und Betriebssicherheit eingeführt, um personenbezogene Daten vor Verlust, Missbrauch, Veränderung oder Zerstörung zu schützen. Nur autorisierte McKinsey-Mitarbeiter und Drittanbieter erhalten Zugang zu personenbezogenen Daten, und diese Mitarbeiter und Drittanbieter sind verpflichtet, diese Informationen vertraulich zu behandeln. Trotz dieser Vorsichtsmaßnahmen kann McKinsey jedoch nicht garantieren, dass Unbefugte keinen Zugang zu Ihren personenbezogenen Daten erhalten.
es: McKinsey ha implementado estándares generalmente aceptados de tecnología y seguridad operativa para proteger los datos personales contra cualquier pérdida, uso indebido, alteración o destrucción. Solo el personal autorizado de McKinsey y los proveedores de servicios externos tienen acceso a los datos personales, quienes deben tratar esta información como confidencial. A pesar de estas precauciones, McKinsey, sin embargo, no puede garantizar que personas no autorizadas no obtendrán acceso a sus datos personales.
ja: McKinsey は、個人情報の損失、誤用、改変または破壊を防止できるよう、一般に認められた水準の技術やセキュリティー対策を導入しています。個人情報には、McKinsey の授権担当者と第三者サービスプロバイダーのみがアクセスできますが、これらの者は、該当情報を秘密情報として取り扱わなければならないことになっています。このような予防策には万全を期していますが、McKinsey において、何者かが皆さんの個人情報に無断でアクセスすることはないと保証することはできません。
nl: McKinsey heeft algemeen aanvaarde normen voor technische en operationele beveiliging geïmplementeerd om persoonsgegevens te beschermen tegen verlies, misbruik, wijziging of vernietiging. Alleen geautoriseerd personeel en derden-dienstverleners van McKinsey krijgen toegang tot persoonlijke gegevens en medewerkers en dienstverleners moeten deze informatie als vertrouwelijk behandelen. Ondanks deze voorzorgsmaatregelen kan McKinsey echter niet garanderen dat onbevoegden geen toegang kunnen krijgen tot uw persoonsgegevens.
pl: McKinsey wdrożyła ogólnie przyjęte standardy bezpieczeństwa technicznego i operacyjnego, aby chronić dane osobowe przed utratą, niewłaściwym wykorzystaniem, modyfikacją lub zniszczeniem. Dostęp do danych osobowych otrzymują jedynie upoważnieni członkowie personelu McKinsey i usługodawcy zewnętrzni, mający obowiązek traktowania tych danych jako dane poufne. Pomimo stosowania tych środków ostrożności McKinsey nie może zagwarantować, że dostępu do danych osobowych użytkownika nie uzyskają osoby nieupoważnione.
pt: A McKinsey implementou padrões geralmente aceitos de tecnologia e segurança operacional para proteger os dados pessoais contra perda, uso indevido, alteração ou destruição. Somente o pessoal autorizado da McKinsey e provedores de serviços terceirizados têm acesso aos dados pessoais, e esses profissionais e provedores são obrigados a tratar essas informações como confidenciais. Apesar dessas precauções, a McKinsey, no entanto, não pode garantir que pessoas não autorizadas não obtenham acesso aos seus dados pessoais.
zh: 麦肯锡已实施了普遍接受的技术和运营安全标准，以保护个人数据免于丢失、误用、篡改或损坏。只有经过授权的麦肯锡人员和第三方服务提供商才能获得个人数据，且这些人员和服务提供商应对这些信息保密。尽管有这些预防措施，但麦肯锡不能保证未经授权的人不会获得您的个人数据。

source: McKinsey retains your personal data for as long as we are providing services to your Sponsoring Organization. We may retain your personal data for up to one year after we have stopped providing services to your Sponsoring Organization, unless we need to retain it to protect ourselves against legal claims. If you request that we delete your personal data, McKinsey will make reasonable attempts to delete all instances of the information in their entirety unless we have a legitimate reason to retain it. For requests for access, corrections, or deletion, please refer to the “YOUR RIGHTS” section of this Privacy Policy.
ar: تحتفظ ماكنزي ببياناتك الشخصية ما دمنا نقدم الخدمة إلى المؤسسة الراعية لديك. ويجوز لنا الاحتفاظ ببياناتك لما يصل إلى عام واحد بعد إيقاف تقديم الخدمات إلى المؤسسة الراعية لديك، ما لم نحتاج إلى الاحتفاظ بها لحماية أنفسنا ضد الدعاوى القانونية. إذا قدمت طلبًا بحذف بياناتك الشخصية، فإن ماكنزي ستقوم بمحاولات معقولة لحذف جميع مثيلات المعلومات بأكملها ما لم يكن لدينا سبب قانوني للاحتفاظ بها. لإرسال طلبات الوصول أو التصحيحات أو الحذف، يرجى الرجوع إلى قسم «حقوقك» من سياسة الخصوصية هذه.
de: McKinsey speichert Ihre personenbezogenen Daten so lange, wie wir Dienstleistungen an ihre Sponsorenorganisation erbringen. Wir können Ihre personenbezogenen Daten bis zu einem Jahr, nachdem wir die Erbringung von Dienstleistungen an Ihre Sponsorenorganisation eingestellt haben, speichern, sofern wir sie nicht speichern müssen, um uns gegen gesetzliche Ansprüche zu schützen. Wenn Sie darum bitten, dass wir Ihre personenbezogenen Daten löschen, wird McKinsey angemessene Anstrengungen unternehmen, um alle Instanzen der Informationen in ihrer Gesamtheit zu löschen, sofern wir kein berechtigtes Interesse haben, sie zu speichern. Einzelheiten zu Anfragen zu Zugriff, Korrekturen oder Löschung finden Sie im Abschnitt “IHRE RECHTE” dieser Datenschutzerklärung.
es: McKinsey conserva sus datos personales siempre que continuemos brindando servicios a su Organización patrocinadora. Es posible que retengamos sus datos personales hasta por un año después de haber dejado de brindarle servicios a su Organización patrocinadora, salvo que necesitemos retenerlos para protegernos contra cualquier reclamo legítimo. Si solicita que eliminemos sus datos personales, McKinsey tomará todas las medidas razonables para eliminar en su totalidad todas las instancias de la información, salvo que tengamos una razón legítima para retenerla. Si desea presentar una solicitud de acceso, corrección o eliminación, consulte la sección “SUS DERECHOS” de esta Política de privacidad.
ja: McKinsey は、皆さんの後援組織に対するサービスを継続する限り、皆さんの個人情報を保持します。弊社は、法的請求から自らを守るには情報を保持しておく必要がある場合でない限り、後援組織に対するサービス提供の終了から 1 年間を限度として、皆さんの個人情報を保持します。皆さんから個人情報の削除依頼があった場合、McKinsey は、該当情報を保持しておく法的な理由がなければ、該当情報のすべてを完全に削除できるよう相当の努力を尽くします。個人情報へのアクセスやその訂正または削除については、このプライバシーに関する方針にある「皆さんの権利」セクションをご覧ください。
nl: McKinsey bewaart persoonsgegevens zolang wij diensten verlenen aan de Sponsorende organisatie. We kunnen persoonsgegevens bewaren tot een jaar nadat we diensten aan de Sponsorende organisatie hebben verleend, tenzij we deze moeten bewaren om onszelf te beschermen tegen rechtsvorderingen. Indien u verzoekt om de verwijdering van uw persoonsgegevens, zal McKinsey alle redelijke maatregelen treffen om alle informatie volledig te verwijderen, tenzij we een gegronde reden hebben om deze te bewaren. Raadpleeg het onderdeel “Uw rechten” in dit Privacybeleid voor verzoeken tot toegang, correctie of verwijdering.
pl: McKinsey zachowuje dane osobowe użytkownika przez okres, w którym świadczy usługi jego Organizacji sponsorującej. McKinsey może zachować dane osobowe użytkownika przez okres maksymalnie jednego roku od zaprzestania świadczenia usług jego Organizacji sponsorującej, chyba że potrzebuje je zachować dłużej w celu ochrony przed roszczeniami prawnymi. Jeśli użytkownik zażąda usunięcia jego danych osobowych, McKinsey podejmie zasadne próby usunięcia wszystkich egzemplarzy informacji w całości, chyba że istnieje zasadny powód ich zachowania. Informacje na temat żądania dostępu do danych, ich poprawienia lub usunięcia znajdują się w punkcie Uprawnienia użytkownika niniejszych Zasad prywatności.
pt: A McKinsey mantém seus dados pessoais enquanto prestamos serviços à sua organização patrocinadora. Podemos reter seus dados pessoais por até um ano após a interrupção do fornecimento de serviços à sua organização patrocinadora, a menos que seja necessário retê-los para nos proteger de ações judiciais. Se você solicitar a exclusão dos seus dados pessoais, a McKinsey fará tentativas razoáveis para excluir todas as instâncias da informação, a menos que tenhamos um motivo legítimo para retê-las. Para solicitações de acesso, correções ou exclusão, consulte a seção “SEUS DIREITOS” desta Política de Privacidade.
zh: 只要我们为您的赞助组织提供服务，麦肯锡就将保留您的个人数据。在我们停止为您的赞助组织提供服务后，我们可能会将您的个人数据保留最多一年，除非我们需要继续保留这些数据以保护我们免受法律诉讼。如果您请求我们删除您的个人数据，除非我们有合法的理由保留这些数据，否则麦肯锡将做出合理的努力以全部删除所有信息实例。有关访问、更正或删除的请求，请参阅本隐私政策的“您的权利”部分。

source: Where granted by local law, you may have the right to request access to the personal data that we have hold about you for the purposes of reviewing, modifying, or requesting deletion of the data. You may also have the right to request a copy of the personal data that we hold about you and to have any inaccuracies in that data corrected. In certain circumstances, you may also request that we cease processing your personal data.
ar: قد يكون لك الحق في طلب الوصول إلى البيانات الشخصية التي نحتفظ بها حيالك لأغراض المراجعة أو التعديل أو طلب حذف البيانات، حيثما يمنح القانون ذلك. كما قد يكون لك الحق في طلب نسخة من بياناتك الشخصية التي نحتفظ بها حيالك وتصحيح أي أخطاء عدم دقة في البيانات. وفي ظروف معينة، يجوز لك أيضًا طلب التوقف عن معالجة بياناتك الشخصية.
de: Wenn dies nach lokalem Recht zulässig ist, haben Sie möglicherweise das Recht, Zugang zu den personenbezogenen Daten zu verlangen, die wir über Sie gesammelt haben, um die Daten zu überprüfen, zu ändern oder die Löschung zu veranlassen. Sie haben möglicherweise auch das Recht, eine Kopie der personenbezogenen Daten anzufordern, die wir über Sie erhoben haben. Unter bestimmten Umständen können Sie auch verlangen, dass wir die Verarbeitung Ihrer personenbezogenen Daten einstellen.
es: Cuando la ley local así lo permita, puede tener derecho a solicitar acceso a los datos personales que tenemos sobre usted con el fin de revisar, modificar o solicitar la eliminación de estos. Asimismo, es posible que tenga derecho a solicitar una copia de los datos personales que tenemos sobre usted y a corregir cualquier falta de precisión en estos. Bajo determinadas circunstancias, también puede solicitar que dejemos de procesar sus datos personales.
ja: 現地法が認めている場合、皆さんには、弊社が保有している個人情報の見直し、修正または削除を目的とする当該情報へのアクセスを求める権利があります。また皆さんには、弊社が保有している個人情報のコピーを求めたり、その不正確な部分を訂正したりする権利もあります。状況によっては、弊社による個人情報処理の停止を求めることができる場合もあります。
nl: Voor zover toegestaan door de toepasselijke wetgeving heeft u het recht om toegang te vragen tot de persoonsgegevens die we over u hebben verzameld om deze gegevens te bekijken, te wijzigen of te verzoeken om de verwijdering van de gegevens. U heeft mogelijk ook het recht om een kopie te vragen van de persoonsgegevens die we over u hebben verzameld en om eventuele onjuistheden in die gegevens te laten corrigeren. In bepaalde omstandigheden kunt u ook verzoeken dat we stoppen met het verwerken van uw persoonsgegevens.
pl: Użytkownik może posiadać prawo żądania dostępu do posiadanych przez McKinsey danych osobowych go dotyczących w celu ich przejrzenia, modyfikacji lub żądania usunięcia, o ile prawo takie przyznają mu przepisy krajowe. Użytkownik ma również prawo żądania egzemplarza posiadanych przez McKinsey danych osobowych go dotyczących oraz poprawienia danych niedokładnych. W niektórych okolicznościach użytkownik może także żądać, aby McKinsey zaprzestała przetwarzania jego danych osobowych.
pt: Onde for concedido pela lei local, você poderá ter o direito de solicitar acesso aos dados pessoais que mantemos sobre você para fins de revisão, modificação ou solicitação de exclusão deles. Você também pode solicitar uma cópia dos dados pessoais que mantemos sobre você e corrigir quaisquer imprecisões neles. Em determinadas circunstâncias, também é possível solicitar que seus dados pessoais não sejam processados.
zh: 根据当地法律，您可能有权要求访问我们持有的您的个人数据，以便审查、修改或要求删除这些数据。您也可能有权要求我们提供一份我们保留的您的个人数据的副本，并更正其中的任何不准确之处。在某些情况下，您也可要求我们停止处理您的个人数据。

source: If you would like to make a request to access, review, or correct the personal data we have collected about you, or to discuss how we process your personal data, please contact our <a href="%(support_url)s", target="_blank" >support team.</a>
ar: إذا كنت ترغب في تقديم طلب للوصول إلى البيانات الشخصية التي جمعناها عنك أو مراجعتها أو تصحيحها أو إذا أردت مناقشة طريقة معالجتنا لبياناتك الشخصية، يرجى التواصل مع <a href="%(support_url)s", target="_blank" >فريق الدعم</a> لدينا.
de: Wenn Sie einen Antrag auf Zugang, Überprüfung oder Berichtigung der von uns über Sie erhobenen personenbezogenen Daten stellen möchten oder darüber diskutieren möchten, wie wir Ihre personenbezogenen Daten verarbeiten, kontaktieren Sie bitte unser <a href="%(support_url)s", target="_blank" >Support-Team.</a>
es: Si desea presentar una solicitud para acceder, revisar o corregir los datos personales que hemos recopilado sobre usted, o bien si desea analizar cómo los procesamos, comuníquese con nuestro <a href="%(support_url)s", target="_blank" >equipo de ayuda.</a>
ja: 弊社が収集した皆さんに関する個人情報へのアクセスやその見直しまたは訂正を依頼したい場合や、弊社による個人情報処理の方法について問い合わせたい場合には、弊社の<a href="%(support_url)s", target="_blank" >サポートチーム</a>までご連絡ください。
nl: Indien u een verzoek wenst in te dienen voor toegang tot, herziening van of correctie van de persoonsgegevens die wij over u hebben verzameld, of indien u wilt weten hoe wij uw persoonsgegevens verwerken, neem dan contact op met ons <a href="%(support_url)s", target="_blank" >ondersteuningsteam.</a>
pl: Jeśli użytkownik chce zażądać dostępu do, przejrzenia lub poprawienia danych osobowych go dotyczących, które zgromadziła McKinsey, bądź omówienia sposobu przetwarzania jego danych osobowych, prosimy o kontakt z <a href="%(support_url)s", target="_blank" >zespołem pomocy.</a>
pt: Se desejar solicitar acesso, revisão ou correção dos seus dados pessoais coletados ou se quiser discutir a forma como os processamos, entre em contato com a nossa <a href="%(support_url)s", target="_blank" >equipe de suporte</a>.
zh: 如果您希望访问、审查或更正我们所收集的您的个人数据，或讨论我们如何处理您的个人数据，请联系我们的<a href="%(support_url)s", target="_blank" >支持团队</a>。
