Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Develop strategies for leading across cultures
ar: وضع استراتيجيات للقيادة عبر مختلف الثقافات
de: Entwickeln Sie Strategien zur Führung über verschiedene Kulturen hinweg
eo: Dévélöp strätégïés för léädïng äçröss çültürés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Desarrolle estrategias para liderar en diversas culturas
fr: Élaborer des stratégies de direction qui couvrent toutes les cultures
ja: 文化をまたいでリードする戦略を開発します
nl: Ontwikkel strategieën voor leidinggeven aan mensen uit verschillende culturen
pl: Wypracuj strategie przewodzenia w środowisku wielokulturowym.
pt: Desenvolva estratégias para liderar em diferentes contextos culturais
zh: 制定跨文化领导战略

source: Evaluate how remarkable women lead
ar: تقييم كيفية القيادة التي تقوم بها المرأة الرائدة
de: Bewerten Sie die Führungsqualitäten von bemerkenswerten Frauen
eo: Évälüäté höw rémärkäßlé wömén léäd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Evalúe cómo lideran las mujeres destacadas
fr: Etudier la façon dont les femmes remarquables dirigent
ja: 卓越した女性がいかにリードするかを評価します
nl: Evalueer hoe opmerkelijke vrouwen leidinggeven
pl: Zbadaj, w jaki sposób przewodzą wybitne kobiety
pt: Avalie o estilo de liderança de mulheres notáveis
zh: 评估女性领导者的优秀之处

source: Discover the underpinnings of strong leadership in the public sector
ar: اكتشاف أسس القيادة القوية في القطاع العام
de: Entdecken Sie die Fundamente einer starken Führung im öffentlichen Sektor
eo: Dïsçövér thé ündérpïnnïngs öf ströng léädérshïp ïn thé püßlïç séçtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Conozca las bases para un liderazgo sólido en el sector público
fr: Découvrir les conditions qui soutiennent un leadership fort dans le secteur public
ja: 民間部門における強力なリーダーシップの土台を発見します
nl: Breng de basis van sterk leiderschap in de publieke sector in kaart
pl: Odkryj cechy charakterystyczny silnego przywództwa w sektorze publicznym
pt: Descubra os fundamentos de uma liderança forte no setor público
zh: 发现公共部门强大领导力的基础

source: Explore ethical and entrepreneurial leadership in emerging markets
ar: استكشاف القيادة الأخلاقية وريادة الأعمال في الأسواق الناشئة
de: Erkunden Sie die ethische und unternehmerische Führung auf Wachstumsmärkten
eo: Éxplöré éthïçäl änd éntréprénéürïäl léädérshïp ïn émérgïng märkéts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Explore estilos de liderazgo ético y emprendedor en mercados emergentes
fr: Explorer de leadership entrepreneurial et éthique dans les marchés émergents
ja: 新興市場における倫理的・起業家的リーダーシップを追求します
nl: Verken ethisch en ondernemingsgericht leiderschap in opkomende markten
pl: Poznaj cechy etycznego i przedsiębiorczego przywództwa na rynkach wschodzących
pt: Explore a liderança ética e empreendedora nos mercados emergentes
zh: 探索新兴市场中的道德领导力和企业家领导力

source: Change your perspective to see business the same way the world’s leading CEOs do
ar: تغيير وجهة نظرك لرؤية الأعمال بنفس طريقة الرؤساء التنفيذيين البارزين في العالم
de: Ändern Sie Ihre Perspektive, um Geschäfte aus Sicht weltweit führender CEOs zu betrachten
eo: Çhängé ýöür pérspéçtïvé tö séé ßüsïnéss thé sämé wäý thé wörld’s léädïng ÇÉÖs dö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Cambie su perspectiva para ver los negocios tal como lo hacen los CEOs líderes a nivel mundial
fr: Changer votre perspective pour voir le commerce comme le voient les plus grands PDG internationaux
ja: 世界トップのCEOたちと同じ視点に、ビジネスの見方を変えます
nl: Verander uw perspectief zodat u op dezelfde manier tegen zaken aankijkt als mondiaal toonaangevende CEO’s dat doen
pl: Zmień swoją perspektywę biznesową, przybierając optykę wiodących międzynarodowych CEO
pt: Ajuste sua perspectiva para enxergar os negócios do mesmo modo que os principais CEOs do mundo
zh: 改变角度，像全球一流的首席执行官那样看待业务

source: Unlocking the Potential of Women
ar: إفساح المجال لإمكانيات المرأة
de: Setzen Sie das Potenzial von Frauen frei
eo: Ûnlöçkïng thé Pöténtïäl öf Wömén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Liberar el potencial de las mujeres
fr: Libérer le potentiel des femmes
ja: 女性の潜在能力の解放
nl: Stimuleer het potentieel van vrouwen
pl: Uwolnienie potencjału kobiet
pt: Liberando o potencial das mulheres
zh: 释放女性的潜力

source: Learn how to make the most of the talent in your organization by increasing the representation of women – how to effectively lead, given the challenges that women disproportionately face – and how to individually and organizationally effect change.
ar: تعلم كيفية الاستفادة القصوى من المواهب المتوافرة في مؤسستك عن طريق زيادة تمثيل المرأة – كيفية القيادة بطريقة فعالة بالنظر إلى التحديات التي تواجهها المرأة على نحو غير متناسب – وكيفية إحداث التغيير فرديًا ومؤسسيًا.
de: Erfahren Sie, wie Sie das Beste aus dem Talent in Ihrer Organisation herausholen, indem Sie die Repräsentation von Frauen erhöhen. Überlegen Sie sich, wie eine effektive Führung angesichts der speziellen Herausforderungen für Frauen aussieht und wie auf individueller und organisatorischer Ebene Veränderungen bewirkt werden.
eo: Léärn höw tö mäké thé möst öf thé tälént ïn ýöür örgänïzätïön ßý ïnçréäsïng thé répréséntätïön öf wömén – höw tö éfféçtïvélý léäd, gïvén thé çhälléngés thät wömén dïspröpörtïönätélý fäçé – änd höw tö ïndïvïdüällý änd örgänïzätïönällý éfféçt çhängé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσ#
es: Aprenda cómo aprovechar al máximo el talento en su organización al potenciar el rol de las mujeres (cómo liderar efectivamente y superar los desafíos desproporcionados que las mujeres deben enfrentar) y cómo generar cambios a nivel individual y organizacional.
fr: Apprendre comment exploiter au mieux les talents de votre entreprise en augmentant la représentation des femmes (comment diriger effectivement, étant donné les défis disproportionnés auxquels les femmes sont confrontées) et comment opérer des changements au niveau des personnes et de l'organisation.
ja: 女性の占める割合を上げることで、組織内の人材を最大限に活かす方法を学びます。女性が偏った割合で直面する課題を考慮した場合にどう効果的にリードするかや、個人的・組織的に変化をいかにもたらすか、について学びます。
nl: Ontdek hoe u het talent binnen de organisatie optimaal kunt benutten door de vertegenwoordiging van vrouwen te vergroten – hoe u doeltreffend leiding geeft, gezien de uitdagingen waarvoor vrouwen zich meer dan mannen gesteld zien – en hoe u op individueel en organisatieniveau verandering teweegbrengt.
pl: Dowiedz się, jak w pełni wykorzystać potencjał Twojej organizacji, wykorzystując w większy sposób możliwości kobiet - jak zapewnić efektywne przewodnictwo, biorąc pod uwagę wyzwania, z którymi kobiety spotykają się w nieporównanie większej mierze i jak wywołać zmianę na poziomie jednostek i całej organizacji.
pt: Aprenda como aproveitar ao máximo o talento em sua organização, aumentando a representatividade das mulheres - como as mulheres lideram com eficácia mesmo enfrentando desafios desproporcionalmente maiores - e como efetuar mudanças nos âmbitos individuais e organizacionais.
zh: 学习如何通过增加女性席位来充分利用贵组织中的人才；考虑到女性面临的不对称的挑战，如何有效地进行领导；以及如何实现个人和组织的改变。

source: Shift the trajectory of your company to unlock the full potential of women and generate stronger business results
ar: تغيير مسار شركتك لإفساح المجال للإمكانيات الكاملة للمرأة وتوفير نتائج أقوى للأعمال
de: Verlagern Sie den Wachstumskurs Ihres Unternehmens, um das volle Potenzial von Frauen freizusetzen und bessere Geschäftsergebnisse zu generieren
eo: Shïft thé träjéçtörý öf ýöür çömpäný tö ünlöçk thé füll pöténtïäl öf wömén änd généräté ströngér ßüsïnéss résülts Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Cambie la trayectoria de su compañía para liberar todo el potencial de las mujeres y generar resultados más sólidos
fr: Changer la trajectoire de votre entreprise pour libérer le potentiel des femmes et générer des résultats commerciaux plus importants
ja: 会社の軌道を移し、女性の最大限の潜在能力を解き放ってより良い業績を生みます
nl: Verschuif de koers van uw bedrijf om het volledige potentieel van vrouwen te stimuleren en betere bedrijfsresultaten te genereren
pl: Zmień trajektorię swojej firmy, aby w pełni uwolnić potencjał kobiet i wygenerować lepsze rezultaty biznesowe.
pt: Altere a trajetória de sua empresa para liberar todo o potencial das mulheres e gerar resultados de negócios mais sólidos
zh: 改变贵公司的发展轨道，以充分释放女性的潜力，并缔造更强大的业务成果

source: Examine the facts on the representation of women in business and the contributing factors
ar: دراسة الوقائع المتعلقة بتمثيل المرأة في الأعمال التجارية والعوامل المساهمة
de: Untersuchen Sie die Fakten und Hintergründe der Repräsentation von Frauen im Unternehmen
eo: Éxämïné thé fäçts ön thé répréséntätïön öf wömén ïn ßüsïnéss änd thé çöntrïßütïng fäçtörs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Examine la realidad sobre la representación de las mujeres en los negocios y los factores más relevantes
fr: Examiner les faits sur la représentation des femmes dans l'entreprise et les facteurs contributifs
ja: ビジネスにおける女性の割合とその要因に関する事実を分析していきます
nl: Bestudeer de feiten van de vertegenwoordiging van vrouwen in het bedrijfsleven en de factoren die daaraan bijdragen
pl: Przeanalizuj fakty dotyczące stopnia udziału kobiet w biznesie i czynniki mające na niego wpływ
pt: Examine os fatos sobre a representatividade das mulheres nos negócios e os fatores que contribuem para isso
zh: 研究有关女性在公司所占领导席位的事实及其成因

source: Empower all employees to be better leaders, understand the challenges women disproportionately face and how to bring out the best in their whole team
ar: تمكين جميع الموظفين ليصبحوا قادة أفضل وفهم التحديات التي تواجه المرأة بصورة غير متناسبة وكيفية إبراز الأفضل في فريقهن بالكامل
de: Stärken Sie alle Mitarbeiter darin, bessere Führungskräfte zu sein. Verstehen Sie die speziellen Herausforderungen, denen Frauen unverhältnismäßig gegenüberstehen, und wie Sie das Beste aus dem ganzen Team herausholen
eo: Émpöwér äll émplöýéés tö ßé ßéttér léädérs, ündérständ thé çhälléngés wömén dïspröpörtïönätélý fäçé änd höw tö ßrïng öüt thé ßést ïn théïr whölé téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηι#
es: Empodere a todos sus empleados para ser mejores líderes, comprender los desafíos desproporcionados que enfrentan las mujeres y sacar lo mejor de todo el equipo
fr: Éduquer tous les employés à devenir de meilleurs leaders, à comprendre les défis disproportionnés auxquels les femmes sont confrontées et comment faire en sorte que leur équipe se surpasse
ja: すべての従業員に対し、より良いリーダーとなれるよう刺激を与え、女性が偏った割合で直面する課題や、チーム全体でいかに最大限の力を引き出すかを理解します
nl: Stel alle medewerkers in staat beter leiding te geven, doorgrond de uitdagingen waarvoor vrouwen zich gesteld zien en breng het beste naar voren in het gehele team
pl: Daj wszystkim pracownikom możliwość stania się lepszymi liderami, zrozum wyzwania, z którymi kobiety spotykają się w nieporównanie większej mierze i poznaj sposoby, dzięki którym każdy członek zespołu osiągnie maksimum swojego potencjału.
pt: Capacite todos os funcionários para que sejam líderes melhores, compreendam o número desproporcional de desafios que as mulheres enfrentam e aprendam como extrair o melhor de toda a equipe
zh: 让所有员工都有能力成为更好的领导者，了解女性面临的不对称的挑战以及如何充分发挥整个团队的潜能

source: Drive organizational cultural change by addressing structural and mindset obstacles to recruiting, developing and retaining women
ar: دفع التغير الثقافي المؤسسي من خلال معالجة العقبات الهيكلية والعقلية لتوظيف النساء وتطويرهن والإبقاء عليهن
de: Bewirken Sie kulturelle Veränderungen in der Organisation, indem Sie strukturelle und gedankliche Hindernisse bei der Einstellung, Entwicklung und dem Verbleib von Frauen im Unternehmen angehen
eo: Drïvé örgänïzätïönäl çültüräl çhängé ßý äddréssïng strüçtüräl änd mïndsét ößstäçlés tö réçrüïtïng, dévélöpïng änd rétäïnïng wömén Ⱡ'σ#
es: Impulse el cambio cultural organizativo mediante el abordaje de los obstáculos estructurales y de mentalidad para reclutar, desarrollar y retener talentos femeninos
fr: Encourager le changement culturel dans l'entreprise en éliminant les obstacles structurels et culturels pour recruter, retenir et développer les femmes
ja: 女性の採用・育成・研修における構造的・心理的障害に対処することで、組織的な文化変化を促します
nl: Breng een cultuuromslag binnen de organisatie teweeg door de aanpak van structurele en mentale belemmeringen ten aanzien van het werven, ontwikkelen en behouden van vrouwen
pl: Stań się motorem zmiany kultury Twojej organizacji, podejmując działania mające na celu zniwelowanie elementów w strukturze organizacji czy mentalności pracowników, które utrudniają zatrudnianie i rozwój kobiet oraz utrzymywanie ich na stanowiskach.
pt: Impulsione a mudança cultural organizacional, abordando obstáculos estruturais e mentais para o recrutamento, desenvolvimento e retenção de mulheres
zh: 通过解决结构和思维上的障碍推动组织的文化变革，以招聘、培养和留住女性

source: Team Management
ar: إدارة الفريق
de: Teamleitung
eo: Téäm Mänägémént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Manejo de equipos
fr: Gestion d’équipe
ja: チーム管理
pl: Zarządzanie zespołem
pt: Gestão da equipe
zh: 团队管理

source: Learn how to better manage and engage team members, develop your feedback and coaching capabilities, and maximize your team’s effectiveness.
ar: تعرّف على كيفية إدارة أعضاء الفريق ودمجهم بشكل أفضل وتقديم الملاحظات وتطوير إمكانيات التوجيه والإرشاد ورفع فعالية فريقك إلى أقصى قدر ممكن.
de: Erfahren Sie, wie Sie Teammitglieder besser leiten und einbinden, entwickeln Sie Ihre Feedback- und Coachingfähigkeiten und maximieren Sie die Effektivität Ihres Teams.
eo: Léärn höw tö ßéttér mänägé änd éngägé téäm mémßérs, dévélöp ýöür féédßäçk änd çöäçhïng çäpäßïlïtïés, änd mäxïmïzé ýöür téäm’s éfféçtïvénéss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт ł#
es: Aprenda cómo manejar y estimular a los miembros de sus equipos, desarrollar sus capacidades de feedback y coaching, y maximizar la efectividad.
fr: Apprendre comment mieux gérer et impliquer les membres de l'équipe, développer vos capacités d'encadrement et de conseil, et optimiser l'efficacité de votre équipe.
ja: チームメンバーをより上手く管理し、関与させる方法、フィードバックとコーチング力を高める方法、チームの効果を最大限に引き伸ばす方法を学びます。
nl: Ontdek hoe u beter kunt leidinggeven aan teamleden en hoe u hen beter kunt betrekken, ontwikkel uw vaardigheden op het gebied van feedback en coachen en maximaliseer de doeltreffendheid van uw team
pl: Poznaj sposoby lepsze zarządzania i motywowania członków zespołu, rozwiń swoje zdolności coachingowe, naucz się zapewniać lepszą informację zwrotną i pomóż zespołom osiągać maksimum możliwości.
pt: Aprenda como gerenciar e envolver melhor os membros da equipe, desenvolver suas capacidades de feedback e coaching, e maximizar a eficácia da sua equipe.
zh: 了解如何更好地管理和吸引团队成员，发展您的反馈和辅导能力，并最大限度提高团队效能。

source: Manage and improve team dynamics by encouraging positive behavior to effectively motivate your team
ar: إدارة تفاعلات الفريق وتحسينها بتشجيع السلوك الإيجابي لضمان النجاح في تحفيز فريقك بفعالية
de: Managen und verbessern Sie die Teamdynamik, indem Sie positives Verhalten fördern, um Ihr Team effektiv zu motivieren
eo: Mänägé änd ïmprövé téäm dýnämïçs ßý énçöürägïng pösïtïvé ßéhävïör tö éfféçtïvélý mötïväté ýöür téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Administre y mejore la dinámica del equipo y fomente un comportamiento positivo para motivarlo eficazmente
fr: Gérer et améliorer la dynamique d'équipe en encourageant les comportements positifs pour motiver efficacement votre équipe
ja: チームのモチベーションを効果的に上げるため、ポジティブな行動を促すことで、チーム力を管理、向上します
nl: Stuur de teamdynamiek aan en verbeter deze door positief gedrag aan te moedigen om zo uw team effectief te motiveren
pl: Zarządzaj i ulepszaj dynamikę relacji pomiędzy członkami zespołu poprzez wzmacnianie pozytywnych zachowań i efektywną motywację.
pt: Gerencie e melhore a dinâmica da equipe ao incentivar um comportamento positivo para motivar a sua equipe de modo eficaz
zh: 通过鼓励积极正面的行为来有效激励团队，从而管理并改善团队活力

source: Promote collaboration and cooperation across your business by using teambuilding and communication techniques
ar: تعزيز روح التشارك والتعاون في مختلف مستويات مؤسستك باستخدام تقنيات التواصل والعمل الجماعي عند بناء الفريق
de: Fördern Sie die Zusammenarbeit und Kooperation in Ihrem Unternehmen, indem Sie Teamaufbau- und Kommunikationstechniken verwenden
eo: Prömöté çölläßörätïön änd çööpérätïön äçröss ýöür ßüsïnéss ßý üsïng téämßüïldïng änd çömmünïçätïön téçhnïqüés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Promueva la colaboración y la cooperación en toda su empresa mediante el empleo de técnicas de trabajo en equipo y comunicación
fr: Promouvoir la collaboration et la coopération à l'échelle de l'entreprise en appliquant des techniques de communication et en favorisant l'esprit d'équipe
ja: チーム作り・コミュニケーション技術を使って、ビジネス全体の提携・協力を促します
nl: Bevorder de samenwerking en medewerking binnen uw bedrijf met behulp van technieken voor teambuilding en communicatie
pl: Motywuj do współpracy pomiędzy członkami różnych zespołów i działów firmy, wprowadzając techniki komunikacyjne i integracyjne
pt: Promova a colaboração e a cooperação em toda a empresa usando técnicas de comunicação e de formação de equipes
zh: 通过运用团队建设和沟通技巧，促进整个企业内的协作与合作

source: Develop an accurate, evolving perspective on team-member performance to ensure accountability
ar: تكوين تصور دقيق ومتين حول أداء كل عضو في الفريق لضمان تعزيز روح المساءلة
de: Entwickeln Sie eine genaue, weiterzuentwickelnde Perspektive zur Leistung der Teammitglieder, um die Verantwortlichkeiten sicherzustellen
eo: Dévélöp än äççüräté, évölvïng pérspéçtïvé ön téäm-mémßér pérförmänçé tö énsüré äççöüntäßïlïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Desarrolle una perspectiva exacta y evolutiva sobre el desempeño de los miembros del equipo para asegurar la rendición de cuentas
fr: Développer une perspective évolutive et précise des performances des membres de l'équipe pour garantir la responsabilité de chacun
ja: 信頼性を確保するため、チーム・メンバーの実績について、正確かつ進化的な視点を持ちます
nl: Ontwikkel een nauwkeurig en ontwikkelend perspectief met betrekking tot teamlidprestaties voor het waarborgen van verantwoordelijkheid
pl: Opracuj precyzyjną, ale jednocześnie elastyczny model oceny pracy i rezultatów członków zespołu, pomagając im brać odpowiedzialność za ich wyniki
pt: Desenvolva uma perspectiva precisa e progressiva do desempenho dos membros da equipe para assegurar responsabilização
zh: 对团队成员绩效形成准确且不断完善的看法，以确保问责制

source: Set clear priorities and goals and communicate them effectively with your team members
ar: وضع أولويات وأهداف واضحة وتعريف أعضاء فريقك عليها بفعالية
de: Setzen Sie klare Prioritäten und Ziele und kommunizieren Sie diese effektiv mit Ihren Teammitgliedern
eo: Sét çléär prïörïtïés änd göäls änd çömmünïçäté thém éfféçtïvélý wïth ýöür téäm mémßérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Establezca prioridades y objetivos claros, y comuníquelos efectivamente a los miembros de su equipo
fr: Définir des priorités et des objectifs clairs et les communiquer de façon efficace aux membres de votre équipe
ja: 明確な優先事項と目標を定め、それをチーム・メンバーに効果的に伝えます
nl: Stel heldere prioriteiten en doelen vast en breng deze op een doeltreffende manier over aan uw teamleden
pl: Ustal jasne priorytety oraz cele i skutecznie komunikuj się członkom zespołu
pt: Estabeleça prioridades e objetivos claros e comunique-os de forma eficaz aos membros de sua equipe
zh: 设定明确的优先级和目标，并将其有效地传达给团队成员

source: Run effective virtual and in-person teams by incorporating lean-management tools including coaching, process confirmations, whiteboards, and daily huddles
ar: إدارة الفرق الافتراضية والشخصية بشكل فعال من خلال دمج أدوات الإدارة المرنة بما في ذلك مهارات التوجيه والإرشاد وتأكيدات العملية وألواح الكتابة البيضاء والتجمعات اليومية
de: Schaffen Sie effektive virtuelle und persönliche Teams, indem Sie Lean-Management-Tools einbinden, einschließlich Coaching, Vorgangsbestätigungen, Whiteboards und Daily Huddles
eo: Rün éfféçtïvé vïrtüäl änd ïn-pérsön téäms ßý ïnçörpörätïng léän-mänägémént tööls ïnçlüdïng çöäçhïng, pröçéss çönfïrmätïöns, whïtéßöärds, änd däïlý hüddlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłł#
es: Dirija eficazmente equipos en forma presencial o virtual mediante la incorporación de herramientas de gestión Lean, incluido coaching, confirmaciones de procesos, pizarras y reuniones diarias
fr: Diriger des équipes efficacement de façon virtuelle et en personne, en incorporant des outils de gestion Lean couvrant l'encadrement, les confirmations de processus, les tableaux blancs et les réunions quotidiennes
ja: コーチング、プロセス確認、ホワイトボード、毎日の打合せを含む、スリムな経営ツールを取り入れることで、効果的なバーチャル / 対面式チームを運用します
nl: Geef leiding aan doeltreffende virtuele en persoonlijke teams door gebruik te maken van hulpmiddelen voor lean management, waaronder coachen, procesbevestigingen, whiteboards en korte dagelijkse overleggen
pl: Efektywnie zarządzaj zespołami standardowymi i wirtualnymi za pomocą narzędzi „odchudzonego zarządzania”, takimi jak coaching, potwierdzenie wdrożenia (process confirmation), białe tablice i codzienne narady (daily huddles)
pt: Gerencie equipes virtuais e físicas eficazes, incorporando ferramentas de gestão lean, incluindo coaching, confirmações de processos, quadros de comunicações e reuniões diárias
zh: 通过整合精益管理工具（包括辅导、流程确认、白板和每日碰头会），运营有效的虚拟和实际团队

source: Implement a strengths-based development feedback approach with your team using actionable written and verbal development feedback
ar: تنفيذ منهجية الملاحظات المتعلقة بالتنمية المرتكزة على نقاط القوة مع فريقك باستخدام ملاحظات متعلقة بالتنمية قابلة للتنفيذ كتابيًا ولفظيًا
de: Setzen Sie einen auf Stärken basierenden Entwicklungsfeedbackansatz in Ihrem Team um, indem Sie umsetzbares schriftliches und mündliches Entwicklungsfeedback verwenden
eo: Ìmplémént ä stréngths-ßäséd dévélöpmént féédßäçk äppröäçh wïth ýöür téäm üsïng äçtïönäßlé wrïttén änd vérßäl dévélöpmént féédßäçk Ⱡ'σ#
es: Implemente en su equipo un abordaje de desarrollo basado en las fortalezas mediante feedback escrito y verbal para llevarlo a la realidad
fr: Mettre en œuvre une approche d'évaluation du développement basée sur les forces avec votre équipe, par le biais de commentaires actionnables à l’écrit ou à l’oral
ja: 実行可能な書面および口頭の育成フィードバックを使うことで、チームについて、力に基づく育成フィードバック・アプローチを導入します
nl: Volg een op sterke punten gebaseerde benadering voor ontwikkelingsfeedback voor uw team aan de hand van bruikbare schriftelijke en mondelinge ontwikkelingsfeedback
pl: Zastosuj system oceny pracowniczej, które celem jest rozwijanie mocnych stron członków zespołu za pomocą pisemnej i ustnej informacji zwrotnej zawierające łatwe do wdrożenia sugestie
pt: Implemente com sua equipe uma abordagem de feedback sobre desenvolvimento baseado em pontos fortes, com sugestões acionáveis feitas em conversas ou por escrito
zh: 使用可操作的书面和口头发展反馈，落实基于优点的发展反馈方法
