Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: JavaScript is disabled in your browser; please check your browser settings and confirm that JavaScript is enabled
ar: تم تعطيل لغة البرمجة «جافا سكريبت» في متصفحك؛ ولذا يرجى التحقق من إعدادات متصفحك والتأكد من تفعيل لغة البرمجة «جافا سكريبت»
de: JavaScript ist in Ihrem Browser deaktiviert. Überprüfen Sie Ihre Browsereinstellungen und bestätigen Sie, dass JavaScript aktiviert ist.
eo: JäväSçrïpt ïs dïsäßléd ïn ýöür ßröwsér; pléäsé çhéçk ýöür ßröwsér séttïngs änd çönfïrm thät JäväSçrïpt ïs énäßléd Ⱡ'σяєм ιρѕυм ∂σłσ#
es: JavaScript está deshabilitado en su navegador; revise la configuración de su navegador y confirme que JavaScript esté habilitado
fr: JavaScript est désactivé dans votre navigateur ; vérifiez les paramètres de votre navigateur et assurez-vous que JavaScript est activé
ja: JavaScriptがブラウザでオフになっている。ブラウザの設定でJavaScriptがオンになっていることを確認してください
nl: JavaScript is uitgeschakeld in uw browser. Controleer uw browserinstellingen en controleer of JavaScript is ingeschakeld
pl: Obsługa JavaScript w przeglądarce jest wyłączona. Sprawdź ustawienia przeglądarki i upewnij się, czy obsługa JavaScript jest włączona.
pt: O Javascript está desabilitado no seu navegador. Verifique as configurações do navegador e confirme se o JavaScript está ativado
zh: 您的浏览器已禁用 JavaScript；请检查浏览器设置并确认已启用 JavaScript

source: You have not successfully registered an account with McKinsey Academy' please try registering again with the same email address (if an account already exists, you'll see an error regarding a duplicate email address)
ar: لم تسجل حسابك بنجاح لدى أكاديمية ماكنزي، يرجى محاولة التسجيل مرة أخرى بنفس عنوان البريد الإلكتروني ( في حالة وجود الحساب بالفعل، سيظهر لك خطأ متعلقًا بوجود عنوان بريد إلكتروني مكرر)
de: Sie haben ein Konto nicht erfolgreich bei der McKinsey Academy registriert. Bitte versuchen Sie, sich mit der gleichen E-Mail-Adresse erneut zu registrieren (wenn ein Konto bereits existiert, wird eine Fehlermeldung bezüglich einer doppelt vorhandenen E-Mail-Adresse angezeigt).
eo: Ýöü hävé nöt süççéssfüllý régïstéréd än äççöünt wïth MçKïnséý Àçädémý' pléäsé trý régïstérïng ägäïn wïth thé sämé émäïl äddréss (ïf än äççöünt älréädý éxïsts, ýöü'll séé än érrör régärdïng ä düplïçäté émäïl äddréss) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя.#
es: No ha registrado correctamente una cuenta en McKinsey Academy. Intente volver a realizar el registro con la misma dirección de correo electrónico (si ya existe una cuenta, verá un mensaje de error de dirección de correo electrónico duplicada).
fr: Votre compte McKinsey Academy n'a pas été correctement enregistré, essayez de vous enregistrer à nouveau avec la même adresse e-mail (si un compte existe déjà vous verrez qu'il y a une erreur d'adresse E-mail dupliquée)
ja: McKinsey Academyのアカウント登録が上手くいっていない。同じEメールアドレスを使って、再度、登録を試みてください (アカウントが既に存在する場合は、Eメールアドレスが重複している旨のエラーが表示されます)
nl: Als het u niet is gelukt om een account te registreren bij McKinsey Academy, probeert u het dan opnieuw met hetzelfde e-mailadres (als het account al bestaat, wordt er een fout weergegeven over een dubbel e-mailadres)
pl: Twoja rejestracja w McKinsey Academy nie przebiegła pomyślnie. Spróbuj zarejestrować się ponownie za pomocą tego samego adresu e-mail (jeśli Twoje konto już istnieje, nie będziesz mógł ponownie użyć tego samego adresu).
pt: Você não registrou uma conta no McKinsey Academy com sucesso. Tente se registrar novamente com o mesmo endereço de e-mail (se uma conta já existir para esse e-mail, você verá um erro de endereço de e-mail duplicado)
zh: 您尚未成功注册麦肯锡学院帐户。请使用同一电子邮件地址再次尝试注册（如果帐户已经存在，则将显示电子邮件地址重复错误）

source: What if I have problems with the display (e.g., there are tools missing from the course display, or I am unable to view video)?
ar: ماذا لو كانت لدى مشاكل في نافذة العرض (على سبيل المثال، توجد أدوات مفقودة من نافذة عرض الدورة أو يتعذر عرض الفيديو)؟
de: Was soll ich tun, wenn ich Probleme mit der Anzeige habe (beispielsweise fehlen Werkzeuge in der Kursanzeige oder ich kann keine Videos ansehen)?
eo: Whät ïf Ì hävé prößléms wïth thé dïspläý (é.g., théré äré tööls mïssïng fröm thé çöürsé dïspläý, ör Ì äm ünäßlé tö vïéw vïdéö)? Ⱡ'σяє#
es: ¿Qué sucede si tengo problemas con la visualización (por ej., faltan herramientas en la pantalla del curso o no puedo ver los videos)?
fr: Que faire si j'ai des problèmes d'affichage (par exemple certains outils ne s'affichent pas dans le cours, ou je n'arrive pas à voir la vidéo) ?
ja: 表示に問題がある場合は、どうすればいいですか?
nl: Wat als ik problemen ondervind bij het weergeven (bijvoorbeeld hulpmiddelen die ontbreken in de cursusweergave of als ik geen video’s kan bekijken)?
pl: Niektóre materiały i narzędzia nie są widoczne na stronie kursu i nie mogę wyświetlić materiałów wideo.
pt: O que fazer se tiver problemas com a exibição (por exemplo, ferramentas ausentes na exibição do curso ou não consigo ver o vídeo)?
zh: 如果出现显示问题（例如课程显示中有工具缺失或无法观看视频），我该怎么办？

source: Please check your browser and settings - JavaScript must be enabled. We recommend downloading and using the current version of either Chrome or Firefox.
ar: يرجى التحقق من متصفحك والإعدادات - يلزم تفعيل لغة البرمجة «جافا سكريبت». ونوصي بتنزيل الإصدار الحالي من متصفح كروم أو فايرفوكس واستخدامه.
de: Bitte überprüfen Sie Ihren Browser und die Einstellungen. JavaScript muss aktiviert sein. Wir empfehlen den Download und die Verwendung der aktuellen Version von Chrome oder Firefox.
eo: Pléäsé çhéçk ýöür ßröwsér änd séttïngs - JäväSçrïpt müst ßé énäßléd. Wé réçömménd döwnlöädïng änd üsïng thé çürrént vérsïön öf éïthér Çhrömé ör Fïréföx. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт#
es: Verifique su navegador y la configuración; JavaScript debe estar habilitado. Recomendamos descargar y usar la versión actual ya sea de Chrome o Firefox.
fr: Vérifiez votre navigateur et les paramètres - javascript doit être activé. Nous vous recommandons de télécharger et d'utiliser la version actuelle de Chrome ou de Firefox.
ja: ブラウザと設定を確認してください - JavaScriptがオンになっている必要があります。ChromeまたはFirefoxの現在のバージョンをダウンロードすることをお勧めいたします。
nl: Controleer uw browserinstellingen – JavaScript moet zijn ingeschakeld. We raden aan om de actuele versie van Chrome of Firefox te downloaden en gebruiken.
pl: Sprawdź ustawienia przeglądarki - obsługa JavaScript musi być włączoną. Dodatkowo zalecamy używanie najnowszej wersji przeglądarki Chrome lub Mozilla Firefox.
pt: Verifique o navegador e as configurações. O JavaScript deve estar ativado. Recomendamos baixar e usar a versão atual do Chrome ou Firefox.
zh: 请检查您的浏览器和设置 — 必须启用 JavaScript。我们建议您下载并使用最新版本的 Chrome 或 Firefox。

source: How can I sign up for a McKinsey Academy course or program?
ar: كيف يمكنني الاشتراك بدورة أو برنامج في أكاديمية ماكنزي؟
de: Wie kann ich mich für einen Kurs oder ein Programm der McKinsey Academy anmelden?
eo: Höw çän Ì sïgn üp för ä MçKïnséý Àçädémý çöürsé ör prögräm? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Cómo me inscribo en un curso o programa de McKinsey Academy?
fr: Comment puis-je m’inscrire à un programme ou à un cours McKinsey Academy ?
ja: McKinsey Academyのコースまたはプログラムへの参加方法を教えてください。
nl: Hoe kan ik mij aanmelden voor een cursus of programma van McKinsey Academy?
pl: Jak mogę zarejestrować się na kurs lub program McKinsey Academy?
pt: Como me inscrever em um curso ou programa do McKinsey Academy?
zh: 如何注册参加麦肯锡学院的课程或计划？

source: Please <a href="mailto:academy_info@mckinsey.com">contact us!</a>
ar: يرجى <a href="mailto:info@mckinseyacademy.com">الاتصال بنا!</a>
de: Bitte <a href="mailto:info@mckinseyacademy.com">kontaktieren Sie uns!</a>
es: ¡Comuníquese <a href="mailto:info@mckinseyacademy.com">con nosotros!</a>
ja: <a href="mailto:info@mckinseyacademy.com">こちらからご連絡ください</a>
nl: Neem <a href="mailto:academy_info@mckinsey.com">contact met ons op.</a>
pl: Wyślij nam <a href="mailto:academy_info@mckinsey.com">wiadomość e-mail</a>
pt: <a href="mailto:info@mckinseyacademy.com">Entre em contato conosco!</a>
zh: 请<a href="mailto:info@mckinseyacademy.com">联系我们！</a>

source: What if my question isn’t answered here?
ar: ماذا لو لم يتم الرد على سؤالي هنا؟
de: Wie soll ich vorgehen, wenn meine Frage hier nicht beantwortet wurde?
eo: Whät ïf mý qüéstïön ïsn’t änswéréd héré? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: ¿Qué sucede si la respuesta a mi pregunta no está aquí?
fr: Que faire si la réponse à ma question ne se trouve pas ici ?
ja: 自分の質問の回答がここにない場合は、どうすればいいですか?
nl: Wat moet ik doen als ik hier geen antwoord krijg op mijn vraag?
pl: Co mam zrobić, jeśli nie znalazłem tutaj odpowiedzi na moje pytanie?
pt: O que fazer se a minha pergunta não foi respondida aqui?
zh: 如果这里的信息无法解答我的问题，该怎么办？

source: Please <a href="mailto:academy_info@mckinsey.com">contact us!</a> We’ll do our best to help.
ar: يرجى <a href="mailto:info@mckinseyacademy.com">الاتصال بنا!</a> وسنبذل قصارى جهدنا للمساعدة.
de: Bitte <a href="mailto:info@mckinseyacademy.com">kontaktieren Sie uns!</a> Wir geben unser Bestes, um Ihnen zu helfen.
es: ¡Comuníquese <a href="mailto:info@mckinseyacademy.com">con nosotros!</a> Haremos todo lo posible por ayudarlo.
ja: <a href="mailto:info@mckinseyacademy.com">こちらからご連絡ください。</a>サポートいたします。
nl: Neem <a href="mailto:academy_info@mckinsey.com">contact met ons op.</a> We doen ons best om u te helpen.
pl: Wyślij nam <a href="mailto:academy_info@mckinsey.com">wiadomość e-mail</a>. Zrobimy wszystko, aby Ci pomóc.
pt: <a href="mailto:info@mckinseyacademy.com">Entre em contato conosco!</a> Faremos o nosso melhor para ajudar.
zh: 请<a href="mailto:info@mckinseyacademy.com">联系我们！</a>我们会尽力帮忙解决。

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
eo: Térms öf Sérvïçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Términos de servicio
fr: Conditions de service
ja: サービス利用規約
nl: Servicevoorwaarden
pl: Warunki korzystania z usługi
pt: Termos de Serviço
zh: 服务条款

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
eo: Prïväçý Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーに関する方針
nl: Privacybeleid
pl: Zasady prywatności
pt: Política de Privacidade
zh: 隐私政策

source: Language :
ar: اللغة:
de: Sprache:
eo: Längüägé : Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Idioma:
fr: Langue :
ja: 言語:
nl: Taal:
pl: Język:
pt: Idioma:
zh: 语言：

source: Select Your Language
ar: حدد اللغة
de: Wählen Sie Ihre Sprache
eo: Séléçt Ýöür Längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: SELECCIONAR su idioma
fr: Sélectionnez votre langue
ja: 言語を選択する
nl: Uw taal selecteren
pl: Wybierz swój język
pt: Selecione seu idioma
zh: 选择您的语言

source: McKA Admin
ar: مسؤول ماكنزي
eo: MçKÀ Àdmïn Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Administrador de McKA
ja: McKA管理者
nl: McKA-beheer
pl: Administrator McKA
pt: Administrador McKA
zh: McKA 管理员

source: TEAM REPORTS
ar: تقارير الفريق
de: TEAMBERICHTE
es: INFORMES DEL EQUIPO
fr: RAPPORTS D'ÉQUIPE
ja: チーム・レポート
nl: TEAMRAPPORTEN
pl: Raporty zespołów
pt: RELATÓRIOS DE EQUIPE
zh: 团队报告

source: Client Admin
ar: مسؤول العميل
de: Kunden-Admin
eo: Çlïént Àdmïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Administrador de clientes
fr: Admin Client
ja: クライアント管理者
nl: Klantenbeheer
pl: Administrator klienta
pt: Administrador do cliente
zh: 客户管理员

source: Company Admin
ar: مسؤول الشركة
de: Firmen-Admin
eo: Çömpäný Àdmïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Administrador de la compañía
fr: Admin Société
ja: 会社管理者
nl: Bedrijfsbeheer
pl: Administrator firmy
pt: Administrador da empresa
zh: 公司管理员

source: COURSE CLOSED
ar: دورة مغلقة
de: KURS ABGESCHLOSSEN
eo: ÇÖÛRSÉ ÇLÖSÉD Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: CURSO CERRADO
fr: COURS FERMÉ
ja: コース閉講
nl: CURSUS GESLOTEN
pl: KURS ZAMKNIĘTY
pt: CURSO ENCERRADO
zh: 课程已结束

source: course begins in %(remaining_days)s days
ar: تبدأ الدورة في %(remaining_days)s أيام
de: Kurs beginnt in %(remaining_days)s Tagen
eo: çöürsé ßégïns ïn %(remaining_days)s däýs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: el curso comienza en %(remaining_days)s días
fr: Le cours commence dans %(remaining_days)s jours
ja: コースは、%(remaining_days)s日後に始まります
nl: cursus begint over %(remaining_days)s dagen
pl: kurs rozpocznie się za %(remaining_days)s dni
pt: o curso começa em %(remaining_days)s dias
zh: 距离课程开始还有 %(remaining_days)s 天

source: Leading transformation, transforming leaders
ar: قيادة عملية التحول، وقادة عملية التحول
de: An der Spitze der Transformation – für die Transformation von Spitzenkräften
es: Liderar la transformación, transformar a los líderes
fr: Leader de la transformation, transformateur de leaders
ja: 変革をリードし、リーダーを変革させる
nl: Toonaangevende transformatie, toonaangevend leiderschap
pl: Kształtujemy zmianę, kształcąc liderów
pt: Liderando a transformação, transformando líderes
zh: 引领转型，转变领导者

source: For Information:
ar: للحصول على معلومات:
de: Zur Information:
eo: För Ìnförmätïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Para obtener información:
fr: Pour informations :
ja: 情報について:
nl: Voor informatie:
pl: Do wiadomości ogólnej:
pt: Para obter informações:
zh: 了解更多信息：

source: Learn more about how we accelerate transformations of individuals, organizations, and communities by unlocking the potential of people
ar: تعرف على المزيد بخصوص كيفية تسريع عمليات تحول الأفراد والمؤسسات والمجتمعات من خلال إطلاق العنان لإمكانات الأشخاص
de: Erfahren Sie mehr darüber, wie wir Transformationen von Einzelpersonen, Organisationen und Gemeinschaften durch Freisetzen des Potenzials von Menschen beschleunigen.
eo: Léärn möré äßöüt höw wé äççéléräté tränsförmätïöns öf ïndïvïdüäls, örgänïzätïöns, änd çömmünïtïés ßý ünlöçkïng thé pöténtïäl öf péöplé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
es: Conozca más sobre cómo aceleramos las transformaciones de individuos, organizaciones y comunidades y liberamos todo el potencial de las personas
fr: Découvrez comment nous accélérons la transformation des individus, des organisations et des communautés en libérant le potentiel des personnes
ja: 弊社が、人々の潜在能力を解き放つことで、個人、組織、コミュニティの変革をどのように加速させているかをご覧ください
nl: Meer informatie over hoe we transformaties van individuen, organisaties en community’s bevorderen door het potentieel van mensen te stimuleren
pl: Dowiedz się więcej o tym, jak pomagając innym osiągnąć ich prawdziwy potencjał, stajemy się motorem przemian jednostek, organizacji i społeczności.
pt: Saiba mais sobre como aceleramos as transformações de indivíduos, organizações e comunidades por meio da liberação do potencial das pessoas
zh: 详细了解我们如何通过释放员工潜能来加快个人、组织和社区的转型

source: Learn more
ar: معرفة المزيد
de: Mehr erfahren
eo: Léärn möré Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Conozca más
fr: En savoir plus
ja: 詳細
nl: Meer informatie
pl: Dowiedz się więcej
pt: Saiba mais
zh: 了解更多

source: For Participants:
ar: للمشاركين:
de: Für Teilnehmer:
eo: För Pärtïçïpänts: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Para los participantes:
fr: Pour les participants :
ja: 参加者向け:
nl: Voor deelnemers:
pl: Do wiadomości uczestników:
pt: Para participantes:
zh: 对于参与者：

source: If you are an enrolled participant, please log in below to access your McKinsey Academy learning experience
ar: إذا كنت أحد المشاركين المسجلين، يرجى تسجيل الدخول أدناه للوصول إلى تجربة التعلم لدى أكاديمية ماكنزي
de: Wenn Sie ein angemeldeter Teilnehmer sind, loggen Sie sich bitte nachstehend ein, um auf Ihre Lernerfahrung der McKinsey Academy zuzugreifen.
eo: Ìf ýöü äré än énrölléd pärtïçïpänt, pléäsé lög ïn ßélöw tö äççéss ýöür MçKïnséý Àçädémý léärnïng éxpérïénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Si usted es un participante inscrito, inicie sesión a continuación para acceder a su experiencia de aprendizaje en McKinsey Academy
fr: Si vous êtes un participant inscrit, connectez-vous ici pour accéder à votre parcours de formation McKinsey Academy
ja: 登録済みの参加者の場合は、以下からログインし、McKinsey Academyの学習体験にアクセスしてください。
nl: Als u bent ingeschreven als deelnemer, meldt u zich hieronder aan om uw McKinsey Academy-leerervaring te openen
pl: Jeśli jesteś zarejestrowanym uczestnikiem, zaloguj się, aby uzyskać dostęp do systemu nauczania McKinsey Academy
pt: Se você for um participante inscrito, faça o login abaixo para acessar sua experiência de aprendizado no McKinsey Academy
zh: 如果您是已注册的参与者，请在下方登录，开始您的麦肯锡学院学习体验

source: McKinsey Academy helps organizations thrive by accelerating their talent advantage
ar: تساعد أكاديمية ماكنزي المؤسسات على الازدهار وذلك بتسريع ميزة المواهب لديها
de: Die McKinsey Academy verhilft Organisationen durch das Vorantreiben der Nutzung ihrer Talente zum Erfolg.
eo: MçKïnséý Àçädémý hélps örgänïzätïöns thrïvé ßý äççélérätïng théïr tälént ädväntägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: McKinsey Academy ayuda a las organizaciones a alcanzar el éxito acelerando sus ventajas de talento
fr: McKinsey Academy aide les organisations à se développer en exploitant plus rapidement le potentiel de leurs talents.
ja: McKinsey Academyでは、組織がもつ人材の強みを加速させることで、組織が前進するお手伝いをします
nl: McKinsey Academy helpt organisaties succesvol te zijn door hun talentvoordeel te bevorderen
pl: McKinsey Academy pomaga organizacjom osiągnąć swój maksymalny potencjał, rozwijając talenty i możliwości tworzących je ludzi.
pt: O McKinsey Academy ajuda as organizações a alcançar o sucesso acelerando sua vantagem em talentos
zh: 麦肯锡学院通过加速组织的人才优势来帮助其蓬勃发展

source: Notice
ar: إشعار
de: Hinweis
eo: Nötïçé Ⱡ'σяєм ιρѕυ#
es: Aviso
fr: Note
ja: 通知
nl: Kennisgeving
pl: Uwaga
pt: Aviso
zh: 注意

source: We're sorry, McKinsey Academy is not compatible with your browser. Please update your browser to access course content. We recommend the latest versions of Google Chrome, Mozilla Firefox, and Apple Safari for an optimal experience.
ar: عذرًا، منصة أكاديمية ماكنزي غير متوافقة مع متصفحك. ولذا يرجى تحديثه ليتسنى الوصول إلى محتوى الدورة التدريبية. ونوصي باستخدام أحدث الإصدارات من متصفح جوجل كروم وموزيلا فايرفوكس وأبل سفاري للحصول على تجربة مثالية.
de: Die McKinsey Academy ist mit Ihrem Browser leider nicht kompatibel. Bitte aktualisieren Sie Ihren Browser, um auf den Kursinhalt zuzugreifen. Wir empfehlen Ihnen die neuste Version von Google Chrome, Mozilla Firefox und Apple Safari, um ein optimales Nutzererlebnis zu gewährleisten.
eo: Wé'ré sörrý, MçKïnséý Àçädémý ïs nöt çömpätïßlé wïth ýöür ßröwsér. Pléäsé üpdäté ýöür ßröwsér tö äççéss çöürsé çöntént. Wé réçömménd thé lätést vérsïöns öf Gööglé Çhrömé, Mözïllä Fïréföx, änd Àpplé Säfärï för än öptïmäl éxpérïénçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσя#
es: Lo sentimos, McKinsey Academy no es compatible con su navegador. Actualícelo para acceder al contenido del curso. Le recomendamos usar las últimas versiones de Google Chrome, Mozilla Firefox y Apple Safari para disfrutar de una experiencia óptima.
fr: Nous sommes désolés, McKinsey Academy n'est pas compatible avec votre navigateur. L'accès au contenu du cours est impossible si votre navigateur n'est pas mis à jour. Nous vous conseillons la dernière version de Google Chrome Mozilla Firefox et Apple Safari pour une expérience optimale..
ja: 申し訳ございません。McKinsey Academyは、あなたのブラウザではご利用できません。コース内容にアクセスするには、ブラウザをアップデートしてください。Google Chrome、Mozilla Firefox、またはApple Safariの最新版が推奨されています。
nl: Het spijt ons, maar McKinsey Academy is niet compatibel met uw browser. Werk uw browser bij om toegang te krijgen tot cursusinhoud. Voor een optimale ervaring raden we u de meest recente versies van Google Chrome, Mozilla Firefox en Apple Safari aan.
pl: Przepraszamy, McKinsey Academy nie jest kompatybilna z Twoją przeglądarką. Zaktualizuj przeglądarkę, aby uzyskać dostępu do zasobów kursu. Zalecamy używanie najnowszych wersji przeglądarek Google Chrome, Mozilla Firefox i Apple Safari, aby móc w pełni skorzystać z kursu.
pt: Desculpe, o McKinsey Academy não é compatível com o seu navegador. Atualize o navegador para acessar o conteúdo do curso. Recomendamos as versões mais recentes do Google Chrome, Mozilla Firefox e Apple Safari para uma experiência ideal.
zh: 抱歉，您的浏览器与麦肯锡学院不兼容。请更新您的浏览器，以访问课程内容。我们推荐使用最新版本的 Google Chrome、Mozilla Firefox 和 Apple Safari 以获取最佳体验。

source: McKinsey Academy is a dynamic business education platform built to help organizations thrive by accelerating their talent advantage. This video will walk you through our learner experience.
ar: أكاديمية ماكنزي هي منصة حيوية لتعليم إدارة الأعمال صُممت خصيصًا لمساعدة المؤسسات على الازدهار وذلك من خلال تسريع ميزة المواهب لديها. سيرشدك مقطع الفيديو هذا بخصوص تجربة المتعلم لدينا.
de: Die McKinsey Academy ist eine dynamische Wirtschaftsausbildungsplattform, die aufgebaut wurde, um Organisationen durch das Vorantreiben der Nutzung ihrer Talente zum Erfolg zu verhelfen. Dieses Video leitet Sie durch unsere Lernumgebung.
eo: MçKïnséý Àçädémý ïs ä dýnämïç ßüsïnéss édüçätïön plätförm ßüïlt tö hélp örgänïzätïöns thrïvé ßý äççélérätïng théïr tälént ädväntägé. Thïs vïdéö wïll wälk ýöü thröügh öür léärnér éxpérïénçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρя#
es: McKinsey Academy es una plataforma de educación empresarial dinámica diseñada para ayudar a las organizaciones a alcanzar el éxito al acelerar sus ventajas de talento. Este video lo guiará por nuestra experiencia de aprendizaje.
fr: McKinsey Academy est une plate-forme éducative commerciale dynamique, conçue pour aider les organisations à se développer en exploitant plus rapidement le potentiel de leurs talents. Cette vidéo vous présente votre parcours d'apprenant.
ja: McKinsey Academyは、組織が持つ人材の強みを加速させることで、組織が前進するお手伝いをするための、ダイナミックなビジネス教育プラットフォームです。この動画では、学習者の体験について知ることができます。
nl: McKinsey Academy is een dynamisch platform voor bedrijfsopleidingen dat is gebouwd om organisaties te helpen succesvol te zijn door hun talentvoordeel te bevorderen. Deze video leidt u door onze studentervaring.
pl: McKinsey Academy to dynamiczna, biznesowa platforma edukacyjna stworzona, aby pomóc organizacjom osiągnąć swój maksymalny potencjał, rozwijając talenty i umiejętności tworzących je ludzi. Poniższy film pozwoli Ci zapoznać się z metodyką i możliwościami naszej platformy edukacyjnej.
pt: O McKinsey Academy é uma plataforma de treinamento empresarial dinâmica criada para ajudar as organizações a alcançar o sucesso, acelerando sua vantagem em talentos. Esse vídeo orienta você ao longo da experiência de aprendizado.
zh: 麦肯锡学院是个充满活力的商业教育平台，旨在通过加速组织的人才优势来帮助其蓬勃发展。这段视频将指导您完成我们的学员体验。
