Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Learner Dashboards help you manage program activities. Keep track of deadlines and milestones with your Calendar, participate in threaded Discussions, and complete group activities via the Miniboard.
ar: تساعدك لوحات متابعة المتعلم على إدارة أنشطة البرنامج.تتبع المواعيد النهائية والمراحل الرئيسية باستخدام التقويم المتوافر لديك وشارك في المناقشات المترابطة واستكمل أنشطة المجموعة عبر لوحة المتابعة المصغرة.
de: Learner Dashboards helfen Ihnen, Programmaktivitäten zu verwalten.Behalten Sie mit Ihrem Kalender Fristen und Meilensteine im Blick, beteiligen Sie sich an Diskussionsthreads und bearbeiten Sie Gruppenaktivitäten über das Miniboard.
es: Los paneles de información del alumno lo ayudarán a administrar las actividades del programa.Lleve el control de las fechas límite y los momentos clave con el calendario, participe en los grupos de debate y complete las actividades grupales en el minipanel.
ja: 学習者ダッシュボードは、プログラムのアクティビティを管理するのに役立ちます。カレンダーで期限やマイルストーンを追跡し、スレッド化されたディスカッションに参加し、ミニボードを介してグループ活動を完了します。
nl: Het Dashboard leerling helpt u bij het beheren van uw programma-activiteiten.Houd deadlines en mijlpalen bij met uw Agenda, neem deel aan Discussies en voltooi groepsactiviteiten via het Minibord.
pl: Panel ucznia pomoże Ci zarządzać aktywnościami programu. Zwróć uwagę na terminy ukończenia zadań i cele pośrednie zaznaczone w Twoim Kalendarzu, bierz udział w Dyskusjach i wykonuj zadania za pomocą Mini panelu.
pt: Os Painéis do aluno ajudam a gerenciar atividades do programa.Acompanhe prazos e etapas com seu Calendário, participe em Discussões em thread e conclua as atividades em grupo pelo Miniboard.
zh: 学员仪表板可帮助您管理项目活动。您可以通过日历功能来跟踪截止日期和阶段性目标，参与按主题划分的讨论，或在 Miniboard 上完成小组活动。

source: Your course might be designed to unfold over time. You may find some tiles are locked until they’re ready to be used.
ar: قد تُصمم الدورة التدريبية الذي سجلت بها لتُكتشف بمرور الوقت.ولذا قد تجد أن بعض التجانبات مقفلة إلى أن تصبح جاهزة للاستخدام.
de: Unter Umständen stehen Ihre Kursinhalte erst nach und nach zur Verfügung.Einige Kurstitel können gesperrt sein, bis Sie soweit sind, sie zu bearbeiten.
es: Es posible que su curso esté diseñado para desarrollarse con el tiempo.Es posible que algunos botones estén bloqueados hasta que sea momento de usarlos.
ja: コースは、時間の経過とともにデプロイするように設計されている場合があります。一部のタイルは、使用する準備ができるまでロックされていることがあります。
nl: Uw cursus kan ontworpen zijn om zich in de loop van de tijd te ontvouwen.Mogelijk zijn sommige titels vergrendeld totdat ze klaar zijn om gebruikt te worden.
pl: Twój kurs może rozwijać się wraz z upływem czasu. Niektóre elementy mogą być zablokowane, zanim będą gotowe do użycia.
pt: Seu curso pode ser projetado para desenvolver com o tempo.Você pode encontrar alguns blocos bloqueados até estarem prontos para serem usados.
zh: 您的课程可能会随时间逐步展开。您可以看到某些磁贴在可用之前处于锁定状态。

source: Mobile App
ar: طبيق الهاتف المحمول
es: Aplicación móvil
ja: モバイルアプリ
nl: Mobiele app
pl: Aplikacja mobilna
pt: Aplicativo para celular
zh: 移动应用

source: Your courses may also be available on mobile. You can download our mobile app on the
ar: تتوفر دوراتك التدريبية أيضًا على الهاتف المحمول.
de: Einige Kurse können auch mobil abgerufen werden.Dazu können Sie unsere mobile App aus dem herunterladen
es: Es posible que sus cursos también estén disponibles desde su dispositivo móvil.Puede descargar nuestra aplicación móvil en la
ja: 受講中のコースの中には、モバイル機器上で受講できるものもあります。からダウンロードすることができます当社のモバイルアプリは
nl: Uw cursussen zijn mogelijk ook mobiel beschikbaar.U kunt onze mobiele app downloaden in
pl: Twój kurs może być dostępny na urządzenia mobilne. Możesz ściągnąć aplikację mobilną z
pt: Seus cursos também podem estar disponíveis no celular.Você pode baixar seu aplicativo móvel na
zh: 您的课程还可以在移动设备上进行。您可以在下载我们的移动应用

source: App Store
ar: منمتجر التطبيقات
nl: de App Store
pl: App Store’u
zh: 应用商店

source: or on
ar: أو
de: oder
es: o en
ja: または
nl: of via
pl: lub z
pt: ou
zh: 或 中

source: Google Play.
ar: جوجل بلاي.
de: Google Play Store.

source: Still have questions?
ar: هل لا يزال يوجد لديك أية أسئلة؟
de: Noch Fragen?
es: ¿Tiene más preguntas?
ja: 解決できませんか?
nl: Heeft u nog vragen?
pl: Masz jakieś pytania?
pt: Dúvidas?
zh: 还有疑问？

source: Visit our
ar: تفضل بزيارة جزئية
de: Sie in unseren
es: Visite nuestra
ja: を参照してください
nl: Lees de
pl: Odwiedź naszą
pt: Visite as
zh: 请查看

source: for more guidance.
ar: للحصول على مزيد من التوجيه والإرشاد.
de: Weitere Hilfestellung finden.
es: y obtenga más información.
ja: 詳細なガイダンスについては
nl: voor meer informatie.
pl: aby otrzymać więcej wskazówek
pt: para obter maior orientação.
zh: 以获取更多指南。

source: team reports
ar: تقارير الفريق
de: Teamberichte
es: informes del equipo
ja: チーム・レポート
nl: teamrapporten
pl: raporty zespołów
pt: relatórios de equipe
zh: 团队报告

source: admin
ar: مشرف أوبر
es: Administrador
ja: Uber管理者
nl: beheer
pl: administrator
pt: administrador
zh: 管理员

source: company admin
ar: مسؤول الشركة
de: Firmen-Admin
es: Administrador de la compañía
ja: 会社管理者
nl: bedrijfsbeheer
pl: administrator firmy
pt: administrador da empresa
zh: 公司管理员

source: ta
ar: مساعد مدرّس
pl: asystent kursu

source: dashboard
ar: لوحة المعلومات
es: Panel
ja: ダッシュボード
pl: panel
pt: painel
zh: 仪表板

source: my courses
ar: دوراتي التدريبية
de: Meine Kurse
es: Mis cursos
ja: 私のコース
nl: mijn cursussen
pl: moje kursy
pt: meus cursos
zh: 我的课程

source: People make change happen—and people make it last.
ar: يُحدث الأشخاص التغيير، ويدوم بقاؤه بهم.
de: Menschen bewirken Wandel und sorgen für seine Nachhaltigkeit.
es: Las personas son las que generan el cambio y quienes hacen que permanezca.
ja: 人々は変化を起こし、人々は変化を持続させます。
pl: To ludzie wprowadzają zmiany – i to dzięki nim zmiana może być długotrwała.
zh: 人员带来变革——也正是人员使这些变革产生深远的影响。

source: We help organizations unlock the potential of their people and leadership teams. We assess capability gaps and work together to design and implement the right interventions to build needed skills in their people.
ar: إننا نساعد المؤسسات في إطلاق العنان لإمكانيات العاملين والفرق القيادية بها. نُقيِّم ثغرات القدرات، ونعمل معًا لتصميم التدخلات الصحيحة وتنفيذها لبناء المهارات المطلوبة في العاملين بالمؤسسات.
de: Wir helfen Organisationen, das Potenzial ihrer Mitarbeiter und Leitungsteams zu entfalten. Wir analysieren Kompetenzlücken und setzen gemeinsam die richtigen Maßnahmen zur Entwicklung der erforderlichen Fähigkeiten um.
es: Ayudamos a las organizaciones a revelar el potencial de su gente y de sus equipos de liderazgo. Evaluamos las brechas en las capacidades y trabajamos en conjunto para diseñar e implementar intervenciones adecuadas a fin de fortalecer las habilidades de su personal.
ja: 弊社は、組織が人材とリーダーシップチームの可能性を引き出すのを支援します。能力のギャップを評価し、協力して適切な介入策を設計および実装して、必要なスキルを従業員に構築します。
nl: Wij helpen organisaties het beste uit hun mensen en leiderschapsteams te halen. Wij stellen vast welke vaardigheden verbeterd kunnen worden en werken samen aan het vormgeven en het verwezenlijken van de juiste inmenging zodat mensen de benodigde vaardigheden verwerven.
pl: Pomagamy organizacjom uwolnić potencjał ich pracowników i kadr zarządzających. Oceniamy, jakich kompetencji potrzebuje dana organizacja i ściśle z nią współpracujemy, aby zaprojektować i wdrożyć właściwe działania, które pomogą pracownikom nabyć odpowiednie umiejętności.
pt: Ajudamos as organizações a liberar o potencial do seu pessoal e equipes de liderança. Avaliamos as lacunas de capacidade e trabalhamos juntos para projetar e implementar as intervenções corretas para desenvolver as habilidades necessárias no seu pessoal.
zh: 我们帮助各种组织机构的人员和领导团队发挥其巨大潜力。我们评估各种能力缺口，并且展开协作以设计并实施适当的干预措施，帮助其人员发展所需的技能。

source: Learn about McKinsey Academy
ar: تعرّف على المعلومات حول أكاديمية ماكنزي
de: Lerne die McKinsey Academy kennen
es: Acerca de McKinsey Academy
ja: McKinsey Academyについて学ぶ
nl: Meer weten over McKinsey Academy
pl: Dowiedz się więcej o McKinsey Academy
pt: Aprenda sobre o McKinsey Academy
zh: 了解麦肯锡学院

source: Log in to McKinsey Academy to start your learning journey.
ar: سجِّل الدخول إلى أكاديمية ماكنزي لتبدأ رحلة التعلم.
de: Melde dich bei der McKinsey Academy an starte deine Lernreise.
es: Inicie sesión en McKinsey Academy para comenzar su camino de aprendizaje.
ja: McKinsey Academyにログインして、学習を始めましょう。
nl: Log in bij McKinsey Academy en begin aan uw leeravontuur.
pl: Zaloguj się do McKinsey Academy, aby rozpocząć swoją przygodę edukacyjną
pt: Entre na McKinsey Academy para iniciar sua jornada de aprendizado.
zh: 登录麦肯锡学院，开始您的学习历程。

source: Username or email
ar: اسم المستخدم أو البريد الإلكتروني:
de: Nutzername oder E-Mail:
es: Usuario o correo electrónico:
ja: ユーザー名またはEメール:
nl: Gebruikersnaam of wachtwoord:
pl: Nazwa użytkownika lub adres e-mail
pt: Nome de usuário ou e-mail:
zh: 用户名或电子邮件：

source: Show password
ar: إظهار كلمة المرور
de: Passwort anzeigen
es: Mostrar contraseña
ja: パスワード
nl: Wachtwoord weergeven
pl: Pokaż hasło
pt: Exibir senha
zh: 显示密码

source: Email Support
ar: إرسال بريد إلكتروني إلى فريق الدعم
de: E-Mail an das Support-Team
es: ayuda por correo electrónico
ja: Eメールサポート
pl: Wyślij e-mail do działu pomocy
pt: Assistência por e-mail
zh: 电子邮件支持

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
ja: スキップ
nl: Overslaan
pl: Pomiń
pt: Pular
zh: 跳过

source: Your learning experience has a fresh look!
ar: تتميز تجربة تعلمك بنظرة جديدة!
de: Ihre Lernerfahrung sieht jetzt anders aus!
es: Su experiencia de aprendizaje tiene una apariencia nueva.
ja: 学習体験が新しい装いになりました！
nl: Uw leerervaring heeft een vernieuwde look!
pl: Twój program edukacyjny zmienił stylistykę!
pt: Sua experiência de aprendizado tem um visual novo!
zh: 您将拥有全新的学习体验！

source: The new design makes it easier for you to navigate, understand your progress and stay focused on your learning.
ar: يسهل التصميم الجديد عليك التنقل ومعرفة مدى تقدمك ومواصلة التركيز على عملية التعلم.
de: Das neue Design erleichtert es Ihnen zu navigieren, Ihren Fortschritt zu verstehen und sich auf das Lernen zu konzentrieren.
es: El nuevo diseño facilita la navegación, comprende su avance y se centra en su aprendizaje.
ja: 新しいデザインは、ナビゲートし、進捗を理解し、学習に集中することが簡単になっています。
nl: Door het nieuwe ontwerp is het makkelijker navigeren, inzicht te krijgen in uw vooruitgang en effectief te blijven leren.
pl: Dzięki nowemu designowi, będzie Ci łatwiej poruszać się po kursie, zrozumieć Twoje postępy i jeszcze bardziej skupić się na procesie nauki.
pt: O novo design facilita a navegação, o entendimento do seu progresso e o foco no aprendizado.
zh: 新设计方便您浏览，了解进度，专注学习。

source: Navigating is simple
ar: التنقل بسهولة
de: Die Navigation ist einfach
es: Navegar es sencillo.
ja: 移動がシンプル
nl: Navigeren is eenvoudig
pl: Nawigacja jest prosta
pt: A navegação é simples
zh: 导航很简单

source: The updated landing page makes it easier for you to access your programs or courses.
ar: تسهل الصفحة المقصودة المحدثة عليك الوصول إلى البرامج أو الدورات التدريبية.
de: Die aktualisierte Zielseite erleichtert Ihnen den Zugriff auf Ihre Programme oder Kurse.
es: La página de destino actualizada facilita el acceso a los programas o cursos.
ja: 更新されたランディングページによって、プログラムやコースにアクセスしやすくなっています。
nl: Met de bijgewerkte startpagina is het gemakkelijker om toegang te krijgen tot uw programma’s of cursussen.
pl: Za pomocą zaktualizowanej strony docelowej łatwiej Ci będzie odnaleźć programy i kursu.
pt: A página de aterrissagem atualizada facilita o acesso aos programas ou cursos.
zh: 更新后的登录页面方便您访问您的项目或课程。

source: New full-screen mode
ar: وضع ملء الشاشة الجديد
de: Neuer Vollbildmodus
es: Nuevo modo de pantalla completa
ja: 新しいフルスクリーンモード
nl: Nieuwe weergave volledig scherm
pl: Nowy tryb pełnoekranowy
pt: Novo modo de tela cheia
zh: 全新推出的全屏模式

source: In your course, you can now zoom into the content by choosing full screen mode.
ar: في دورتك التدريبية، يمكنك الآن تكبير المحتوى باختيار وضع ملء الشاشة..
de: In Ihrem Kurs können Sie die Inhalte jetzt heranzoomen, indem Sie den Vollbildmodus wählen.
es: En el curso, puede ampliar el tamaño del contenido cuando selecciona el modo de pantalla completa.
ja: コースで、フル画面モードを選ぶことで、コンテンツを拡大できるようになりました。
nl: U kunt nu inzoomen op de inhoud van uw cursus door te klikken op de weergave volledig scherm.
pl: W Twoim kursie możesz teraz przybliżać materiały, wybierając tryb pełnoekranowy.
pt: No seu curso, você pode agora ampliar o conteúdo escolhendo o modo tela cheia.
zh: 现在您可以在课程中选择全屏模式来放大内容。

source: Access from any device
ar: الوصول من أي جهاز
de: Zugang von allen Geräten
es: Acceso desde cualquier dispositivo
ja: あらゆるデバイスからアクセス
nl: Toegang vanaf ieder apparaat.
pl: Dostęp z dowolnego urządzenia
pt: Acesse em qualquer dispositivo
zh: 通过任何设备访问

source: The designs have been optimized for all devices so you can learn from anywhere.
ar: تم تحسين التصميمات لجميع الأجهزة بحيث يمكنك التعلم من أي مكان.
de: Das flexible Design wurde für alle Geräte optimiert, damit Sie von jedem Standort aus lernen können.
es: Los diseños flexibles se han optimizado para que funcionen en todos los dispositivos y así pueda aprender desde cualquier lugar.
ja: あらゆるデバイスに最適化されたデザインなので、どこからでも学習できます。
nl: De designs zijn geoptimaliseerd voor alle apparaten, zodat u overal kunt leren.
pl: Nowy design został zoptymalizowany dla wszystkich urządzeń, dzięki czemu będziesz mógł kontynuować naukę, gdziekolwiek jesteś.
pt: Os designs foram otimizados para todos os dispositivos, para que você possa aprender em qualquer lugar.
zh: 灵活的设计适用所有设备，方便您随时随地开展学习。

source: No interruption to your learning
ar: التعلم دون انقطاع
de: Lassen Sie sich beim Lernen nicht stören
es: Sin interrupciones al aprendizaje
ja: 学習が中断されません
nl: Geen onderbrekingen tijdens het leren.
pl: Nauka bez zakłóceń
pt: Sem interrupções no aprendizado
zh: 避免学习中断

source: Pick up where you left off! Your progress and the content in the courses is not impacted by this change.
ar: اكتشف المكان الذي غادرت منه! لا يتأثر تقدمك والمحتوى الموجود في الدورات التدريبية بهذا التغيير.
de: Fortschritte speichern! Ihr Fortschritt und der Inhalt der Kurse sind von dieser Änderung nicht betroffen.
es: Continúe donde lo dejó. Su avance y el contenido de los cursos no se ven afectados por este cambio.
ja: コースの進捗とコンテンツはこの変更によって影響を受けません。
nl: Ga verder waar u bent gebleven! Uw vooruitgang en de inhoud van de cursussen worden niet door deze wijziging beïnvloed.
pl: Teraz możesz podjąć naukę dokładnie w tym miejscu, w którym skończyłeś. Zmiana ta nie ma wpływu na Twoje postępy i zawartości kursów.
pt: Recomece de onde parou! Seu progresso e o conteúdo dos cursos não serão impactados por essa mudança.
zh: 从你中断的地方继续! 您的进度和课程内容不会受此更改影响。

source: You are not authorized to view this page.
ar: لست مخولا لعرض هذه الصفحة.
de: Sie sind nicht autorisiert, diese Seite anzuzeigen.
es: No está autorizado para ver esto.
ja: この情報を閲覧する権限はありません。
nl: U bent niet gemachtigd om deze pagina te bekijken,
pl: Nie masz uprawnień, aby zobaczyć tę część witryny.
pt: Você não está autorizado a visualizar esta página.
zh: 您无权查看此页面。

source: This Privacy Policy was last updated on November 11, 2019
ar: تم آخر تحديث لسياسة الخصوصية هذه في 11 نوفمبر 2019
de: Die Datenschutzrichtlinie wurde zuletzt am 11. November 2019 aktualisiert
es: Esta Política de privacidad se actualizó por última vez el 11 de noviembre de 2019.
ja: このプライバシーに関する方針の最終更新日は、2019 年 11 月 11 日です
nl: Dit Privacybeleid is bijgewerkt op 11 november 2019.
pl: Niniejsze zasady prywatności zostały ostatnio zaktualizowane dnia 11 listopada 2019
pt: Essa Política de Privacidade foi atualizada pela última vez em 11 de novembro de 2019
zh: 本隐私政策上次更新于 2019 年 11 月 11 日

source: McKinsey & Company and its subsidiaries and affiliates
ar: تتفهم شركة ماكنزي وفروعها والشركات التابعة لها
de: McKinsey & Company und seine Tochtergesellschaften und verbundenen Unternehmen
es: McKinsey & Company y sus subsidiarias y filiales
ja: McKinsey & Company とその子会社および関連会社
nl: McKinsey & Company en haar dochterondernemingen en aangesloten maatschappijen
pl: McKinsey & Company oraz jej podmioty zależne i powiązane
pt: A McKinsey & Company e suas subsidiárias e afiliadas
zh: 麦肯锡公司及其子公司和附属公司

source: (collectively, “McKinsey”, “us” or “we”) understand that your privacy is important to you. We are committed to respecting your privacy and protecting your personal data, which is any information that is capable of identifying you as an individual person. This Privacy Policy describes how we handle and protect your personal data in connection with McKinsey Academy where we are a data controller.
ar: (يشار إليها مجتمعة باسم «ماكنزي» أو «نحن» أو «لنا») أن خصوصيتك أمر مهم بالنسبة لك. ونحن ملتزمون باحترام خصوصيتك وحماية بيانات الشخصية، التي تتمثل في أي معلومات من شأنها كشف هويتك. تصف سياسة الخصوصية هذه طريقة تعاملنا مع بياناتك الشخصية وحمايتها فيما يتعلق بأكاديمية ماكنزي حيث أننا المسؤولون عن البيانات.
de: (zusammen „McKinsey“, „uns“ oder „wir“) verstehen, dass Ihre Privatsphäre wichtig für Sie ist. Wir verpflichten uns, Ihre Privatsphäre zu respektieren und Ihre personenbezogenen Daten zu schützen, zu denen alle Informationen gehören, die Sie als Einzelperson identifizieren können. Diese Datenschutzrichtlinie beschreibt, wie wir Ihre persönlichen Daten in Verbindung mit der McKinsey Academy, deren Datenverantwortlicher wir sind, handhaben und schützen.
es: (en adelante y de forma colectiva, “McKinsey”, “nos” o “nosotros”) entendemos que su privacidad es importante para usted. Nos comprometemos a respetar su privacidad y proteger sus datos personales, lo cual se entiende como cualquier información que pueda identificarlo como persona física. En esta Política de privacidad, se describe cómo administramos y protegemos sus datos personales en relación con McKinsey Academy, donde actuamos como responsable del tratamiento de datos.
ja: (以下においては、「McKinsey」または「弊社」と総称します。) は、プライバシー確保は受講生の皆さんにとって重要な要素であると考えています。このため弊社は、皆さんのプライバシーに配慮し、その個人情報 (お客様個人を特定できるあらゆる情報) を保護できるよう努めています。このプライバシーに関する方針では、弊社が情報管理者となる McKinsey Academy に関連する情報を、弊社がどのように取り扱い保護するかについて説明しています。
nl: (gezamenlijk ‘McKinsey’, ‘ons’, ‘onze’, ‘we’ of ‘wij’ genoemd) begrijpen dat uw privacy belangrijk is. Wij respecteren uw privacy en beschermen uw persoonsgegevens, d.w.z. alle informatie die kan leiden tot identificatie van een natuurlijk persoon. In dit Privacybeleid wordt beschreven hoe McKinsey Academy als databeheerder met uw persoonsgegevens omgaat en deze beschermt.
pl: (łącznie „McKinsey”, „my”) rozumieją, że prywatność użytkownika jest dla niego ważna. McKinsey zobowiązuje się szanować prywatność użytkownika i chronić jego dane osobowe, to jest wszystkie informacje umożliwiające jego zidentyfikowanie jako osoby fizycznej. Niniejsze Zasady prywatności opisują sposób przetwarzania i ochrony danych osobowych użytkownika przez McKinsey jako administratora danych w związku z McKinsey Academy.
pt: (coletivamente, “McKinsey”, “nós” ou ”conosco”) entendem que sua privacidade é importante. Temos o compromisso de respeitar sua privacidade e proteger os seus dados pessoais (ou seja, qualquer informação que seja capaz de identificá-lo como indivíduo). Essa Política de Privacidade descreve como tratamos e protegemos seus dados pessoais em conexão com o McKinsey Academy no qual somos o controlador dos dados.
zh: （统称为“麦肯锡”、“我们”或“我方”）了解您的隐私对您而言很重要。我们承诺尊重您的隐私并保护您的个人数据，即能够识别您个人身份的任何信息。本隐私政策描述了我们如何处理和保护您与 McKinsey Academy 有关的个人数据。麦肯锡是数据的控制方。

source: McKinsey Academy delivers on-line training on behalf of Sponsoring Organizations. When you access McKinsey Academy, information is collected about your progress and performance for your Sponsoring Organization (as such term is defined in the
ar: تقدم أكاديمية ماكنزي تدريبًا عبر الإنترنت نيابة عن المؤسسات الراعية. عند وصولك إلى أكاديمية ماكنزي، يتم جمع المعلومات حول تقدمك وأدائك لمؤسستك الراعية (يتم تعريف هذا المصطلح في
de: McKinsey Academy führt Online-Schulungen für Sponsorenorganisationen durch. Wenn Sie auf die McKinsey Academy zugreifen, werden Informationen über Ihren Fortschritt und Ihre Leistungen für Ihre Sponsorenorganisation (gemäß der Definition dieses Begriffes in den
es: McKinsey Academy ofrece capacitación por Internet en nombre de las Organizaciones patrocinadoras. Cuando accede a la McKinsey Academy, se recopila información sobre su progreso y desempeño para su Organización patrocinadora (según se establece en las
ja: McKinsey Academy は、後援組織に代わってオンライントレーニングを実施します。McKinsey Academy にアクセスすると、皆さんの進捗や成果に関する情報が収集されます。この情報は、皆さんの後援組織 (この語の定義は
nl: McKinsey Academy levert online trainingen ten behoeve van Sponsorende organisaties. Wanneer u inlogt bij McKinsey Academy wordt er informatie over uw vooruitgang en prestaties verzameld voor de Sponsorende organisatie (zoals gedefinieerd in de
pl: McKinsey Academy udostępnia szkolenia internetowe w imieniu Organizacji sponsorujących. Gdy użytkownik uzyskuje dostęp do McKinsey Academy, następuje gromadzenie informacji na temat jego postępów i wyników dla Organizacji sponsorującej (zgodnie z definicją tego terminu w
pt: O McKinsey Academy oferece treinamento on-line em nome das organizações patrocinadoras. Quando você acessa o McKinsey Academy, são coletadas informações sobre seu progresso e desempenho para a organização patrocinadora [conforme definição nos
zh: McKinsey Academy 代表赞助组织提供在线培训。当您访问 McKinsey Academy 时，系统将为您的赞助组织收集有关您的进展和表现的信息（有关“赞助组织”一词的定义请参见
