Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: The trademarks, service marks, designs, and logos (collectively, the “Trademarks”) displayed in connection with McKinsey Academy are our registered and unregistered Trademarks and those of our licensors. You agree that, except as expressly permitted by us (or by our licensors, where applicable), you will not (i) refer to or attribute any information to us or our licensors in any public medium (e.g., press release, websites or public social media) for advertising or promotional purposes, or for the purpose of informing or influencing any third party or (ii) use or reproduce any Trademark of ours or our licensors, or imply any endorsement by or relationship with us or our licensors.
ar: العلامات التجارية وعلامات الخدمة والتصميمات والشعارات (التي يشار إليها إجمالًا باسم ”العلامات التجارية”ً) المعروضة فيما يتعلق بأكاديمية ماكنزي هي العلامات التجارية المسجلة وغير المسجلة باسمنا ولمرخصينا. وأنت توافق على أنك، باستثناء ما هو مسموح به صراحةً من قِبلنا (أو من قِبل مرخصينا، عند الاقتضاء)، لن (1) تشير إلى أو تنسب أي معلومات لنا أو لمرخصينا في أي وسيط عام (كالبيانات الصحفية أو المواقع الإلكترونية أو وسائل التواصل الاجتماعي العامة) لأغراض دعائية أو ترويجية، أو بغرض إبلاغ أي طرف ثالث أو التأثير عليه أو (2) استخدام أو إعادة إنتاج أي علامة تجارية لنا أو لمرخصينا، أو تضمين أي مساندة من قِبلنا أو ذات علاقة بنا أو بمرخصينا.
de: Die im Zusammenhang mit der McKinsey Academy angezeigten Marken, Dienstleistungsmarken, Designs und Logos (zusammen die „Marken“) sind die eingetragenen und nicht eingetragenen Marken von uns und unseren Lizenzgebern. Sie erklären sich damit einverstanden, dass Sie, sofern nicht ausdrücklich von uns (oder unseren Lizenzgebern, soweit zutreffend) gestattet, nicht (i) auf uns oder unsere Lizenzgeber in einem öffentlichen Medium (z. B. Pressemitteilung, Websites oder öffentliche soziale Medien) zu Werbe- oder Promotionzwecken oder zum Zwecke der Information oder Beeinflussung Dritter verweisen oder uns oder ihnen Informationen zuweisen werden, oder (ii) Marken von uns oder unseren Lizenzgebern verwenden oder reproduzieren oder eine Unterstützung durch uns oder unsere Lizenzgeber oder eine entsprechende Beziehung implizieren werden.
es: Las marcas comerciales, marcas de servicio, diseños y logotipos (en conjunto, las «Marcas comerciales») que se muestran con relación a McKinsey Academy son Marcas registradas y no registradas de McKinsey y sus licenciantes Usted acuerda (i) no mencionar ni atribuir a McKinsey o sus licenciantes información en ningún medio público (por ejemplo, comunicados de prensa, sitios web o medios sociales públicos) con fines de promoción o publicidad, ni a los efectos de informar o influenciar a un tercero, y (ii) no utilizar ni reproducir ninguna Marca propiedad de McKinsey o sus licenciantes ni sugerir la existencia de una relación con McKinsey o sus licenciantes, en ambos casos, a menos que cuente con nuestro consentimiento expreso o el de nuestros licenciantes, según corresponda.
ja: McKinsey Academy 関連要素として表示される商標、サービス マーク、意匠およびロゴ (以下においては「関連商標」と総称します) は、弊社やそのライセンサーが登録済みのおよび未登録の関連商標です。お客様は、弊社 (または該当する弊社のライセンサー) から明示的な承認を得ることなく、(i) 広告もしくは販促のために、または第三者に情報を提供したり影響を及ぼしたりすることを目的として、何らかの公開媒体 (プレス リリース、ウェブサイトまたは公開ソーシャル メディアなど) において、弊社またはそのライセンサーについて言及したり、何らかの情報について弊社またはそのライセンサーに帰属する情報であると表明したりないこと、あるいは (ii) 弊社またはそのライセンサーの関連商標を使用または再現したり、弊社またはそのライセンサーの推薦またはいずれかとの関係を黙示したりしないことに同意する必要があります。
nl: De handelsmerken, dienstmerken, ontwerpen en logo's (gezamenlijk de ‘Handelsmerken’ genoemd) die worden weergegeven in verband met McKinsey Academy zijn de geregistreerde en ongeregistreerde Handelsmerken van ons en onze licentieverleners. U gaat ermee akkoord dat u (i) niet naar onze informatie verwijst en geen informatie toewijst aan ons of onze licentieverleners in een openbaar medium (bijv. een persbericht, website of openbaar sociaal medium) ten behoeve van reclame of promotie of met als doel om een derde partij te informeren of beïnvloeden, en (ii) Handelsmerken van ons of onze licentieverleners niet gebruikt of reproduceert en geen goedkeuring door of relatie met ons of onze licentieverleners impliceert.
pl: Znaki towarowe, znaki usługowe, wzory i logo (łącznie „Znaki towarowe”) eksponowane w związku z McKinsey Academy stanowią zarejestrowane i niezarejestrowane Znaki towarowe McKinsey Academy i jej licencjodawców. Użytkownik zgadza się że, jeśli McKinsey (lub w stosownych okolicznościach jej licencjobiorcy) wyraźnie na to nie zezwoliła, nie będzie (i) powoływać się na informacje od ani przypisywać informacji McKinsey lub jej licencjodawcom w publicznych środkach przekazu (np. w komunikatach dla prasy, witrynach lub mediach społecznościowych) w celu informowania osoby trzeciej lub wpływania na nią, ani (ii) wykorzystywać bądź powielać Znaku towarowego McKinsey lub jej licencjodawców, ani też sugerować promowania użytkownika przez McKinsey bądź jakichkolwiek relacji z McKinsey lub jej licencjodawcami.
pt: As marcas comerciais, marcas de serviço, designs e logotipos (coletivamente, as “marcas comerciais”) exibidas em conexão com a McKinsey Academy são nossas marcas comerciais registradas e não registradas e as de nossos licenciadores. Você concorda que, exceto quando expressamente permitido por nós (ou por nossos licenciadores, quando for aplicável), você (i) não fará referência nem atribuirá informações a nós ou nossos licenciadores em nenhum meio de comunicação público (por exemplo, comunicado de imprensa, sites ou redes sociais públicas) para fins de publicidade ou promoção, nem para informar ou influenciar terceiro e (ii) não usará ou reproduzirá qualquer Marca nossa ou de nossos licenciadores nem sugerirá endosso nosso ou de nossos licenciadores ou relacionamento conosco ou com nossos licenciadores.
zh: 与麦肯锡学院有关的商标、服务标志、设计和徽标（统称为“商标”）是我们的注册的和未注册的以及我们许可人的商标。您同意，除非获得我们（或我们许可方，如果适用）的明确许可，否则您不会（i）在任何公共媒体（例如，新闻稿、网站或公共网站）上引用任何信息或将其归属于我们或我们许可方，以便用于广告或促销目的，或用于告知或影响任何第三方，或（ii）使用或复制我们或我们许可人的任何商标，或暗示持有我们或我们许可人授予的任何背书，或暗示与我们或我们许可人存在关联。

source: We hereby grant you a limited, non-exclusive, non-transferable license, for the term hereof, to access, download, and view the Content. Your license is limited to the Content to which we provide you access, either as an unregistered user or as a Registered User. You may use McKinsey Academy solely for your personal and non-commercial use. Where applicable, you may use McKinsey Academy in furtherance of your Sponsoring Organization’s legitimate and internal business activities, provided that you do not modify the McKinsey Academy Content in any way (including creating derivative works thereof) and that you retain all copyright and other proprietary notices displayed on the McKinsey Academy Content. You may not otherwise reproduce, modify, reverse engineer, disclose, distribute, transmit, post, or permit any third party to access or use the McKinsey Academy. Additionally, you may not disable any security or technological safeguards from McKinsey Academy Site, Mobile Offering, or Content, including digital protection mechanisms, metadata, watermarks, or disclaimers, without our prior written consent.
ar: نحن نمنحك بموجب ذلك ترخيصًا محدودًا وغير حصري وغير قابل للتنازل عنه للغير، للمدة المحددة، للوصول إلى المحتوى وتنزيله وعرضه. ويقتصر ترخيصك على المحتوى الذي نتيح لك الوصول إليه، إما كمستخدم غير مسجل أو كمستخدم مسجل. ولا يجوز لك استخدام أكاديمية ماكنزي إلا للاستخدام الشخصي وغير التجاري. وعند الاقتضاء، يجوز لك استخدام أكاديمية ماكنزي لتعزيز أنشطتك التجارية المشروعة والداخلية لمؤسستك الراعية، بشرط عدم تعديل محتوى أكاديمية ماكنزي بأي طريقة كانت (بما في ذلك إنشاء أعمال مشتقة منه) وأن تحتفظ بجميع حقوق التأليف والنشر وإشعارات الملكية الأخرى المعروضة على محتوى أكاديمية ماكنزي. ولا يجوز لك إعادة إنتاج محتويات أكاديمية ماكنزي أو تعديلها أو إجراء هندسة عكسية لها أو الكشف عنها أو توزيعها أو نقلها أو نشرها أو السماح لأي طرف ثالث بالوصول إليها أو استخدامها. بالإضافة إلى ذلك، لا يجوز لك تعطيل أي ضمانات أمنية أو تقنية من موقع أكاديمية ماكنزي أو عرض الجوال أو المحتوى الذي تقدمه، بما في ذلك آليات الحماية الرقمية أو بيانات التعريف أو العلامات المائية أو إخلاء المسؤولية، دون الحصول على موافقة كتابية مسبقة منا.
de: Wir gewähren Ihnen hiermit eine beschränkte, nicht ausschließliche, nicht übertragbare Lizenz für die Dauer dieses Vertrags, um auf die Inhalte zuzugreifen, sie herunterzuladen und anzuzeigen. Ihre Lizenz ist auf die Inhalte beschränkt, auf die Sie von uns entweder als nicht registrierter Benutzer oder als registrierter Benutzer zugreifen können. Sie dürfen die McKinsey Academy ausschließlich für Ihren persönlichen und nicht gewerblichen Gebrauch nutzen. Gegebenenfalls dürfen Sie die McKinsey Academy zur Förderung der legitimen und internen Geschäftsaktivitäten Ihrer Sponsorenorganisation verwenden, vorausgesetzt, dass Sie die Inhalte der McKinsey Academy in keiner Weise ändern (einschließlich der Erstellung abgeleiteter Werke davon) und dass Sie alle Urheberrechts- und sonstigen Eigentumshinweise, die auf den Inhalten der McKinsey Academy angezeigt werden, behalten. Sie sind nicht berechtigt, anderweitig Inhalte der McKinsey Academy zu reproduzieren, zu modifizieren zurückzuentwickeln, zu verteilen, zu übertragen, zu posten oder Dritten den Zugriff oder die Nutzung zu gestatten. Darüber hinaus dürfen Sie ohne unsere vorherige schriftliche Zustimmung keine Sicherheits- oder technologische Sicherheitsvorkehrungen einschließlich digitaler Schutzmechanismen, Metadaten, Wasserzeichen oder Haftungsausschlüssen, deaktivieren.
es: Por medio del presente le otorgamos una licencia limitada, no exclusiva, intransferible y válida durante el plazo aquí estipulado para acceder, descargar y mostrar el Contenido. Su licencia se limita al Contenido al que le proporcionamos acceso, ya sea como usuario no registrado o como Usuario Registrado. Solo puede utilizar McKinsey Academy para su uso personal y no comercial. Cuando sea pertinente, usted podrá utilizar McKinsey Academy en el ejercicio de sus actividades comerciales legítimas e internas por cuenta de su Compañía Patrocinadora, siempre y cuando no modifique el mencionado Contenido de McKinsey Academy de ningún modo (incluida cualquier obra derivada de éste) y conserve todos los derechos de autor y demás avisos de propiedad intelectual incorporados al Contenido de McKinsey Academy. Asimismo, no podrá reproducir, modificar, someter a ingeniería inversa, distribuir, transmitir, publicar, permitir el acceso o el uso de un tercero del Contenido de McKinsey Academy. Por otro lado, no podrá deshabilitar ninguna protección tecnológica del Sitio, Oferta Móvil o Contenido de McKinsey Academy, incluyendo mecanismos de protección digitales, metadatos, marcas de agua ni declinaciones de responsabilidad sin nuestro consentimiento previo por escrito.
ja: 弊社は、本規約の期間中に関連コンテンツにアクセスしたり、関連コンテンツをダウンロードおよび閲覧したりすることを許諾内容とする、限定的かつ非独占的で譲渡不能なライセンスを。この定めに従いお客様に付与します。 このライセンスの対象物は、お客様が、弊社から付与されたアクセス権を根拠に、未登録ユーザーまたは登録ユーザーのいずれかとしてアクセスできる関連コンテンツに限られます。お客様は、個人的なおよび非営利な目的を果たすのに必要な範囲内でのみ、McKinsey Academy を利用できます。 該当する場合、お客様は、その所属後援組織による合法的な内部業務を促進する目的で McKinsey Academy を利用できますが、この場合、どのような方法でも McKinsey Academy コンテンツを修正 (その派生著作物を創作することを含みます) しないことと、McKinsey Academy コンテンツに表示されているあらゆる著作権およびその他専有権に関する表示を保持することが利用の条件となります。お客様が McKinsey Academy を再現、修正、リバース エンジニアリング、公開、配信、伝送、掲載したり、第三者による McKinsey Academy へのアクセスまたはその利用を認めたりすることはできません。. またお客様が、弊社から書面による事前承認を得ることなく、McKinsey Academy、弊社サイト、関連モバイル アプリ等または関連コンテンツに施されているセキュリティ対策または技術的な保護策 (デジタル的な保護の仕組み、メタデータ、透かしまたは免責条項を含みます) を無効化することはできません。
nl: We verlenen u bij dezen een beperkte, niet-exclusieve, niet-overdraagbare licentie om gedurende de looptijd hiervan de Inhoud te openen, te downloaden en weer te geven. Uw licentie is beperkt tot de Inhoud waartoe we u toegang verschaffen als geregistreerde ofwel ongeregistreerde gebruiker. U kunt McKinsey Academy uitsluitend gebruiken voor uw persoonlijke en niet-commerciële gebruik. Indien van toepassing kunt u McKinsey Academy gebruiken ter bevordering van de rechtmatige interne bedrijfsactiviteiten van uw Sponsorende Organisatie, mits u de Inhoud van McKinsey Academy (met inbegrip van daarvan afgeleide werken) op geen enkele wijze wijzigt en u alle vermeldingen van auteursrechten en andere eigendomsrechten die op de Inhoud van McKinsey Academy worden weergegeven, behoudt. U kunt McKinsey Academy niet op een andere wijze reproduceren, aanpassen, onderwerpen aan reverse engineering, openbaar maken, verspreiden of online publiceren of derde partijen in staat stellen McKinsey Academy te openen of gebruiken. Daarnaast mag u technologische beveiligingsmaatregelen van de McKinsey Academy Site, de Mobiele Aanbieding of de Inhoud, met inbegrip van digitale beschermingsmechanismen, metadata, watermerken of disclaimers, niet uitschakelen zonder onze voorafgaande schriftelijke toestemming.
pl: McKinsey niniejszym udziela użytkownikowi przez okres obowiązywania niniejszych warunków ograniczonej, niewyłącznej i niezbywalnej licencji na dostęp do, pobieranie i przeglądanie Treści. Licencja użytkownika ograniczona jest do Treści udostępnianych mu przez McKinsey jako użytkownikowi niezarejestrowanemu lub zarejestrowanemu. Użytkownik może korzystać z McKinsey Academy wyłącznie do użytku osobistego i niekomercyjnego. W stosownych okolicznościach użytkownik może korzystać z McKinsey Academy, aby realizować zgodne z prawem wewnętrzne działania biznesowe swojej Organizacji sponsorującej, pod warunkiem że nie modyfikuje w żaden sposób Treści McKinsey Academy (w tym poprzez tworzenie utworów pochodnych) oraz zachowuje wszystkie oznaczenia praw autorskich i innych praw zastrzeżonych umieszczone w Treściach McKinsey Academy. Użytkownikowi nie wolno w inny sposób powielać, modyfikować, dokonywać inżynierii wstecznej, dystrybuować, nadawać, zamieszczać ani zezwalać innej osobie na dostęp do lub korzystanie z McKinsey Academy. Dodatkowo użytkownikowi nie wolno usuwać zabezpieczeń ani technologii zabezpieczających Witryny, Ofertę Mobilną i Treści McKinsey Academy, w tym mechanizmów ochrony treści cyfrowych, metadanych, znaków wodnych lub wyłączeń prawnych, bez uprzedniej pisemnej zgody McKinsey.
pt: Por meio deste, concedemos a você uma licença limitada, não exclusiva e intransferível, pelo período deste documento, para acessar, baixar e visualizar o conteúdo. Sua licença é limitada ao conteúdo ao qual fornecemos acesso, como um usuário não registrado ou como um usuário registrado. Você pode usar a McKinsey Academy apenas para seu uso pessoal e não comercial. Onde aplicável, você pode usar a McKinsey Academy para promover as atividades comerciais legítimas e internas da organização patrocinadora, desde que você não modifique o conteúdo da McKinsey Academy de nenhuma maneira (incluindo a criação de trabalhos derivados) e mantenha todos os direitos autorais e outros avisos de propriedade exibidos no conteúdo da McKinsey Academy. De outra forma, você não pode reproduzir, modificar, fazer engenharia reversa, divulgar, distribuir, transmitir, publicar ou permitir que terceiros acessem ou usem a McKinsey Academy. Além disso, você não pode desativar nenhuma segurança ou salvaguarda tecnológica do dite, da oferta móvel ou do conteúdo da McKinsey Academy, incluindo mecanismos de proteção digital, metadados, marcas d'água ou isenções de responsabilidade, sem o nosso consentimento prévio por escrito.
zh: 我们特此授予您有限的、非专有的、不可转让的许可，就此访问、下载和查看内容。 无论是未注册用户还是注册用户，您的许可仅限于我们为您提供了访问权限的内容。您只能将麦肯锡学院用于个人和非商业用途。 在适当的情况下，您可以使用麦肯锡学院来促进您的赞助组织的合法化和内部业务活动，前提是您不以任何方式修改麦肯锡学院的内容（包括创建其衍生作品），并且保留显示在麦肯锡学院内容上的所有版权和其他所有权声明。您不得以其他方式复制、修改、反向工程、披露、分发、传输、发布或允许任何第三方访问或使用麦肯锡学院。 此外，未经我们事先书面同意，您不得禁用麦肯锡学院网站、移动产品或内容的任何安全或技术保护措施，包括数字保护机制、元数据、水印、免责声明。

source: You may not attempt to gain access to any location, portion or feature of McKinsey Academy, any User Account other than your own, or any other materials, information, data, networks or systems owned or operated by us or a third party on our behalf except where we intentionally make that access available to you by us. In addition, you agree not to use robots, spiders, scripts, data collection software or applications or web-scraping tools to scrape, or otherwise download or collect, including in bulk, any McKinsey Academy Content, including User Content.
ar: لا يجوز لك محاولة الحصول على صلاحية الوصول إلى أي موقع أو جزء أو ميزة بأكاديمية ماكنزي أو أي حساب مستخدم آخر غير حسابك أو أي مواد أو معلومات أو بيانات أو شبكات أو أنظمة أخرى نملكها أو نديرها نحن أو يديرها طرف ثالث نيابة عنا باستثناء الحالات التي نتيح لك فيها إمكانية الوصول عن قصد. بالإضافة إلى ذلك، تقر بالموافقة على عدم استخدام برامج الروبوت أو العناكب أو البرامج النصية أو برامج تجميع البيانات أو التطبيقات أو أدوات استخراج البيانات من شبكة الإنترنت لاستخراج أي محتوى من محتويات أكاديمية ماكنزي، بما في ذلك محتوى المستخدم، أو تنزيله أو تجميعه بكميات كبيرة.
de: Sie dürfen nicht versuchen, Zugang zu einem Ort, einem Teil oder einer Funktion der McKinsey Academy, zu einem anderen Benutzerkonto als Ihrem eigenen oder zu anderen Materialien, Informationen, Daten, Netzwerken oder Systemen zu erlangen, die uns oder einem Dritten in unserem Namen gehören oder von uns oder einem Dritten in unserem Namen betrieben werden, es sei denn, dass Ihnen dieser Zugang absichtlich von uns zur Verfügung gestellt wurde. Darüber hinaus erklären Sie sich damit einverstanden, keine Roboter, Spider, Skripte, Datenerfassungssoftware oder -anwendungen oder Web-Scraping-Tools zu verwenden, um Inhalte der McKinsey Academy, einschließlich Benutzerinhalten, zu scrapen oder anderweitig herunterzuladen oder zu sammeln, auch nicht in Großauflage.
es: En ningún caso tiene permitido intentar acceder a una ubicación, sección o funcionalidad de McKinsey Academy, Cuenta de usuario que no sea la suya, ni a otros materiales, información, datos, redes o sistemas de nuestra propiedad u operados por nosotros o por un tercero en nuestro nombre, salvo que le hayamos facilitado el acceso de forma intencionada. Asimismo, acepta no utilizar robots, spiders, scripts, software de recopilación de datos ni aplicaciones o herramientas rastreadoras para extraer, descargar o recopilar, en cualquier cantidad, Contenido de McKinsey Academy, incluido el Contenido de Usuario.
ja: お客様は、弊社がお客様に対し意図的に付与するアクセス権を得ていない限り、McKinsey Academy の任意の場所、部分もしくは機能、ご自身のものではない所要ユーザー アカウント、または弊社がもしくは第三者が弊社に代わって所有もしくは管理している他の教材、情報、データ、ネットワークもしくはシステムにアクセスできません。またお客様は、ロボット、スパイダー、スクリプト、データ収集ソフトウェアもしくはアプリケーション、またはウェブスクレイピング ツールを使って該当ユーザー コンテンツを含む McKinsey Academy コンテンツをスクレイピング、ダウンロードまたは収集 (これらを一括して行うことを含みます) しないことに同意する必要もあります。
nl: U mag niet proberen om toegang te krijgen tot locaties, gedeeltes of functies van McKinsey Academy, Gebruikersaccounts die niet van u zijn of andere materialen, informatie, gegevens, netwerken of systemen die in eigendom of beheer zijn van ons of van een derde partij namens ons, behalve indien we u deze toegang opzettelijk verschaffen. Daarnaast gaat u ermee akkoord dat u geen robots, spiders, scripts, software of applicaties voor gegevensverzameling, of tools voor webscrapen gebruikt om Inhoud van McKinsey Academy, met inbegrip van Gebruikersinhoud, te scrapen of op een andere wijze te downloaden of verzamelen.
pl: Użytkownikowi nie wolno podejmować prób uzyskania dostępu do dowolnego miejsca, części lub funkcji McKinsey Academy, cudzego Konta Użytkownika lub innych materiałów, informacji, danych, sieci lub systemów stanowiących własność McKinsey lub eksploatowanych przez nią lub osobę trzecią w jej imieniu, chyba że McKinsey umyślnie umożliwia użytkownikowi taki dostęp. Dodatkowo użytkownik zgadza się nie korzystać z robotów, pająków, skryptów, oprogramowania lub aplikacji do zbierania danych i narzędzi do zeskrobywania lub innego pobierania lub gromadzenia, w tym hurtowego, Treści McKinsey Academy, w tym Treści Użytkownika.
pt: Você não pode tentar obter acesso a qualquer local, parte ou recurso da McKinsey Academy, qualquer conta de usuário que não seja a sua, ou quaisquer outros materiais, informações, dados, redes ou sistemas de propriedade ou operados por nós ou terceiros em nosso nome exceto quando intencionalmente disponibilizamos esse acesso a você por nós. Além disso, você concorda em não usar robôs, aranhas, scripts, software ou aplicativos de coleta de dados ou ferramentas de raspagem na web para raspar, ou fazer o download ou coletar, inclusive em massa, qualquer conteúdo da McKinsey Academy, incluindo o conteúdo do usuário.
zh: 除非我们特意授予您访问权限，您不得尝试访问麦肯锡学院的任何位置、部分或功能、您自己之外的任何用户帐户、或者由我们或代表我们的第三方拥有或操作的任何其他材料、信息、数据、网络、系统。此外，您同意不使用机器人、蜘蛛、脚本、数据收集软件、应用程序、网络抓取工具来抓取或以其他方式下载、收集任何麦肯锡学院内容，包括用户内容。
