Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Collaboration with peers across industries and geographies, and in community discussion forums
ar: التعاون مع النظراء عبر المجالات الصناعية والمناطق الجغرافية وفي منتديات المناقشة المجتمعية
de: Zusammenarbeit mit Kollegen in Community-Diskussionsforen und über Branchen und geografische Regionen hinweg
eo: Çölläßörätïön wïth péérs äçröss ïndüstrïés änd géögräphïés, änd ïn çömmünïtý dïsçüssïön förüms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Colaboración con colegas de múltiples industrias y geografías y en foros de debate comunitarios
fr: Collaboration avec les pairs de différentes industries et zones géographiques,et dans les forums de discussion de la communauté
ja: 業界や地理的要素を超えたクラスメートが、コミュニティのディスカッション・フォーラムで協力します
nl: Samenwerking met collega’s uit verschillende bedrijfstakken en verschillende geografische locaties en in communitydiscussieforums
pl: Możliwość współpracy z innymi profesjonalistami z innych lokalizacji i branż i komunikacji za pomocą forum dyskusyjnych.
pt: Colaboração com colegas de todos os setores e regiões e em fóruns de discussão da comunidade
zh: 与来自各个行业和地域的同行在社区论坛中展开协作

source: McKinsey TA guidance
ar: الإرشاد المقدم من مساعدي التدريس في ماكنزي
de: McKinsey TA Anleitung
eo: MçKïnséý TÀ güïdänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Orientación de TA de McKinsey
fr: Conseils des AF McKinsey
ja: McKinsey TAガイダンス
nl: McKinsey-begeleiding door onderwijsassistenten
pl: Wsparcie asystenta kursu McKinsey
pt: Orientação do assistente de ensino da McKinsey
zh: 麦肯锡助教指导

source: McKinsey TA Guidance
ar: الإرشاد المقدم من مساعدي التدريس في ماكنزي
de: McKinsey TA Anleitung
eo: MçKïnséý TÀ Güïdänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Orientación de TA de McKinsey
fr: Conseils des AF McKinsey
ja: McKinsey TAガイダンス
nl: McKinsey-begeleiding door onderwijsassistenten
pl: Wsparcie asystenta kursu McKinsey
pt: Orientação do assistente de ensino da McKinsey
zh: 麦肯锡助教指导

source: McKinsey consultants serve as teaching assistants, providing distinctive engagement and guidance
ar: يعمل مستشارو أكاديمية ماكنزي كمساعدين تدريس، مما يوفر ميزتي المشاركة والتوجيه المتميزين
de: McKinsey-Berater dienen als Lehrassistenten, indem sie ein ausgeprägtes Engagement und Anleitungen bereitstellen
eo: MçKïnséý çönsültänts sérvé äs téäçhïng ässïstänts, prövïdïng dïstïnçtïvé éngägémént änd güïdänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Los consultores de McKinsey se desempeñan como asistentes docentes, y proporcionan experiencia y orientación distintivas
fr: Les conseillers McKinsey sont des assistants de formation, qui s'impliquent et fournissent des recommandations de façon distinctive
ja: McKinseyコンサルタントが、TAとして、独自の方法で関与し、助言します
nl: McKinsey-consulenten zijn werkzaam als onderwijsassistenten en leveren een onderscheidende betrokkenheid en begeleiding
pl: Konsultanci z ramienia McKinsey służą swoją pomocą, wskazówkami i ekspertyzą w roli asystentów kursu, pomagając uczestnikom w pełni zaangażować się w naukę.
pt: Os consultores da McKinsey servem como assistentes de ensino (TAs), engajando e orientando os participantes de forma distintiva
zh: 麦肯锡的咨询顾问会担任助教，以独特的方式进行参与和指导

source: Practitioner’s perspective
ar: وجهة نظر الممارس
de: Perspektive aus der Praxis
eo: Präçtïtïönér’s pérspéçtïvé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Perspectiva profesional
fr: La perspective du formateur
ja: 実践者の視点
nl: Perspectief van vakmensen
pl: Praktyczna perspektywa
pt: Perspectiva do profissional
zh: 从业人员视角

source: Practitioner's Perspective
ar: وجهة نظر الممارس
de: Perspektive aus der Praxis
eo: Präçtïtïönér's Pérspéçtïvé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Perspectiva profesional
fr: La perspective du formateur
ja: 実践者の視点
nl: Perspectief van vakmensen
pl: Praktyczna perspektywa
pt: Perspectiva do profissional
zh: 从业人员视角

source: Courses taught by McKinsey partners and external business leaders who provide practical "how to" guidance
ar: الدورات التدريبية التي يدرسها شركاء ماكنزي وقادة الأعمال الخارجيين الذين يقدمون إرشادات عملية حول "كيفية التطبيق"
de: Kurse unter der Leitung von McKinsey-Partnern und externen Geschäftsführern, die praktische „Schritt-für-Schritt“-Anleitungen bereitstellen
eo: Çöürsés täüght ßý MçKïnséý pärtnérs änd éxtérnäl ßüsïnéss léädérs whö prövïdé präçtïçäl "höw tö" güïdänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #
es: Cursos dictados por socios de McKinsey y líderes de negocios externos que proporcionan orientación práctica sobre cómo hacer las cosas
fr: Des cours assurés par des collaborateurs de Mckinsey et des responsables commerciaux extérieurs qui fournissent des recommandations de type « savoir-faire » pratique
ja: McKinseyの提携先や外部のビジネスリーダーが、実践的な「方法論」を教授するコース
nl: Cursussen gegeven door McKinsey-partners en externe zakelijke leiders die praktische procedurerichtlijnen bieden
pl: Wykładowcami kursu są nasi partnerzy będący liderami świata biznesu, którzy pokażą uczestniczkom, jak zastosować zdobytą wiedzę w praktyce
pt: Cursos ministrados por sócios da McKinsey e por líderes de negócios externos que fornecem orientações práticas de "como fazer"
zh: 由麦肯锡的合作伙伴和外部企业领导者教授的课程，他们将提供实用的“基础知识”指导

source: Adaptive Learning Mechanics
ar: آليات التعلم التكيفي
de: Adaptive Lernmechanismen
eo: Àdäptïvé Léärnïng Méçhänïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Mecánica de aprendizaje adaptativo
fr: Mécanismes d'apprentissage adaptatif
ja: 適応学習の仕組み
nl: Adaptieve leertechnieken
pl: Adaptacyjne mechanizmy uczenia się
pt: Mecanismos da aprendizagem adaptativa
zh: 自适应学习机制

source: Applied Learning Mechanics
ar: آليات التعلم التطبيقي
de: Angewandte Lernmechanismen
eo: Àpplïéd Léärnïng Méçhänïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Mecánica de aprendizaje aplicado
fr: Mécanismes d'apprentissage appliqué
ja: 応用学習の仕組み
nl: Toegepaste leertechnieken
pl: Adaptacyjne mechanizmy uczenia się
pt: Mecanismos da aprendizagem aplicada
zh: 应用学习机制

source: Interactive method to encourage application of concepts on the job, including in-line discussion prompts and opportunities for self-reflection
ar: طريقة تفاعلية لتشجيع تطبيق المفاهيم في العمل، بما في ذلك مطالبات النقاش المختصة وفرص التأمل والتفكير الذاتي
de: Eine interaktive Methode zur Unterstützung der Anwendung von Konzepten im Job, einschließlich Inline-Diskussionsanlässen und Möglichkeiten zur Selbstreflexion
eo: Ìntéräçtïvé méthöd tö énçöürägé äpplïçätïön öf çönçépts ön thé jöß, ïnçlüdïng ïn-lïné dïsçüssïön prömpts änd öppörtünïtïés för sélf-réfléçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт#
es: Método interactivo para fomentar la aplicación de conceptos en el puesto de trabajo, incluidas invitaciones y oportunidades de debate en línea para generar autorreflexión
fr: La méthode interactive encourage l'application de concepts au travail, incluant des invitations à des discussions en ligne avec des opportunités de réflexion personnelle
ja: インラインのディスカッションや自己反省の機会を含め、現場の概念の応用を促すインタラクティブな手法
nl: Interactieve methode voor het aanmoedigen van toepassing van concepten in het werk, waaronder inline aanzetten tot discussie en gelegenheid tot zelfreflectie
pl: Interaktywne metody nauki pomagają uczniom zastosować zdobywaną wiedzę w pracy, a wbudowane dyskusje zachęcają do autorefleksji
pt: Um método interativo para incentivar a aplicação de conceitos no trabalho, incluindo sugestões de discussão inline e oportunidades de autorreflexão
zh: 一种交互式方法，鼓励在工作中运用所学概念，包括联机讨论提示和自我反思的机会

source: Rigorous Analytics
ar: تحليلات دقيقة صارمة
de: Gründliche Analyse
eo: Rïgöröüs Ànälýtïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Análisis de datos rigurosos
fr: Analyse rigoureuse
ja: 厳格な分析
nl: Grondige analyses
pl: Rygorystyczna analiza
pt: Análise rigorosa
zh: 严格的分析

source: Advanced analytics measure participant progress, proficiency, and social engagement
ar: تقيس التحليلات المتقدمة مدى تقدم المشارك وكفاءته ومشاركته الاجتماعية
de: Fortschrittliche Analysen messen den Teilnehmerfortschritt, das Können und das soziale Engagement
eo: Àdvänçéd änälýtïçs méäsüré pärtïçïpänt prögréss, pröfïçïénçý, änd söçïäl éngägémént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: El análisis de datos avanzado mide el avance, la competencia y la interacción social de los participantes
fr: Un système d'analyse perfectionné mesure la progression, les compétences et l’implication sociale des participants
ja: 高度分析により、参加者の進度、習熟度、ソーシャルエンゲージメントを測定します
nl: Geavanceerde analyses meten de voortgang, vaardigheid en sociale betrokkenheid van deelnemers
pl: Za pomocą zaawansowanych metod analitycznych jesteśmy w stanie dokładnie ocenić postępy, biegłość i zaangażowanie towarzyskie uczniów
pt: A análise avançada mede o progresso, a proficiência e o engajamento social dos participantes
zh: 高级分析可以衡量参与者的进度、熟练程度和社交参与度

source: The Future Business Leaders Forum is an invitation-only program that convenes rising stars from the world’s leading companies for a transformational learning journey through which they will sharpen their core leadership skills, connect with business and thought leaders, and cultivate a network of influential leaders.
ar: منتدى قادة الأعمال المستقبليين هو برنامج للحضور بالدعوة فقط يُعقد لجمع الأفراد المتميزين من الشركات العالمية الرائدة للحصول على رحلة تعلم تحولية، والتي يقومون من خلالها بتعزيز مهاراتهم القيادية الرئيسية والتواصل مع قادة الأعمال والفكر والحصول على شبكة من القادة المؤثرين.
de: Die Teilnahme am Future Business Leaders Forum erfolgt nur auf Einladung. Dieses Programm führt besonders erfolgreiche Kräfte von führenden Unternehmen auf der ganzen Welt zusammen. Es erfolgt eine transformatorische Lernreise, auf der sie ihre wesentlichen Führungskompetenzen ausbauen, sich mit dem Geschäft und Vordenkern verbinden und ein Netzwerk einflussreicher Führungskräfte kultivieren.
eo: Thé Fütüré Büsïnéss Léädérs Förüm ïs än ïnvïtätïön-önlý prögräm thät çönvénés rïsïng stärs fröm thé wörld’s léädïng çömpänïés för ä tränsförmätïönäl léärnïng jöürnéý thröügh whïçh théý wïll shärpén théïr çöré léädérshïp skïlls, çönnéçt wïth ßüsïnéss änd thöüght léädérs, änd çültïväté ä nétwörk öf ïnflüéntïäl léädérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηι#
es: El Foro de Futuros Líderes de Negocios (FBLF) es un programa al que se accede solo con invitación y que convoca a nuevas estrellas de las compañías líderes del mundo para realizar un recorrido de aprendizaje transformativo a lo largo del cual afinarán sus habilidades de liderazgo, se conectarán con líderes de negocios y de opinión, y cultivarán una red de líderes influyentes.
fr: Le Future Business Leaders Forum est un programme sur invitation uniquement qui réunit les étoiles montantes des plus grandes sociétés dans le monde, pour une expérience de formation transformationnelle qui leur permettra d’aiguiser leurs compétences de leadership essentielles, de se mettre en relation avec des leaders d’opinion et des dirigeants d'entreprise et de cultiver un réseau de leaders influents.
ja: 未来のビジネスリーダー・フォーラムは、世界のトップ企業から集められた期待の星を対象にした、招待者限定のプログラムです。ここでの変換的学習を通じて、参加者は、コアとなるリーダーシップ・スキルを磨き、ビジネスリーダーや思考的リーダーと繋がり、影響力のあるリーダーのネットワークを育んでいきます。
nl: Het Future Business Leaders Forum (FBLF) is een programma waaraan alleen op uitnodiging kan worden deelgenomen. Rijzende sterren van wereldwijd toonaangevende bedrijven komen bijeen voor een transformerend leertraject om hun kernvaardigheden op het gebied van leiderschap aan te scherpen, in contact te komen met zakelijke leiders en ’thought leaders’ en een netwerk van invloedrijke leiders op te bouwen.
pl: Forum Przyszłych Liderów Biznesu jest programem wyłącznie dla wybranych kandydatów. Forum to edukacyjna podróż, podczas której utalentowani, wybijający się pracownicy firm wiodących prym na światowych rynkach mogą przekształcić się w przyszłych liderów, rozwijając swoje kluczowe zdolności przywódcze, ucząc się od obecnych liderów i teoretyków świata biznesu i poszerzając swoją siatkę kontaktów o wpływowe osobowości biznesowe.
pt: O Future Business Leaders Forum é um programa exclusivo para convidados que reúne estrelas em ascensão das principais empresas do mundo para uma jornada transformadora de aprendizado, por meio da qual aperfeiçoarão suas habilidades de liderança, se conectarão com líderes empresariais e thought leaders e cultivarão uma rede de líderes influentes.
zh: 未来企业领袖论坛 (FBLF) 是一项邀请制的计划，旨在召集全球领先企业的明日之星踏上转型学习之旅。通过这一计划，他们将提高其核心领导能力，与商业和思想领导者建立联系，并结交影响力的领袖人脉。

source: Over the course of the six-month program, participants will engage in distinctive digital learning, in-person events, and live webinars featuring CEOs, faculty from the world’s leading business schools, and McKinsey practitioners. The program focuses on three key themes: critical thinking & strategy, leadership & influence, and innovation & disruption. Participants move through the program with a global cohort. Graduates become part of an exclusive community that continues to deliver value throughout their careers.
ar: طوال فترة البرنامج الذي يمتد لستة أشهر، سينخرط المشاركون في عملية تعلم رقمية مميزة وفي فعاليات شخصية وندوات ويب مباشرة تضم كبار المديرين التنفيذيين وأعضاء هيئة تدريس من كليات إدارة الأعمال الرائدة حول العالم والممارسين في أكاديمية ماكنزي. ويركز البرنامج على ثلاثة مواضيع رئيسية: التفكير النقدي والاستراتيجية، والقيادة والتأثير، والابتكار والتعطيل. ويتنقل المشاركون عبر البرنامج بفوج عالمي. ويصبح الخريجون جزءً من مجتمع شامل يواصل تقديم القيمة المطلوبة خلال مسيراتهم المهنية.
de: Während des sechsmonatigen Programms nehmen Teilnehmer an speziellen, digitalen persönlichen Lehrveranstaltungen und Live-Webinaren teil. Gestaltet werden diese von CEOs, Fakultäten der weltweit führenden Wirtschaftshochschulen und McKinsey-Fachleuten. Das Programm konzentriert sich auf drei Hauptthemen: kritisches Denken und Strategie, Führung und Einfluss sowie Innovation und Störung. Die Teilnehmer durchlaufen in einem globalen Jahrgang das Programm. Die Absolventen werden Teil einer exklusiven Gemeinschaft, die über ihre Karrieren hinaus einen Mehrwert schafft.
eo: Övér thé çöürsé öf thé sïx-mönth prögräm, pärtïçïpänts wïll éngägé ïn dïstïnçtïvé dïgïtäl léärnïng, ïn-pérsön événts, änd lïvé wéßïnärs féätürïng ÇÉÖs, fäçültý fröm thé wörld’s léädïng ßüsïnéss sçhööls, änd MçKïnséý präçtïtïönérs. Thé prögräm föçüsés ön thréé kéý thémés: çrïtïçäl thïnkïng & strätégý, léädérshïp & ïnflüénçé, änd ïnnövätïön & dïsrüptïön. Pärtïçïpänts mövé thröügh thé prögräm wïth ä glößäl çöhört. Grädüätés ßéçömé pärt öf än éxçlüsïvé çömmünïtý thät çöntïnüés tö délïvér välüé thröüghöüt théïr çäréérs.#
es: A lo largo del programa de seis meses, los participantes compartirán un aprendizaje digital distintivo, eventos en persona y seminarios web con directores ejecutivos, profesores de las escuelas de negocios más prestigiosas del mundo y expertos de McKinsey. El programa se enfoca en tres temas clave: pensamiento crítico y estrategia, liderazgo e influencia, e innovación y disrupción. Los participantes avanzan en el programa con un grupo global. Los graduados pasan a formar parte de una comunidad exclusiva que continúa ofreciéndoles valor a lo largo de sus carreras profesionales.
fr: Au cours de ce programme de 6 mois, les participants s’engageront dans une formation numérique distincte, des événements en présentiel et des webinaires en direct avec des PDG, des universitaires des plus grandes écoles commerciales du monde et des formateurs McKinsey. Le programme sera axé sur trois thèmes principaux : pensée critique et stratégie, leadership et influence, innovation et rupture. Les participants progressent dans le programme avec une division générale. Les lauréats font alors partie d'une communauté exclusive qui continue à apporter une valeur ajoutée tout au long de leur carrière.
ja: 6か月間のプログラムを通して、参加者は、独自のデジタル学習、対面式イベント、CEOや世界トップのビジネススクールの教員やMcKinsey実践者とのライブウェビナーに取り組んでいきます。当プログラムでは、3つの主なテーマに焦点を当てています: 批判的思考&戦略、リーダーシップ&影響力、イノベーション&崩壊。参加者は、世界中のコホートと一緒にプログラムを進めていきます。卒業者は、キャリアを通じて価値を届け続ける高レベルのコミュニティの一員となります。
nl: Tijdens het zes maanden durende programma zullen de deelnemers zich bezighouden met onderscheidend digitaal leren, evenementen persoonlijk bijwonen en deelnemen aan live webinars met CEO’s, faculteiten van wereldwijd toonaangevende zakelijke onderwijsinstellingen en McKinsey-vakmensen. Het programma richt zich op drie kernthema’s: kritisch denken en strategie, leiderschap en invloed en innovatie en doorbreking. Deelnemers doorlopen het programma met een algemeen cohort. Afgestudeerden worden een onderdeel van een exclusieve community waarvan ze gedurende hun hele carrière blijven profiteren.
pl: Podczas trwającego sześć miesięcy programu, uczestnicy będą mogli skorzystać z wyjątkowego, elektronicznego systemu nauczania oraz wziąć udział w konferencjach i webinariach na żywo prowadzonych przez CEO znanych firm, wykładowców wiodących szkół biznesowych i pracowników McKinsey. Program zbudowany jest wokół trzech kluczowych motywów przewodnich: krytyczne myślenie i strategia, przywództwo i wywieranie wpływu oraz innowacja i technologie przełomowe. Uczestnicy biorą udział w programie wraz z kursantami z całego świata. Absolwenci naszego kursu stają się częścią elitarnego klubu, wywierając wpływ na świat biznesu przez resztę swojej kariery zawodowej.
pt: Ao longo do programa de seis meses, os participantes estarão engajados em aprendizado digital diferenciado, eventos presenciais e webinários ao vivo com CEOs, professores das principais faculdades de administração do mundo e profissionais da McKinsey. O programa concentra-se em três temas principais: pensamento crítico e estratégia, liderança e influência, e inovação e disrupção. Os participantes avançam no programa com um grupo global. Os formados tornam-se parte de uma comunidade exclusiva que continua a agregar valor ao longo de suas carreiras.
zh: 在为期六个月的计划中，参与者将参加独特的数字化学习、亲身实践活动，以及由首席执行官、全球一流商学院的老师和麦肯锡从业人员参加的实时研讨会。本课程计划重点探讨三个关键主题：批判性思维与战略、领导能力与影响力以及创新与颠覆。参与者将与全球各地的同期学员一起完成课程计划。毕业生将成为一个不对外开放的社群的一员，并且在整个职业生涯中都可以从该社群获得裨益。

source: To nominate your next-generation leaders and/or learn more about FBLF, please email
ar: لترشيح قادة الجيل القادم من طرفك و/أو معرفة المزيد عن منتدى قادة الأعمال المستقبليين، يرجى إرسال بريد إلكتروني على
de: Zur Nominierung Ihrer Führungskräfte der nächsten Generation und/oder um mehr über FBLF zu erfahren, senden Sie bitte eine E-Mail
eo: Tö nömïnäté ýöür néxt-générätïön léädérs änd/ör léärn möré äßöüt FBLF, pléäsé émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Para nominar a su próxima generación de líderes u obtener más información sobre el FBLF, envíenos un correo electrónico
fr: Pour désigner votre nouvelle génération de leaders et/ou en savoir plus sur le FBLF veuillez nous contacter par e-mail
ja: 次世代のリーダーを指名する場合、あるいは、FBLFに関する詳しい情報については、Eメールをお寄せください
nl: Als u uw volgende generatie leiders wilt aanwijzen en/of meer informatie wilt over FBLF, kunt u een e-mailbericht sturen naar
pl: Aby nominować jednego z przyszłych liderów albo dowiedzieć się więcej o FPLB, napisz do nas e-mail.
pt: Para indicar seus líderes da próxima geração e/ou saber mais sobre o FBLF, envie um e-mail
zh: 要提名您的下一代领导者并/或了解更多有关 FBLF 的信息，请发送电子邮件

source: PROGRAM OVERVIEW &amp; LOGISTICS
ar: نظرة عامة على البرنامج والخدمات اللوجستية
de: PROGRAMMÜBERSICHT und LOGISTIK
eo: PRÖGRÀM ÖVÉRVÌÉW &amp; LÖGÌSTÌÇS Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: DESCRIPCIÓN GENERAL DEL PROGRAMA Y LOGÍSTICA
fr: PRÉSENTATION DU PROGRAMME &amp; LOGISTIQUE
ja: プログラム概要 &amp; 実行計画
nl: PROGRAMMAOVERZICHT&amp; LOGISTIEK
pl: OPIS PROGRAMU &amp; LOGISTYKA
pt: VISÃO GERAL DO PROGRAMA &amp; LOGÍSTICA
zh: 课程计划概览与组织工作

source: The Future Business Leaders Forum is a six-month journey featuring distinctive digital learning, in-person events, and live webinars designed and delivered by McKinsey practitioners, CEOs, and leading business school faculty.
ar: منتدى قادة الأعمال المستقبليين هو عبارة عن رحلة تعلم لمدة ستة أشهر تتضمن عمليات تعلم رقمية مميزة وفعاليات شخصية وندوات ويب مباشرة مُصممة ومقدمة خصيصًا من قبل الممارسين في أكاديمية ماكنزي وكبار المديرين التنفيذيين وأعضاء التدريس في كلية الأعمال الرائدة.
de: Das Future Business Leaders Forum ist eine sechsmonatige Reise mit speziellen digitalen, persönlichen Lehrveranstaltungen und Live-Webinaren, die von McKinsey-Fachleuten, CEOs und Fakultäten von führenden Wirtschaftshochschulen gestaltet und bereitgestellt werden.
eo: Thé Fütüré Büsïnéss Léädérs Förüm ïs ä sïx-mönth jöürnéý féätürïng dïstïnçtïvé dïgïtäl léärnïng, ïn-pérsön événts, änd lïvé wéßïnärs désïgnéd änd délïvéréd ßý MçKïnséý präçtïtïönérs, ÇÉÖs, änd léädïng ßüsïnéss sçhööl fäçültý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgια#
es: El Foro de Futuros Líderes de Negocios es un recorrido de seis meses que ofrece aprendizaje digital distintivo, eventos en persona y seminarios web en vivo diseñados y dictados por profesionales de McKinsey, CEOs y profesores de las escuelas de negocios líderes.
fr: Le Future Business Leaders Forum est une expérience de 6 mois proposant une formation numérique distincte, des événements en présentiel et des webinaires en direct, conçus et animés par des formateurs McKinsey, des PDG et des universitaires des plus grandes écoles commerciales.
ja: 未来のビジネスリーダー・フォーラムでは、6か月間のプログラムを通して、参加者が、独自のデジタル学習、対面式イベント、CEOや世界トップのビジネススクールの教員やMcKinsey実践者とのライブウェビナーに取り組んでいきます。
nl: Het Future Business Leaders Forum (FBLF) is een zes maanden durend leertraject dat wordt gekenmerkt door distinctief digitaal leren, persoonlijk deelnemen aan evenementen en live webinars met CEO’s, McKinsey-vakmensen en faculteiten van toonaangevende zakelijke onderwijsinstellingen.
pl: Forum Przyszłych Liderów Biznesu to trwająca sześć miesięcy edukacyjna podróż, podczas której uczestnicy będą mogli skorzystać z wyjątkowego, elektronicznego systemu nauczania oraz wziąć udział w konferencjach i webinariach na żywo prowadzonych przez CEO znanych firm, wykładowców wiodących szkół biznesowych i pracowników McKinsey.
pt: O Future Business Leaders Forum é uma jornada de seis meses que apresenta aprendizado digital diferenciado, eventos presenciais e webinários ao vivo criados e apresentados por profissionais da McKinsey, CEOs e professores de faculdades de administração líderes.
zh: 未来企业领袖论坛是一段为期六个月的旅程，包括独特的数字化学习、亲身实践活动以及由麦肯锡从业人员、首席执行官和一流商学院的老师共同设计并提供的实时研讨会。
