Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Mckinsey academy activation mail!
ar: بريد التفعيل الإلكتروني الخاص بأكاديمية ماكنزي!
de: Aktivierungs-E-Mail für die McKinsey Academy!
eo: Mçkïnséý äçädémý äçtïvätïön mäïl! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Correo electrónico de activación de McKinsey Academy
fr: Courrier d'activation McKinsey Academy !
ja: McKinsey AcademyアクティベーションEメール
nl: Activeringsmail McKinsey Academy!
pl: E-mail aktywacyjny McKinsey Academy!
pt: E-mail de ativação do McKinsey Academy!
zh: 麦肯锡学院激活邮件！

source: Welcome to the Mckinsey academy! An administrator has created an account on McKinsey Academy for your use. To activate your account, please copy and paste this address into your web browser's address bar: {uri}/{url}
ar: مرحبًا بكم في أكاديمية ماكنزي! قام أحد المسؤولين بإنشاء حساب لك لدى أكاديمية ماكنزي. وليتسنى تفعيله، يرجى نسخ هذا العنوان ولصقه في شريط العنوان بمتصفح الويب المتوافر لديك: {uri}/{url}
de: Willkommen bei der McKinsey Academy! Ein Administrator hat für Sie ein Konto bei der McKinsey Academy erstellt. Um Ihr Konto zu aktivieren, kopieren Sie diese Adresse und fügen Sie sie in die Adresszeile Ihres Browsers ein: {uri}/{url}
eo: Wélçömé tö thé Mçkïnséý äçädémý! Àn ädmïnïsträtör häs çréätéd än äççöünt ön MçKïnséý Àçädémý för ýöür üsé. Tö äçtïväté ýöür äççöünt, pléäsé çöpý änd pästé thïs äddréss ïntö ýöür wéß ßröwsér's äddréss ßär: {uri}/{url} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢є#
es: ¡Bienvenido a McKinsey Academy! Un administrador ha creado una cuenta en McKinsey Academy para usted. Para activar la cuenta, copie y pegue esta dirección en su navegador web: {uri}/{url}
fr: Bienvenue à la McKinsey Academy. Un administrateur a créé un compte sur McKinsey Academy pour votre utilisation. Pour activer votre compte, copiez et collez cette adresse dans la barre d'adresse du navigateur Web : {uri}/{url}
ja: McKinsey Academyへようこそ! 管理者が、あなたのMcKinsey Academyアカウントを作成しました。アカウントを有効にするには、ブラウザのアドレスバーに、このアドレスをコピー＆ペーストしてください。{uri}/{url}
nl: Welkom bij de McKinsey Academy! Een beheerder heeft voor u een account aangemaakt in McKinsey Academy. Als u uw account wilt activeren, kopieert en plakt u dit adres in de adresbalk van uw webbrowser: {uri}/{url}
pl: Witamy w McKinsey Academy! Administrator utworzył dla Ciebie konto w McKinsey Academy. Aby aktywować Twoje konto, skopiuj ten adres i wklej go paska adresu Twojej przeglądarki Internetowej: {uri}/{url}
pt: Bem-vindo ao McKinsey Academy! Um administrador criou uma conta no McKinsey Academy para seu uso. Para ativar sua conta, copie e cole este endereço na barra de endereço do seu navegador: {uri}/{url}
zh: 欢迎来到麦肯锡学院！管理员已在麦肯锡学院中创建了一个帐户供您使用。要激活您的帐户，请将此地址复制并粘贴到 Web 浏览器的地址栏中：{uri}/{url}

source: {html_h2}Welcome to the Mckinsey academy!{html_h2_end}An administrator has created an account on McKinsey Academy for your use. To activate your account, please {html_anchor_start} Click here{html_anchor_end} to register a user account and get started.{html_p_end}
ar: {html_h2}مرحبًا بكم في أكاديمية ماكنزي! {html_h2_end}قام أحد المسؤولين بإنشاء حساب لك لدى أكاديمية ماكنزي. وليتسنى تفعيله، يرجى {html_anchor_start}النقر هنا{html_anchor_end} لتسجيل حساب مستخدم والبدء.{html_p_end}
de: {html_h2}Willkommen bei der McKinsey Academy!{html_h2_end}Ein Administrator hat für Sie ein Konto bei der McKinsey Academy erstellt. Um Ihr Konto zu aktivieren, {html_anchor_start} klicken Sie bitte hier{html_anchor_end}, um ein Konto zu eröffnen und loszulegen.{html_p_end}
eo: {html_h2}Wélçömé tö thé Mçkïnséý äçädémý!{html_h2_end}Àn ädmïnïsträtör häs çréätéd än äççöünt ön MçKïnséý Àçädémý för ýöür üsé. Tö äçtïväté ýöür äççöünt, pléäsé {html_anchor_start} Çlïçk héré{html_anchor_end} tö régïstér ä üsér äççöünt änd gét stärtéd.{html_p_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя#
es: {html_h2}¡Bienvenido a McKinsey Academy!{html_h2_end}Un administrador ha creado una cuenta en McKinsey Academy para usted. Para activarla, {html_anchor_start}haga clic aquí{html_anchor_end} para registrar una cuenta de usuario y comenzar.{html_p_end}
fr: {html_h2}Bienvenue à la McKinsey Academy !{html_h2_end}Un administrateur a créé un compte sur McKinsey Academy pour votre utilisation. Pour activer votre compte {html_anchor_start} Cliquez ici {html_anchor_end} pour enregistrer un compte d'utilisateur et commencer.{html_p_end}
ja: {html_h2}McKinsey Academyへようこそ! {html_h2_end}管理者が、あなたのMcKinsey Academyアカウントを作成しました。アカウントを有効にするには、{html_anchor_start}ここをクリックし、{html_anchor_end}ユーザーアカウントを登録し、始めてください。{html_p_end}
nl: {html_h2}Welkom bij de McKinsey Academy!{html_h2_end}Een beheerder heeft een account voor u aangemaakt in McKinsey Academy. Als u uw account wilt activeren, {html_anchor_start} klikt u hier{html_anchor_end} om uw account te registreren en aan de slag te gaan.{html_p_end}
pl: {html_h2}Witamy w McKinsey Academy! {html_h2_end}Administrator utworzył dla Ciebie konto w McKinsey Academy. {html_anchor_start} Kliknij tutaj{html_anchor_end} aby aktywować Twoje konto i zacząć korzystać z zasobów. {html_p_end}
pt: {html_h2}Bem-vindo ao McKinsey Academy!{html_h2_end}Um administrador criou uma conta no McKinsey Academy para seu uso. Para ativar sua conta, {html_anchor_start} Clique aqui{html_anchor_end} para registrar uma conta de usuário e começar.{html_p_end}
zh: {html_h2}欢迎来到麦肯锡学院！{html_h2_end}管理员已在麦肯锡学院中创建了一个帐户供您使用。要激活您的帐户，请{html_anchor_start}单击此处{html_anchor_end}注册用户帐户并开始使用。{html_p_end}

source: No Available licenses
ar: لا توجد تراخيص متاحة
de: Keine verfügbaren Lizenzen
eo: Nö Àväïläßlé lïçénsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: No hay licencias disponibles
fr: Aucune licence disponible
ja: 利用可能なライセンスはありません
nl: Geen beschikbare licenties
pl: Brak dostępnych licencji
pt: Nenhuma licença disponível
zh: 无可用许可证

source: text
ar: نص
eo: téxt Ⱡ'σяєм ι#
es: texto
fr: texte
ja: テキスト
nl: tekst
pl: tekst
pt: texto
zh: 文本

source: video
ar: فيديو
eo: vïdéö Ⱡ'σяєм ιρѕ#
fr: vidéo
ja: 動画
pl: wideo
pt: vídeo
zh: 视频

source: quote
ar: اقتباس
de: Zitat
eo: qüöté Ⱡ'σяєм ιρѕ#
es: cita
fr: citation
ja: 引用
nl: citaat
pl: cytat
pt: citação
zh: 引文

source: tweet
ar: تغريدة
eo: twéét Ⱡ'σяєм ιρѕ#
ja: ツイート
pt: tuíte
zh: 推文

source: article
ar: مقال
de: Artikel
eo: ärtïçlé Ⱡ'σяєм ιρѕυм #
es: artículo
ja: 記事
nl: artikel
pl: artykuł
pt: artigo
zh: 文章

source: img
ar: صورة
de: Bild
eo: ïmg Ⱡ'σяєм#
ja: 画像
nl: afb
pl: obraz
zh: 图片

source: Language code not provided
ar: لم يتم تقديم رمز اللغة
de: Sprachcode nicht angegeben
eo: Längüägé çödé nöt prövïdéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Código de idioma no suministrado
fr: Code de langue non fourni
ja: 言語コードがありません
nl: Taalcode niet opgegeven
pl: Nie wprowadzono kodu języka
pt: Código de idioma não fornecido
zh: 未提供语言代码

source: Language set to language code: {preview_language_code}
ar: تعيين اللغة إلى رمز اللغة: {preview_language_code}
de: Sprache festgelegt auf Sprachcode: {preview_language_code}
eo: Längüägé sét tö längüägé çödé: {preview_language_code} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Idioma definido para código de idioma: {preview_language_code}
fr: Langue définie sur le code de langue : {preview_language_code}
ja: 言語が次の言語コードに設定されています: {preview_language_code}
nl: Taal ingesteld op taalcode: {preview_language_code}
pl: Zmieniono język zgodny z kodem języka: {preview_language_code}
pt: Idioma definido para o código do idioma: {preview_language_code}
zh: 语言设置为语言代码：{preview_language_code}

source: Language reset to default language
ar: إعادة تعيين اللغة إلى اللغة الافتراضية
de: Sprache auf Standardsprache zurückgesetzt
eo: Längüägé rését tö défäült längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Idioma restablecido a idioma predeterminado
fr: Réinitialisation de la langue pour la langue par défaut
ja: 言語がデフォルトの言語にリセットされました
nl: Taal teruggezet naar standaardtaal
pl: Zmieniono język na język domyślny
pt: Idioma redefinido para idioma padrão
zh: 语言重置为默认语言

source: Please Select
ar: يرجى التحديد
de: Bitte auswählen
eo: Pléäsé Séléçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Seleccionar
fr: Sélectionnez
ja: 選択してください
nl: Selecteer
pl: Prosimy wybrać
pt: Selecione
zh: 请选择

source: Technical Issue
ar: مشكلة تقنية
de: Technischer Fehler
eo: Téçhnïçäl Ìssüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Problema técnico
fr: Problème technique
ja: 技術的問題
nl: Technisch probleem
pl: Problem techniczny
pt: Problema técnico
zh: 技术问题

source: Course Issue
ar: مشكلة في الدورة التدريبية
de: Kurs-Fehler
eo: Çöürsé Ìssüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Problema con el curso
fr: Problème de cours
ja: コースの問題
nl: Cursusprobleem
pl: Problem dotyczący kursu
pt: Problema com o curso
zh: 课程问题

source: Question
ar: سؤال
de: Frage
eo: Qüéstïön Ⱡ'σяєм ιρѕυм ∂#
es: Pregunta
ja: 質問
nl: Vraag
pl: Pytanie
pt: Pergunta
zh: 问题

source: Suggestion
ar: اقتراح
de: Vorschlag
eo: Süggéstïön Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Sugerencia
ja: 提案
nl: Suggestie
pl: Sugestia
pt: Sugestão
zh: 建议

source: Please provide details
ar: يرجى تقديم التفاصيل
de: Bitte Details angeben
eo: Pléäsé prövïdé détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Suministre detalles
fr: Veuillez fournir des détails
ja: 詳しく教えてください
nl: Geef details op
pl: Prosimy szczegółowo opisać problem
pt: Informe os detalhes
zh: 请提供详细信息

source: Full name
ar: الاسم بالكامل
de: Vollständiger Name
eo: Füll nämé Ⱡ'σяєм ιρѕυм ∂σł#
es: Nombre completo
fr: Nom complet
ja: 氏名
nl: Volledige naam
pl: Imię i nazwisko
pt: Nome completo
zh: 全名

source: Highest level of education completed:
ar: أعلى مستوى للمؤهلات التعليمية المستكملة:
de: Höchster Abschluss:
eo: Hïghést lévél öf édüçätïön çömplétéd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Nivel de educación más avanzado completado:
fr: Plus haut niveau d'éducation obtenu :
ja: 最終学歴:
nl: Hoogst afgeronde opleiding:
pl: Najwyższy osiągnięty poziom wykształcenia
pt: Maior nível de escolaridade concluído:
zh: 最高学历：

source: In a few lines tell us why you would like to take the course.
ar: أخبرنا في بضعة أسطر بسبب رغبتك في التسجيل بالدورة التدريبية.
de: Erklären Sie uns in wenigen Worten, warum Sie den Kurs gerne belegen möchten.
eo: Ìn ä féw lïnés téll üs whý ýöü wöüld lïké tö täké thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: En pocas líneas, cuéntenos por qué desea hacer el curso.
fr: En quelques lignes, dites-nous pourquoi vous voulez suivre ce cours.
ja: コースを受けたい理由を、簡単に教えてください。
nl: Leg in een paar zinnen uit waarom u de cursus graag wilt volgen.
pl: W kilku zdaniach opisz, dlaczego chciałbym wziąć udział w tym kursie.
pt: Em poucas linhas, diga por que você deseja fazer o curso.
zh: 请用几句话告诉我们您为何想要参加该课程。

source: Thank you. We will get back to you as soon as possible.
ar: شكرًا لك. سنرد عليك في أقرب وقت ممكن.
de: Danke. Wir werden uns so bald wie möglich bei Ihnen melden.
eo: Thänk ýöü. Wé wïll gét ßäçk tö ýöü äs söön äs pössïßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Gracias. Nos comunicaremos con usted a la brevedad.
fr: Merci. Nous vous recontacterons dès que possible.
ja: ありがとうございました。できるだけ早くお返事いたします。
nl: Bedankt. We komen zo snel mogelijk bij u terug.
pl: Dziękujemy. Skontaktujemy się z Tobą najszybciej, jak to będzie możliwe.
pt: Obrigado. Entraremos em contato com você o mais breve possível.
zh: 谢谢。我们会尽快回复您。

source: Thank you for your interest in McKinsey Academy. We will keep you updated.
ar: شكرًا لاهتمامك بأكاديمية ماكنزي. سنبقيك على اطلاع بآخر المستجدات.
de: Vielen Dank für Ihr Interesse an der McKinsey Academy. Wir werden Sie auf dem Laufenden halten.
eo: Thänk ýöü för ýöür ïntérést ïn MçKïnséý Àçädémý. Wé wïll kéép ýöü üpdätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Gracias por su interés en McKinsey Academy. Lo mantendremos informado.
fr: Merci de votre intérêt pour la McKinsey Academy. Nous vous tiendrons informé.
ja: McKinsey Academyに興味をお持ちいただき、ありがとうございます。進度は、逐一お知らせいたします。
nl: Hartelijk dank voor uw belangstelling voor McKinsey Academy. We houden u op de hoogte.
pl: Dziękujemy za wyrażenie zainteresowania usługami McKinsey Academy. Skontaktujemy się z Tobą w sprawie Twojego zgłoszenia.
pt: Obrigado por seu interesse no McKinsey Academy. Nós o manteremos informado.
zh: 感谢您对麦肯锡学院的关注。我们将及时告知您最新消息。

source: McKinsey Management Program
ar: برنامج إدارة ماكنزي
eo: MçKïnséý Mänägémént Prögräm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Programa de administración de McKinsey
fr: Programme de gestion McKinsey
ja: McKinseyマネジメント・プログラム
nl: McKinsey managementprogramma
pl: Program zarządzania McKinsey
pt: Programa de gestão da McKinsey
zh: 麦肯锡管理计划

source: Congratulations! Your certificate has been generated
ar: تهانينا! لقد تم إنشاء شهادتك
de: Herzlichen Glückwunsch! Ihr Zertifikat wurde erstellt.
eo: Çöngrätülätïöns! Ýöür çértïfïçäté häs ßéén générätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¡Felicitaciones! Se ha generado su certificado
fr: Félicitations ! Votre certificat a été généré
ja: おめでとうございます! あなたの証書が生成されました
nl: Gefeliciteerd! Uw certificaat is gegenereerd
pl: Gratulujemy! Twój certyfikat został wygenerowany
pt: Parabéns! Seu certificado foi gerado.
zh: 恭喜！您的证书已生成

source: Client not found
ar: لم يتم العثور على العميل
de: Kunde nicht gefunden
eo: Çlïént nöt föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: No se encontró el cliente
fr: Client introuvable
ja: クライアントが見つかりません
nl: Klant niet gevonden
pl: Nie znaleziono klienta
pt: Cliente não encontrado
zh: 找不到客户端

source: Token or Client not found
ar: لم يتم العثور على الرمز المميز أو العميل
de: Token oder Kunde nicht gefunden
eo: Tökén ör Çlïént nöt föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: No se encontró el token o el cliente
fr: Jeton ou client introuvable
ja: トークンまたはクライアントが見つかりません
nl: Token of klant niet gevonden
pl: Nie znaleziono klienta lub tokena
pt: Token ou cliente não encontrado
zh: 找不到令牌或客户端

source: Token missing
ar: الرمز المميز مفقود
de: Token fehlt
eo: Tökén mïssïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Falta el token
fr: Jeton manquant
ja: トークンがありません
nl: Token ontbreekt
pl: Nie znaleziono tokena
pt: Token ausente
zh: 缺少令牌

source: Missing email
ar: البريد الإلكتروني مفقود
de: Fehlende E-Mail-Adresse
eo: Mïssïng émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Falta el correo electrónico
fr: E-mail manquant
ja: Eメールがありません
nl: E-mail ontbreekt
pl: Brak adresu e-mail
pt: E-mail ausente
zh: 缺少电子邮件地址

source: User not found
ar: لم يتم العثور على المستخدم
de: Nutzer nicht gefunden
eo: Ûsér nöt föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Usuario no encontrado
fr: Utilisateur introuvable
ja: ユーザーが見つかりません
nl: Gebruiker niet gevonden
pl: Nie znaleziono użytkownika
pt: Usuário não encontrado
zh: 找不到用户

source: Student information not found
ar: لم يتم العثور على معلومات الطلاب
de: Teilnehmerinformationen nicht gefunden
eo: Stüdént ïnförmätïön nöt föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: No se encontró la información del alumno
fr: Informations d'étudiant introuvables
ja: 生徒情報が見つかりません
nl: Studentgegevens niet gevonden
pl: Nie znaleziono informacji o uczniu
pt: Informação do aluno não encontrada
zh: 找不到学员信息

source: No such email exist
ar: لا يوجد بريد إلكتروني مثل هذا
de: E-Mail-Adresse existiert nicht
eo: Nö süçh émäïl éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: No existe ese correo electrónico
fr: Cet e-mail n'existe pas
ja: そのようなEメールは存在しません
nl: E-mailadres bestaat niet
pl: Podany adres e-mail nie istnieje
pt: Esse e-mail não existe
zh: 不存在此电子邮件地址

source: Password reset email sent
ar: تم إرسال البريد الإلكتروني الخاص بإعادة تعيين كلمة المرور
de: E-Mail zur Zurücksetzung des Passworts versendet
eo: Pässwörd rését émäïl sént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Correo electrónico de restablecimiento de contraseña enviado
fr: E-mail de réinitialisation de mot de passe envoyé
ja: パスワード再設定のEメールが送信されました
nl: E-mail voor wachtwoord opnieuw instellen verzonden
pl: Wysłano e-mail z instrukcją resetowania hasła
pt: E-mail de redefinição de senha enviado
zh: 密码重置电子邮件已发送

source: We have sent an email to <a href="mailto:{0}">{0}</a> with a link to create an account for you.
ar: لقد أرسلنا بريدًا إلكترونيًا للعنوان <a href="mailto:{0}">{0}</a> به رابط لإنشاء حساب خاص بك.
de: Wir haben eine E-Mail mit einem Link an <a href="mailto:{0}">{0}</a> gesendet, um ein Konto für Sie zu erstellen.
es: Le enviamos un correo electrónico a <a href="mailto:{0}">{0}</a> en el cual encontrará un enlace para crear una cuenta a su nombre.
ja: アカウント作成用のリンクが記載されたメールを <a href="mailto:{0}">{0}</a> に送信しました。
nl: We hebben een e-mail gestuurd naar <a href="mailto:{0}">{0}</a> met een link om een account aan te maken.
pl: Wysłaliśmy wiadomość e-mail na <a href="mailto:{0}">{0}</a> z linkiem, za pomocą którego utworzysz swoje konto.
pt: Enviamos um e-mail para <a href="mailto:{0}">{0}</a> com um link para criar a sua conta.
zh: 我们已将包含帐户创建链接的电子邮件发送到 <a href="mailto:{0}">{0}</a>。

source: Sorry, Please try again later to receive an email with a link to create your account.
ar: عذرًا، يرجى المحاولة مرة أخرى لاحقًا لتلقي رسالة بريد إلكتروني تحتوي على رابط لإنشاء حسابك.
de: Entschuldigung, bitte versuchen Sie es später erneut, um eine E-Mail mit einem Link zur Erstellung Ihres Kontos zu erhalten.
es: Lo sentimos. Intente de nuevo más tarde para recibir un correo electrónico con un enlace que le permita crear su cuenta.
ja: 申し訳ございません。後で再度試して、アカウントを開設するリンクが掲載されたEメールを受信してください。
nl: Probeer later opnieuw om een e-mail te ontvangen met een link om een account aan te maken.
pl: Przepraszamy, prosimy spróbować później, aby otrzymać wiadomość e-mail z linkiem, który pozwoli Ci na utworzenie konta.
pt: Desculpe. Tente novamente mais tarde para receber um e-mail com um link para criar sua conta.
zh: 抱歉，请稍后再试，以便接收含创建帐户链接的电子邮件。

source: User does not exist
ar: المستخدم غير موجود
de: Nutzer existiert nicht
es: El usuario no existe
ja: このユーザーは存在しません
nl: Gebruiker bestaat niet
pl: Użytkownik nie istnieje
pt: O usuário não existe
zh: 用户不存在

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt: Senha
zh: 密码

source: 403: Permission Denied
ar: 403: تم رفض الإذن
de: 403: Zugriff verweigert
eo: 403: Pérmïssïön Dénïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: 403: Permiso denegado
fr: 403: Accès refusé
ja: 403: 権限がありません
nl: 403: Toestemming geweigerd
pl: 403: Odmowa dostępu
pt: 403: Permissão negada
zh: 403：权限被拒

source: Sorry!
ar: عذرًا!
de: Entschuldigung!
eo: Sörrý! Ⱡ'σяєм ιρѕυ#
es: ¡Lo sentimos!
fr: Désolé !
ja: 申し訳ございません
nl: Helaas!
pl: Przepraszamy!
pt: Desculpe!
zh: 抱歉！

source: You don't have permission to access the resource you requested.
ar: ليس لديك الإذن للوصول إلى المورد الذي طلبته.
de: Sie sind nicht berechtigt, auf die angeforderte Ressource zuzugreifen.
eo: Ýöü dön't hävé pérmïssïön tö äççéss thé résöürçé ýöü réqüéstéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: No tiene permiso para acceder al recurso que solicitó.
fr: Vous n'avez pas l'autorisation d'accéder aux ressources que vous demandez.
ja: 要求されたリソースへのアクセス権がありません。
nl: U heeft geen toestemming om de door u gevraagde informatiebron te openen.
pl: Nie masz dostępu do żądanego zasobu.
pt: Você não tem permissão para acessar o recurso solicitado.
zh: 您无权访问请求的资源。

source: Please go back to
ar: يرجى العودة إلى
de: Bitte gehen Sie zurück zu
es: Vuelva a
ja: へ戻るか、
nl: Ga terug naar
pl: Prosimy powrócić do
pt: Volte para
zh: 请返回

source: , or contact us at
ar: ، أو الاتصال بنا على
de: , oder kontaktieren Sie uns unter
es: , o comuníquese con nosotros a
ja: までご連絡ください。
nl: , of neem contact met ons op via
pl: lub skontaktować się z działem
pt: ou entre em contato conosco em
zh: 或发送电子邮件至

source: support
ar: الدعم
es: ayuda
ja: サポート
pl: pomoc
pt: suporte
zh: 支持

source: 404: Page not found
ar: 404: لم يتم العثور على الصفحة
de: 404: Seite nicht gefunden
eo: 404: Pägé nöt föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: 404: No se encuentra la página
fr: 404: Page introuvable
ja: 404: ページが見つかりません
nl: 404: Pagina niet gevonden
pl: 404: Nie znaleziono strony
pt: 404: Página não encontrada
zh: 404：找不到页面

source: The page you are looking for might have been removed, been renamed, or may be temporarily unavailable.
ar: ربما تم حذف الصفحة التي تبحث عنها أو إعادة تسميتها أو قد تكون غير متاحة مؤقتًا.
de: Die von Ihnen gesuchte Seite wurde womöglich entfernt, umbenannt oder ist temporär nicht erreichbar.
eo: Thé pägé ýöü äré löökïng för mïght hävé ßéén rémövéd, ßéén rénäméd, ör mäý ßé témpörärïlý ünäväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Es posible que la página que está buscando se haya quitado, haya cambiado de nombre o no esté disponible temporalmente.
fr: La page que vous recherchez a peut-être été supprimée, renommée où est peut-être temporairement indisponible.
ja: お探しのページは、削除された、名前が変えられた、あるいは一時的に利用できなくなっている可能性があります。
nl: Die pagina die u zoekt, is mogelijk verwijderd of hernoemd, of kan tijdelijk niet beschikbaar zijn.
pl: Strona, której szukasz mogła zostać usunięta, zmienić nazwę lub może być czasowo niedostępna.
pt: A página que você está procurando pode ter sido removida, renomeada ou estar temporariamente indisponível.
zh: 您正在查找的页面可能已被删除、重命名或暂时不可用。

source: 500: Error
ar: 500: خطأ
de: 500: Fehler
eo: 500: Érrör Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: 500: Erreur
ja: 500: エラー
nl: 500: Fout
pl: 500: Błąd
pt: 500: Erro
zh: 500：错误

source: Something has gone wrong. Our team has been alerted to the issue and is looking into it.
ar: لقد حدث خطأ ما. ولقد تنبه فريقنا إلى هذه المشكلة ويبحث فيها لحلها.
de: Ein Fehler ist aufgetreten. Unser Team wurde über das Problem benachrichtigt und wird sich darum kümmern.
eo: Söméthïng häs göné wröng. Öür téäm häs ßéén älértéd tö thé ïssüé änd ïs löökïng ïntö ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Hubo un problema. Hemos dado aviso a nuestro equipo, y están intentando resolverlo.
fr: Une erreur s'est produite. Notre équipe a été alertée du problème et recherche la solution.
ja: 問題が発生しました。現在、チームが内容を確認中です。
nl: Er is iets misgegaan. Ons team is op het probleem gewezen en is ermee bezig.
pl: Coś poszło nie tak. Poinformowaliśmy o tym nasz zespół i pracujemy nad rozwiązaniem problemu.
pt: Algo deu errado. Nossa equipe foi alertada sobre o problema e está investigando.
zh: 出现了问题。我们团队已注意到该问题，目前正在处理中。

source: 503: Down for Maintenance
ar: 503: معطل بسبب الصيانة
de: 503: Wegen Wartungsarbeiten nicht erreichbar
eo: 503: Döwn för Mäïnténänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: 503: No disponible por mantenimiento
fr: 503: Arrêt pour cause de maintenance
ja: 503: メンテナンス中により現在ご利用いただけません
nl: 503: Vanwege onderhoud buiten bedrijf
pl: 503: Strona czasowo niedostępna - przerwa techniczna
pt: 503: Desligado para manutenção
zh: 503：维护性关闭
