Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Group Members
ar: أعضاء المجموعة
de: Gruppenmitglieder
eo: Gröüp Mémßérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Miembros del grupo
fr: Membres du groupe
ja: グループメンバー
nl: Groepsleden
pl: Członkowie grupy
pt: Membros do grupo
zh: 小组成员

source: Email your group
ar: أرسل بريدًا إلكترونيًا لمجموعتك
de: Ihrer Gruppe eine E-Mail schicken
eo: Émäïl ýöür gröüp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Enviar un correo electrónico a su grupo
fr: Envoyer un e-mail à votre groupe
ja: グループにEメールを送信する
nl: E-mail uw groep
pl: Wyślij e-mail do Twojej grupy
pt: Enviar e-mail para o grupo
zh: 向小组发送电子邮件

source: Ask a TA
ar: اسأل مساعد مدرّس
de: Einen TA fragen
eo: Àsk ä TÀ Ⱡ'σяєм ιρѕυм ∂#
es: Preguntar a un TA
fr: Poser une question à l’AF
ja: TAに聞く
nl: Vraag een OA
pl: Zapytaj asystenta kursu
pt: Perguntar a um assistente de ensino
zh: 询问助教

source: not available
ar: غير متوفر
de: nicht verfügbar
eo: nöt äväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: no disponible
fr: indisponible
ja: 利用不可
nl: niet beschikbaar
pl: nie dostępny
pt: não disponível
zh: 不可用

source: not started
ar: لم يبدأ
de: nicht begonnen
eo: nöt stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es: no iniciado
fr: non commencé
ja: 開始前
nl: niet gestart
pl: nie rozpoczął się
pt: não iniciado
zh: 未开始

source: in progress
ar: قيد التقدم
de: in Bearbeitung
eo: ïn prögréss Ⱡ'σяєм ιρѕυм ∂σłσя #
es: en progreso
fr: en cours de formation
ja: 進行中
nl: bezig
pl: w trakcie
pt: em andamento
zh: 进行中

source: incomplete
ar: غير مكتمل
de: unvollständig
eo: ïnçömplété Ⱡ'σяєм ιρѕυм ∂σłσ#
es: incompleto
fr: inachevé
ja: 未完了
nl: onvolledig
pl: nie ukończono
pt: incompleto
zh: 未完成

source: not tracked
ar: غير متابع
de: nicht verfolgt
eo: nöt träçkéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es: sin seguimiento
fr: non suivi
ja: 追跡なし
nl: niet bijgehouden
pl: śledzenie wyłączone
pt: não monitorado
zh: 未跟踪

source: Miniboard
ar: لوحة متابعة مصغّرة
eo: Mïnïßöärd Ⱡ'σяєм ιρѕυм ∂σł#
es: Mini-panel
fr: Tableau réduit
ja: ミニボード
pl: Mini panel

source: Portal Home
ar: الصفحة الرئيسية للبوابة
eo: Pörtäl Hömé Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Página de inicio del portal
fr: Page d'accueil du portail
ja: ポータルホーム
nl: Startpagina portal
pl: Strona główna portalu
pt: Página inicial do portal
zh: 门户主页

source: Calendar
ar: التقويم
de: Kalender
eo: Çäléndär Ⱡ'σяєм ιρѕυм ∂#
es: Calendario
fr: Calendrier
ja: カレンダー
nl: Kalender
pl: Kalendarz
pt: Calendário
zh: 日历

source: Log in
ar: تسجيل الدخول
de: Anmeldung
eo: Lög ïn Ⱡ'σяєм ιρѕυ#
es: Iniciar sesión
fr: Ouvrir une session
ja: ログイン
nl: Inloggen
pl: Zaloguj się
pt: Entrar
zh: 登录

source: Modules
ar: الوحدات:
de: Module
es: Módulos:
ja: モジュール:
pl: Moduły
pt: Módulos
zh: 模块

source: Lesson
ar: الدرس
de: Lektion
es: Lección
ja: レッスン
nl: Les
pl: Lekcja
pt: Lição
zh: 课时

source: Lesson Modules
ar: وحدات الدرس
de: Lektionsmodule
eo: Léssön Mödülés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Módulos de la Lección
fr: Modules de la leçon
ja: レッスン・モジュール
nl: Lesmodules
pl: Moduły lekcji
pt: Módulos de lições
zh: 课时模块

source: You have completed %(course_current_progress)s%% of %(lesson_custom_label)s %(lesson_index)s:
ar: لقد أتممت %(course_current_progress)s%% من %(lesson_custom_label)s %(lesson_index)s:
de: Sie haben %(course_current_progress)s%% der %(lesson_custom_label)s %(lesson_index)s abgeschlossen:
es: Usted ha completado %(course_current_progress)s%% de %(lesson_custom_label)s %(lesson_index)s:
ja: %(lesson_custom_label)s %(lesson_index)sの%(course_current_progress)s%%が終了しました:
nl: U heeft %(course_current_progress)s%% van %(lesson_custom_label)s %(lesson_index)s voltooid:
pl: Ukończono %(course_current_progress)s%% z %(lesson_custom_label)s %(lesson_index)s:
pt: Você concluiu %(course_current_progress)s%% de %(lesson_custom_label)s %(lesson_index)s:
zh: 您已完成课时 %(lesson_custom_label)s %(lesson_index)s 的 %(course_current_progress)s%%：

source: You have completed %(course_current_progress)s%% of Lesson %(lesson_index)s:
ar: لقد أتممت %(course_current_progress)s%% من الدرس%(lesson_index)s:
de: Sie haben %(course_current_progress)s%% der Lektion %(lesson_index)s abgeschlossen:
eo: Ýöü hävé çömplétéd %(course_current_progress)s%% öf Léssön %(lesson_index)s: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Usted ha completado %(course_current_progress)s%% de la Lección %(lesson_index)s:
fr: Vous avez terminé %(course_current_progress)s%% de la leçon %(lesson_index)s :
ja: レッスン%(lesson_index)sの%(course_current_progress)s%%が終了しました:
nl: U heeft %(course_current_progress)s%% van les %(lesson_index)s voltooid:
pl: Ukończono %(course_current_progress)s%% z lekcji %(lesson_index)s:
pt: Você concluiu %(course_current_progress)s%% da Lição %(lesson_index)s:
zh: 您已完成课时 %% 的 %(lesson_index)s%(course_current_progress)s：

source: You have completed %(course_current_progress)s%% of %(lesson_name)s
ar: لقد أتممت %(course_current_progress)s%% من %(lesson_name)s
de: Sie haben %(course_current_progress)s%% von %(lesson_name)s abgeschlossen
eo: Ýöü hävé çömplétéd %(course_current_progress)s%% öf %(lesson_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Usted ha completado %(course_current_progress)s%% de %(lesson_name)s
fr: Vous avez terminé %(course_current_progress)s%% de %(lesson_name)s
ja: %(lesson_name)sの%(course_current_progress)s%%が終了しました
nl: U heeft %(course_current_progress)s%% van %(lesson_name)s voltooid
pl: Ukończono %(course_current_progress)s%% z %(lesson_name)s
pt: Você concluiu %(course_current_progress)s%% de %(lesson_name)s
zh: 您已完成 %% 的%(lesson_name)s%(course_current_progress)s

source: This is the McKinsey Academy Beta and we are happy to have you participate ahead of the official public launch!
ar: هذا هو الإصدار التجريبي لأكاديمية ماكنزي ونحن سعداء لمشاركتك قبل الإطلاق الرسمي العام له!
de: Dies ist die McKinsey Academy Beta und wir freuen uns sehr, Sie vor der Veröffentlichung bereits an Bord begrüßen zu dürfen!
eo: Thïs ïs thé MçKïnséý Àçädémý Bétä änd wé äré häppý tö hävé ýöü pärtïçïpäté ähéäd öf thé öffïçïäl püßlïç läünçh! Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Esta es la versión beta de McKinsey Academy, y nos complace contar con su participación antes del lanzamiento público oficial.
fr: Ceci est la version McKinsey Academy Bêta et nous sommes ravis que vous puissiez y participer avant le lancement public officiel !
ja: McKinsey Academy Betaです。正式な公開前にご参加いただけることを嬉しく思います。
nl: Dit is de bèta McKinsey Academy en we zijn blij dat u deelneemt vóór de officiële openbare lancering!
pl: Witamy w wersji beta McKinsey Academy! Cieszymy się, że możesz ją testować razem z nami przed jej oficjalnym startem!
pt: Este é o McKinsey Academy Beta e estamos felizes com sua participação antes do lançamento público oficial!
zh: 这是麦肯锡学院测试版，我们非常高兴您能在正式公开发布之前参与！

source: As a beta user, you will occasionally see pages and features like this one in early stages of development. Please feel free to explore, and we’ll continue to add features and functionality in the coming weeks.
ar: كمستخدم للإصدار التجريبي، ستشاهد أحيانًا صفحات وميزات مثل هذه الواردة في المراحل الأولى من التنمية. برجاء عدم التردد في استكشافها، وسنواصل إضافة مزيد من الميزات والوظائف في الأسابيع المقبلة.
de: Als Beta-Nutzer werden Sie manchmal Seiten und Funktionen wie diese sehen, die noch in der frühen Entwicklungsphase sind. Bitte schauen Sie sich um und erkunden Sie die Seiten. Wir werden in den nächsten Wochen stets weitere Funktionen hinzufügen.
eo: Às ä ßétä üsér, ýöü wïll öççäsïönällý séé pägés änd féätürés lïké thïs öné ïn éärlý stägés öf dévélöpmént. Pléäsé féél fréé tö éxplöré, änd wé’ll çöntïnüé tö ädd féätürés änd fünçtïönälïtý ïn thé çömïng wééks. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя#
es: Como usuario de la versión beta, ocasionalmente verá páginas y funcionalidades como esta en las primeras etapas de desarrollo. Explórelas libremente junto con las nuevas funcionalidades que iremos agregando en las próximas semanas.
fr: En tant qu'utilisateur bêta, vous verrez parfois des pages et des fonctions comme celles-ci dans leur première étape de développement. N'hésitez pas à les explorer et nous continuerons à ajouter des fonctionnalités et des options dans les semaines à venir.
ja: ベータ・ユーザーのあなたは、開発初期の段階で、このようなページや機能を時折目にするでしょう。今後も機能を追加し続けていくので、ご自由にご覧ください。
nl: Als bètagebruiker zult u af en toe pagina’s en functies zoals deze zien in de vroege ontwikkelfases. Verken alles gerust; in de komende weken blijven we functies en functionaliteit toevoegen.
pl: Użytkownicy wersji beta mogą czasami napotkać strony lub funkcje we wczesnych stadiach produkcji, takie jak ta. Zachęcamy Cię do swobodnego korzystania z serwisu, podczas gdy my będziemy dodawać nowe elementy i funkcjonalności w ciągu najbliższych tygodni.
pt: Como usuário beta, você ocasionalmente verá páginas e recursos como esse nos estágios iniciais de desenvolvimento. Fique à vontade para explorar. Continuaremos adicionando recursos e funcionalidades nas próximas semanas.
zh: 作为测试用户，您在早期开发阶段偶尔会见到诸如此类的页面和功能。请随意探索，我们将在未来几周继续添加功能。

source: Below are helpful tips to navigate course content. You may also find answers to your questions in the
ar: فيما يلي نصائح مفيدة بخصوص التنقل بين محتوى الدورة التدريبية. وقد تجد أيضًا إجابات على أسئلتك في جزئية
de: Unten finden Sie hilfreiche Tipps darüber, wie Sie sich in den Kursinhalten zurechtfinden können. Außerdem finden Sie in den
es: A continuación le brindamos sugerencias útiles para navegar por los contenidos del curso. También puede encontrar respuestas a sus preguntas en la sección de
ja: 以下は、コース内容の確認に関するヒントです。また、
nl: Hieronder vindt u nuttige tips om naar cursusinhoud te navigeren. U kunt ook antwoorden op uw vragen vinden in de
pl: Poniżej znajdziesz wskazówki, które pomogą Ci poruszać się po zasobach kursu. Jeśli masz jakieś pytania, możesz też poszukać odpowiedzi w sekcji
pt: Abaixo você encontra dicas úteis para navegar pelo conteúdo do curso. Você também pode encontrar respostas para suas perguntas nas
zh: 以下是导航课程内容的有用提示。您也可以在

source: See which %(modules_custom_label)s you have completed and navigate directly to specific %(modules_custom_label)s using the %(module_custom_label)s navigation at the top of the page
ar: راجع %(modules_custom_label)s التي أكملتها وانتقل مباشرة إلى %(modules_custom_label)s محددة باستخدام ميزة التنقل بين %(module_custom_label)s في الجزء العلوي من الصفحة
de: Schauen Sie sich an, welche %(modules_custom_label)s Sie abgeschlossen haben, und navigieren Sie mit der %(module_custom_label)snavigation oben auf der Seite direkt zu bestimmten %(modules_custom_label)sn.
es: Vea qué %(modules_custom_label)s ha completado y consulte directamente %(modules_custom_label)s específicos mediante la funcionalidad de navegación por %(module_custom_label)s en la parte superior de la página
ja: 修了した%(modules_custom_label)sを確認したり、特定の%(modules_custom_label)sに直接移動したりするには、ページ上部の%(module_custom_label)sナビゲーションを使います
nl: Bekijk welke %(modules_custom_label)s u heeft voltooid en navigeer rechtstreeks naar specifieke %(module_custom_label)s met de %(modules_custom_label)s navigatie bovenaan de pagina
pl: Sprawdź, które %(modules_custom_label)s zostały przez Ciebie ukończone i przejdź bezpośrednio do %(modules_custom_label)s za pomocą nawigacji %(module_custom_label)s u góry strony.
pt: Veja quais %(modules_custom_label)s você concluiu e navegue diretamente para %(modules_custom_label)s específicos usando a navegação de %(module_custom_label)s no topo da página
zh: 查看您已完成哪些 %(modules_custom_label)s，并使用页面顶部的 %(module_custom_label)s 导航直接导航至特定 %(modules_custom_label)s

source: See which modules you have completed and navigate directly to specific modules using the module navigation at the top of the page
ar: راجع الوحدات التي أكملتها وانتقل مباشرة إلى وحدات محددة باستخدام ميزة التنقل بين الوحدات في الجزء العلوي من الصفحة
de: Schauen Sie sich an, welche Module Sie abgeschlossen haben, und navigieren Sie mit der Modulnavigation oben auf der Seite direkt zu bestimmten Modulen.
eo: Séé whïçh mödülés ýöü hävé çömplétéd änd nävïgäté dïréçtlý tö spéçïfïç mödülés üsïng thé mödülé nävïgätïön ät thé töp öf thé pägé Ⱡ'σ#
es: Vea qué módulos ha completado y consulte directamente módulos específicos mediante la funcionalidad de navegación por módulos en la parte superior de la página
fr: Consultez les modules que vous avez terminés et naviguez directement vers les modules spécifiques à l'aide de la navigation de module en haut de la page
ja: 修了したモジュールを確認したり、特定のモジュールに直接移動したりするには、ページ上部のモジュール・ナビゲーションを使います
nl: Bekijk welke modules u heeft voltooid en navigeer rechtstreeks naar specifieke modules met de modulenavigatie bovenaan de pagina
pl: Sprawdź, które moduły zostały przez Ciebie ukończone i przejdź bezpośrednio do konkretnego modułu za pomocą nawigacji modułu u góry strony.
pt: Veja quais módulos você concluiu e navegue diretamente para módulos específicos usando o módulo de navegação no topo da página
zh: 查看您已完成哪些模块，并使用页面顶部的模块导航直接导航至特定模块

source: Move from %(module_custom_label)s to %(module_custom_label)s using the left and right arrows. Hover over the arrows to see details of upcoming (or previous) %(modules_custom_label)s
ar: الانتقال من %(module_custom_label)s إلى %(module_custom_label)s باستخدامالسهمين الأيسر والأيمن. قم بالمرور فوق السهمين لرؤية تفاصيل الوحدات القادمة (أو السابقة) %(modules_custom_label)s
de: Mit den Rechts- und Linkspfeilen können Sie von %(module_custom_label)s zu %(module_custom_label)s wechseln. Fahren Sie mit dem Mauszeiger über die Pfeile, um Details über die kommenden (oder vorherigen) %(modules_custom_label)s zu erfahren.
es: Muévase de %(module_custom_label)s a %(module_custom_label)s con las flechas hacia la izquierda y la derecha. Pase el cursor por las flechas para ver los detalles de los módulos siguientes (o anteriores)Muévase de módulo a módulo con las flechas hacia la izquierda y la derecha. Pase el cursor por las flechas para ver los detalles de %(modules_custom_label)s siguientes (o anteriores)
ja: %(module_custom_label)sと%(module_custom_label)sの間を移動するには、左右矢印を使います。今後 (または過去) の%(modules_custom_label)sの詳細を確認するには、矢印の上にカーソルを載せます
nl: Ga van %(module_custom_label)s naar %(module_custom_label)s met de pijltjes naar links/rechts. Plaats de muisaanwijzer boven de pijltjes om details te bekijken van aankomende (of eerdere) %(modules_custom_label)s
pl: Poruszaj się pomiędzy %(module_custom_label)s a %(module_custom_label)s używając strzałek w lewo i prawo. Najedź kursorem na strzałkę, aby zobaczyć informacje o następnym (lub poprzednim) %(modules_custom_label)s
pt: Navegue de %(module_custom_label)s para %(module_custom_label)s usando as setas esquerda e direita. Passe o mouse sobre as setas para ver detalhes dos próximos %(modules_custom_label)s (ou anteriores)
zh: 使用左右箭头从一个 %(module_custom_label)s 移动到另一个 %(module_custom_label)s。将鼠标悬停在箭头上即可查看即将推出（或先前）%(modules_custom_label)s 的详细信息

source: Move from %(module_custom_label)s to %(module_custom_label)s using the left and right arrows. Hover over the arrows to see details of upcoming (or previous) modules
ar: انتقل من %(module_custom_label)s إلى (module_custom_label)s باستخدام السهمين الأيسر والأيمن. قم بالمرور فوق السهمين لرؤية تفاصيل الوحدات القادمة (أو السابقة)
de: Mit den Rechts- und Linkspfeilen können Sie von %(module_custom_label)s zu %(module_custom_label)s wechseln. Fahren Sie mit dem Mauszeiger über die Pfeile, um Details über die kommenden (oder vorherigen) module zu erfahren.
es: Muévase de %(module_custom_label)s a %(module_custom_label)s con las flechas hacia la izquierda y la derecha. Pase el cursor por las flechas para ver los detalles de los módulos siguientes (o anteriores)
ja: %(module_custom_label)sと%(module_custom_label)sの間を移動するには、左右矢印を使います。今後 (または過去) のモジュール詳細を確認するには、矢印の上にカーソルを載せます
nl: Ga van %(module_custom_label)s naar %(module_custom_label)s met de pijltjes naar links/rechts. Plaats de muisaanwijzer boven de pijltjes om details te bekijken van aankomende (of eerdere) modules
pl: Poruszaj się pomiędzy %(module_custom_label)s a %(module_custom_label)s używając strzałek w lewo i prawo. Najedź kursorem na strzałkę, aby zobaczyć informacje o następnym (lub poprzednim) module
pt: Navegue de %(module_custom_label)s para %(module_custom_label)s usando as setas esquerda e direita. Passe o mouse sobre as setas para ver detalhes dos próximos módulos (ou anteriores)
zh: 使用左右箭头从一个 %(module_custom_label)s 移动到另一个 %(module_custom_label)s。将鼠标悬停在箭头上即可查看即将推出（或先前）模块的详细信息

source: Move from module to module using the left and right arrows. Hover over the arrows to see details of upcoming (or previous) %(modules_custom_label)s
ar: الانتقال من وحدة إلى أخرى باستخدام السهمين الأيسر والأيمن. قم بالمرور فوق السهمين لرؤية تفاصيل الوحدات القادمة (أو السابقة) %(modules_custom_label)s
de: Mit den Rechts- und Linkspfeilen können Sie von Modul zu Modul wechseln. Fahren Sie mit dem Mauszeiger über die Pfeile, um Details über die kommenden (oder vorherigen) %(modules_custom_label)s zu erfahren.
es: Muévase de módulo a módulo con las flechas hacia la izquierda y la derecha. Pase el cursor por las flechas para ver los detalles de %(modules_custom_label)s siguientes (o anteriores)
ja: モジュール間を移動するには、左右矢印を使います。今後 (または過去) の%(modules_custom_label)sの詳細を確認するには、矢印の上にカーソルを載せます
nl: Ga van module naar module met de pijltjes naar links/rechts. Plaats de muisaanwijzer boven de pijltjes om details te bekijken van aankomende (of eerdere) %(modules_custom_label)s
pl: Poruszaj się pomiędzy modułem a modułem używając strzałek w lewo i prawo. Najedź kursorem na strzałkę, aby zobaczyć informacje o następnym (lub poprzednim) %(modules_custom_label)s
pt: Navegue de módulo para módulo usando as setas esquerda e direita. Passe o mouse sobre as setas para ver detalhes dos próximos %(modules_custom_label)s (ou anteriores)
zh: 使用左右箭头从一个模块移动到另一个模块。将鼠标悬停在箭头上即可查看即将推出（或先前）%(modules_custom_label)s 的详细信息

source: Move from module to module using the left and right arrows. Hover over the arrows to see details of upcoming (or previous) modules
ar: انتقل من وحدة إلى أخرى باستخدام السهمين الأيسر والأيمن. قم بالمرور فوق السهمين لرؤية تفاصيل الوحدات القادمة (أو السابقة)
de: Mit den Rechts- und Linkspfeilen können Sie von Modul zu Modul wechseln. Fahren Sie mit dem Mauszeiger über die Pfeile, um Details über die kommenden (oder vorherigen) Module zu erfahren
eo: Mövé fröm mödülé tö mödülé üsïng thé léft änd rïght ärröws. Hövér övér thé ärröws tö séé détäïls öf üpçömïng (ör prévïöüs) mödülés Ⱡ'#
es: Muévase de módulo a módulo con las flechas hacia la izquierda y la derecha. Pase el cursor por las flechas para ver los detalles de los módulos siguientes (o anteriores)
fr: Passez d'un module à l'autre en utilisant les flèches droite et gauche. Survolez les flèches pour voir des détails sur les modules à venir (ou précédents)
ja: モジュール間を移動するには、左右矢印を使います。今後 (または過去) のモジュール詳細を確認するには、矢印の上にカーソルを載せます
nl: Ga van module naar module met de pijltjes naar links/rechts. Plaats de muisaanwijzer boven de pijltjes om details te bekijken van aankomende (of eerdere) modules
pl: Poruszaj się pomiędzy modułem a modułem używając strzałek w lewo i prawo. Najedź kursorem na strzałkę, aby zobaczyć informacje o następnym (lub poprzednim) module
pt: Navegue de módulo para módulo usando as setas esquerda e direita. Passe o mouse sobre as setas para ver detalhes dos próximos módulos (ou anteriores)
zh: 使用左右箭头从一个模块移动到另一个模块。将鼠标悬停在箭头上即可查看即将推出（或先前）模块的详细信息

source: %(modules_custom_label)s with inline discussions post to the larger discussion page. View the discussion page using the <i class="fa fa-comments-o"></i> icon in the main navigation bar
ar: يتم نشر %(modules_custom_label)s مع المناقشات المضمنة في صفحة المناقشات الأكبر. ويتم عرض صفحة المناقشات باستخدام الرمز <i class="fa fa-comments-o"></i> الموجود في شريط التنقل الرئيسي
de: %(modules_custom_label)s mit Inline-Diskussionen posten auf die größeren Diskussionsseite. Schauen Sie sich die Diskussionsseite an, indem Sie auf das <i class="fa fa-comments-o"></i>-Icon in der Hauptnavigationsleiste klicken.
es: %(modules_custom_label)s con debates en línea se publican en la página de debate general. Vea la página de debate mediante el ícono <i class="fa fa-comments-o"></i> en la barra de navegación principal
ja: インライン・ディスカッションの%(modules_custom_label)sは、より大きなディスカッション・ページへ投稿されます。メイン・ナビゲーション・バーの <i class="fa fa-comments-o"></i> アイコンを使って、ディスカッション・ページを閲覧します
nl: %(modules_custom_label)s met inline discussies worden op de grotere discussiepagina gepost. Bekijk de discussiepagina met het <i class="fa fa-comments-o"></i>-pictogram in de hoofdnavigatiebalk
pl: %(modules_custom_label)s z wbudowanymi dyskusjami są wyświetlane na głównej stronie dyskusji. Zobacz stronę dyskusji, klikając na ikonę <i class="fa fa-comments-o"> na głównym pasku nawigacyjnym.
pt: %(modules_custom_label)s com discussões inline publicam na página de discussão principal. Veja a página de discussões usando o ícone <i class="fa fa-comments-o"></i> na barra de navegação principal
zh: 带有内嵌讨论的 %(modules_custom_label)s 会发布到更大的讨论页面。使用主导航栏中的 <i class="fa fa-comments-o"></i> 图标查看讨论页面

source: Modules with inline discussions post to the larger discussion page. View the discussion page using the <i class="fa fa-comments-o"></i> icon in the main navigation bar
ar: يتم نشر الوحدات مع المناقشات المضمنة في صفحة المناقشات الأكبر. ويتم عرض صفحة المناقشات باستخدام الرمز <i class="fa fa-comments-o"></i> الموجود في شريط التنقل الرئيسي
de: Module mit Inline-Diskussionen posten auf die größeren Diskussionsseite. Schauen Sie sich die Diskussionsseite an, indem Sie auf das <i class="fa fa-comments-o"></i>-Icon in der Hauptnavigationsleiste klicken
eo: Mödülés wïth ïnlïné dïsçüssïöns pöst tö thé lärgér dïsçüssïön pägé. Vïéw thé dïsçüssïön pägé üsïng thé <i class="fa fa-comments-o"></i> ïçön ïn thé mäïn nävïgätïön ßär Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт#
es: Los módulos con debates en línea se publican en la página de debate general. Vea la página de debate mediante el ícono <i class="fa fa-comments-o"></i> en la barra de navegación principal
fr: Modules avec message de discussion intégré vers la page de discussion plus importante. Affichez la page de discussion à l'aide de l'icône <i class="fa fa-comments-o"></i> dans la barre de navigation principale
ja: インライン・ディスカッションのモジュールは、より大きなディスカッション・ページへ投稿されます。メイン・ナビゲーション・バーの <i class="fa fa-comments-o"></i> アイコンを使って、ディスカッション・ページを閲覧します
nl: Modules met inline discussies worden op de grotere discussiepagina gepost. Bekijk de discussiepagina met het <i class="fa fa-comments-o"></i>-pictogram in de hoofdnavigatiebalk
pl: Moduły z wbudowanymi dyskusjami są wyświetlane na głównej stronie dyskusji. Zobacz stronę dyskusji, klikając na ikonę <i class="fa fa-comments-o"> na głównym pasku nawigacyjnym.
pt: Módulos com discussões inline publicam na página de discussão principal. Veja a página de discussões usando o ícone <i class="fa fa-comments-o"></i> na barra de navegação principal
zh: 带有内嵌讨论的模块会发布到更大的讨论页面。使用主导航栏中的 <i class="fa fa-comments-o"></i> 图标查看讨论页面
