Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: You agree that we, in our sole discretion, may terminate your use of and participation in McKinsey Academy for any reason or no reason, upon notice to you. In addition to the disclaimers set forth in Section 7, you acknowledge and agree that we reserve the right at any time in our sole discretion to cancel, delay, reschedule, or alter the format of any course or service offered through McKinsey Academy, or to cease providing any part or all of McKinsey Academy, the McKinsey Academy Content, or related services, and you agree that your right to use McKinsey Academy (or any portion thereof) and any applicable McKinsey Academy Content shall cease immediately and that we shall have no liability to you or any third party for such an action other than, provided that such termination was not due to your breach of these Terms, to refund to you that portion of any fees prepaid by you (or to your Sponsoring Organization that portion of any fees prepaid on your behalf) in connection with your participation in McKinsey Academy courses or other activities no longer available to you as a result of such termination. If you no longer desire to have access to McKinsey Academy, you may stop your participation in McKinsey Academy at any time. The rights granted to you hereunder will terminate automatically upon any termination of your right to use McKinsey Academy, as applicable; provided, however, that any license granted to you by us and any provision of these Terms or the Privacy Policy necessary to enforce or exercise your or our rights or obligations hereunder shall survive the termination of these Terms.
ar: أنت توافق على أنه يحق لنا، وفق سلطتنا التقديرية، إنهاء استخدامك لأكاديمية ماكنزي، والمشاركة فيها، لأي سبب من الأسباب أو دون أي سبب، بموجب إخطار منا بذلك. بالإضافة إلى عمليات إخلاء المسؤولية المنصوص عليها في المادة 7، فإنك تقر وتوافق على أن احتفاظنا بحقنا في تقديرنا الوحيد لإلغاء أو تأخير، أو إعادة جدولة، أو تغيير تنسيق أي دورة أو خدمة تقدم من خلال أكاديمية ماكنزي، أو وقف توفير أي جزء من أو كل أكاديمية ماكنزي، أو محتوى أكاديمية ماكنزي، أو الخدمات ذات الصلة، في أي وقت، كما توافق على انتفاء حقك في استخدام أكاديمية ماكنزي (أو أي جزء منها) وأي من محتويات أكاديمية ماكنزي فورًا دون أن تترتب علينا أية مسؤولية تجاهك أو أي طرف ثالث عند اتخاذ مثل هذا الإجراء بخلاف رد أية رسوم مدفوعة مسبقاً من قبلك (أو من قبل "الشركة الراعية" التي قامت بدفع ذلك الجزء من الرسوم مسبقًا نيابة عنك) نظير ذلك الجزء فيما يتعلق بالمشاركة في دورات أكاديمية ماكنزي أو غيرها من الأنشطة التي لم تعد متوفرة لك نتيجة لمثل هذا الإنهاء، شريطة ألا يكون هذا الإنهاء لسبب مرتبط بخرقك لهذه الشروط. وفي حال لم تعد لديك الرغبة في الوصول إلى أكاديمية ماكنزي، فيمكنك التوقف عن المشاركة في أكاديمية ماكنزي في أي وقت. وسيتم إنهاء الحقوق الممنوحة لك بموجبه تلقائياً عند إنهاء أي من حقوقك في استخدام أكاديمية ماكنزي، حسب الاقتضاء؛ ولكن شريطة سريان إنهاء هذه الشروط على أي من التراخيص الممنوحة لك وأي شرط من هذه الشروط أو سياسة الخصوصية اللازمة لإنفاذ أو ممارسة حقوقك أو حقوقنا أو التزاماتك أو التزاماتنا.
de: Sie stimmen zu, dass wir nach eigenem Ermessen Ihre Verwendung und Teilnahme an der McKinsey Academy aus einem beliebigen Grund oder ohne Grund nach vorheriger Mitteilung an Sie kündigen können. Zusätzlich zu den in Abschnitt 7 dargelegten Haftungsausschlüssen akzeptieren und stimmen Sie zu, dass wir uns jederzeit das Recht vorbehalten, nach eigenem Ermessen Kurse oder Dienstleistungen, die über die McKinsey Academy angeboten werden, zu stornieren, zu verschieben, umzuplanen oder das Format zu ändern oder die Bereitstellung eines Teils oder der gesamten McKinsey Academy, den McKinsey Academy-Inhalt oder verwandte Dienstleistungen einzustellen, und sind damit einverstanden, dass Ihr Recht, die McKinsey Academy (oder einen Teil davon) und alle anwendbaren McKinsey Academy-Inhalte zu nutzen, unverzüglich erlischt, und dass wir Ihnen oder einem Dritten gegenüber keine Haftung für eine solche Maßnahme übernehmen, außer, sofern eine solche Kündigung nicht auf einen Verstoß Ihrerseits gegen diese Bedingungen zurückzuführen ist, um Ihnen den Teil der von Ihnen (bzw. Ihrer Sponsorenorganisation den Teil der in Ihrem Namen) vorausbezahlten Gebühren im Zusammenhang mit Ihrer Teilnahme an Kursen der McKinsey Academy oder anderen Aktivitäten, die Ihnen aufgrund dieser Kündigung nicht mehr zur Verfügung stehen, zurückzuerstatten. Wenn Sie keinen Zugriff mehr auf die McKinsey Academy wünschen, können Sie Ihre Teilnahme an der McKinsey Academy jederzeit beenden. Die Ihnen im Rahmen dieses Vertrags gewährten Rechte erlöschen automatisch mit jeder Beendigung Ihres Rechts, die McKinsey Academy zu nutzen, sofern anwendbar, vorausgesetzt jedoch, dass jede Ihnen von uns gewährte Lizenz und jede Bereitstellung dieser Bedingungen oder der Datenschutzrichtlinie, die zur Durchsetzung oder Ausübung Ihrer oder unserer Rechte oder Pflichten aus diesem Vertrag erforderlich ist, auch nach Ablauf dieser Bedingungen Gültigkeit hat.
eo: Ýöü ägréé thät wé, ïn öür sölé dïsçrétïön, mäý térmïnäté ýöür üsé öf änd pärtïçïpätïön ïn MçKïnséý Àçädémý för äný réäsön ör nö réäsön, üpön nötïçé tö ýöü. Ìn äddïtïön tö thé dïsçläïmérs sét förth ïn Séçtïön 7, ýöü äçknöwlédgé änd ägréé thät wé résérvé thé rïght ät äný tïmé ïn öür sölé dïsçrétïön tö çänçél, déläý, résçhédülé, ör ältér thé förmät öf äný çöürsé ör sérvïçé öfféréd thröügh MçKïnséý Àçädémý, ör tö çéäsé prövïdïng äný pärt ör äll öf MçKïnséý Àçädémý, thé MçKïnséý Àçädémý Çöntént, ör rélätéd sérvïçés, änd ýöü ägréé thät ýöür rïght tö üsé MçKïnséý Àçädémý (ör äný pörtïön théréöf) änd äný äpplïçäßlé MçKïnséý Àçädémý Çöntént shäll çéäsé ïmmédïätélý änd thät wé shäll hävé nö lïäßïlïtý tö ýöü ör äný thïrd pärtý för süçh än äçtïön öthér thän, prövïdéd thät süçh térmïnätïön wäs nöt düé tö ýöür ßréäçh öf thésé Térms, tö réfünd tö ýöü thät pörtïön öf äný féés prépäïd ßý ýöü (ör tö ýöür Spönsörïng Örgänïzätïön thät pörtïön öf äný féés prépäïd ön ýöür ßéhälf) ïn çönnéçtïön wïth ýöür pärtïçïpätïön ïn MçKïnséý Àçädémý çöürsés ör öthér äçtïvïtïés nö löngér äväïläßlé tö ýöü äs ä résült öf süçh térmïnätïön. Ìf ýöü nö löngér désïré tö hävé äççéss tö MçKïnséý Àçädémý, ýöü mäý stöp ýöür pärtïçïpätïön ïn MçKïnséý Àçädémý ät äný tïmé. Thé rïghts gräntéd tö ýöü héréündér wïll térmïnäté äütömätïçällý üpön äný térmïnätïön öf ýöür rïght tö üsé MçKïnséý Àçädémý, äs äpplïçäßlé; prövïdéd, höwévér, thät äný lïçénsé gräntéd tö ýöü ßý üs änd äný prövïsïön öf thésé Térms ör thé Prïväçý Pölïçý néçéssärý tö énförçé ör éxérçïsé ýöür ör öür rïghts ör ößlïgätïöns héréündér shäll sürvïvé thé térmïnätïön öf thésé Térms.#
es: Usted acepta que, a nuestra entera discreción, podremos dar por finalizado su uso y participación en McKinsey Academy por cualquier motivo sin necesidad de justificación, comunicándolo previamente. Además de los descargos de responsabilidad contenidos en la Sección 7, usted reconoce y acepta que, en cualquier momento y a nuestra entera discreción, nos reservamos el derecho de cancelar, retrasar, reprogramar o modificar el formato de cualquier curso o servicio ofrecido a través de McKinsey Academy, o dejar de ofrecer en forma parcial o total McKinsey Academy, el Contenido de McKinsey Academy o los servicios relacionados, y acepta que su derecho a utilizar McKinsey Academy (en todo o en parte) y cualquier Contenido de McKinsey Academy vigente cesará de inmediato, y que no tendremos responsabilidad alguna para con usted o un tercero por dicha acción con la única excepción de reembolsar a usted o a su Compañía Patrocinadora la parte proporcional de los cargos que hubiera pagado en relación con su participación en los cursos u otras actividades de McKinsey Academy que ya no estén disponibles como consecuencia de dicha extinción, siempre que ésta no se origine en un incumplimiento de los Términos de Uso atribuible a usted. Si ya no desea tener acceso a McKinsey Academy puede cancelar su participación en McKinsey Academy en cualquier momento. Los derechos que se le otorgan en virtud del presente acuerdo se extinguirán automáticamente con la caducidad de su derecho a utilizar McKinsey Academy, según corresponda, quedando entendido, no obstante, que cualquier licencia otorgada por nosotros y cualquier disposición de estos Términos de Uso o de la Política de Privacidad necesaria para ejercer derechos u obligaciones vigentes subsistirán luego de la extinción de los presentes Términos de Uso.
fr: Vous convenez que, à notre seule discrétion, nous pouvons résilier votre utilisation de et/ou votre participation à McKinsey Academy pour quelque raison que ce soit ou sans motif, après vous en avoir averti. En plus de la clause de non responsabilité prévue à la Section 7, vous reconnaissez et acceptez que nous nous réservons le droit, à tout moment, et à notre seule discrétion, d'annuler, de retarder, de reprogrammer, de modifier le format d'un cours ou d'un service offert par McKinsey Academy, ou de cesser de fournir une partie ou l'intégralité de McKinsey Academy, le contenu de McKinsey Academy, ou les services associés, et vous convenez que votre droit à utiliser McKinsey Academy ou toute partie de celle-ci ou tout contenu applicable de McKinsey Academy cessera immédiatement et nous n'aurons aucune responsabilité envers vous ou une tierce partie pour une telle action autre que, dans la mesure où cette résiliation n'a pas été le fait de votre violation de ces Conditions, de vous rembourser la partie des frais prépayée par vous (ou de rembourser l'entreprise qui vous finance cette partie des frais prépayée en votre nom) dans le cadre de votre participation aux cours de McKinsey Academy où à d'autres activités qui ne seront plus mis à votre disposition du fait de la résiliation. Si vous ne souhaitez plus avoir accès à McKinsey Academy, vous pouvez interrompre votre participation à McKinsey Academy à tout moment. Les droits qui vous ont été accordés par les présentes seront résiliés automatiquement au moment de la résiliation de vos droits d'utiliser McKinsey Academy, le cas échéant; à condition, cependant, que toute licence que nous vous avons accordée et que toute disposition de ces Conditions ou de la politique de confidentialité nécessaires à l'application ou à l'exercice de vos ou de nos droits et obligations en vertu des présentes survivent à la résiliation de ces Conditions.
ja: お客様は、当社が、当社の自己裁量により、お客様に通知の上、いかなる理由でも、McKinsey Academyの利用と参加を停止できることに、同意します。第7項に定める免責事項に加え、当社は、いつでも当社の自己裁量により、McKinsey Academyを通して提供される一切のコースまたはサービスを取消、遅延、予定変更、またはその形式変更し、あるいは、McKinsey Academy、McKinsey Academyコンテンツ、または関連するサービスの一部または全部の提供を停止する権利を有することをお客様は承諾し、これに同意します。また、お客様は、お客様がMcKinsey Academy (またはその一部) および該当する一切のMcKinsey Academyコンテンツを利用する権利は直ちにキャンセルされることに同意します。また、お客様は、解約がお客様によるこれらの規約の違反によらない場合は、解約の結果として利用できなくなったMcKinsey Academyのコースまたはその他のアクティビティへのお客様の参加に関連して、お客様 (またはお客様に代わってその料金を支払った、お客様の後援組織) が事前に支払いを済ませた一切の料金の一部をお客様に返金することを除き、解約についてお客様または一切の第三者に対し、当社は一切の責任を負わないことに同意します。今後、McKinsey Academyへのアクセスを希望しない場合は、いつでも、McKinsey Academyへの参加を停止して構いません。下文に記載の、お客様に付与される権利は、状況に応じて、McKinsey Academyを利用する権利が停止され次第、自動的に失効します。ただし、下文に記載の、お客様または当社の権利または義務の施行または実行に必要な、当社がお客様に付与した一切のライセンスおよびこれらの規約またはプライバシーに関する方針の規定については、これらの規約の解約後も、有効に存続するものとします。
nl: U stemt ermee in dat wij, naar ons eigen inzicht, uw gebruik van en deelname aan McKinsey Academy om welke reden dan ook, of geen enkele reden, kunnen beëindigen, na vermelding hiervan aan u. In aanvulling op de uitsluitingen zoals uiteengezet in Sectie 7, erkent u en stemt u ermee in dat wij het recht hebben om te allen tijde naar ons eigen inzicht het format van enige training of dienst die wordt aangeboden door McKinsey Academy te annuleren, uit te stellen, te verschuiven in de planning of aan te passen, of te stoppen met het aanbieden van enig onderdeel van of de volledige McKinsey Academy, de McKinsey Academy-inhoud of gerelateerde diensten, en u stemt er mee in dat uw recht op gebruik van McKinsey Academy (of enig gedeelte hiervan) en enige toepasselijke McKinsey Academy-inhoud onmiddellijk wordt beëindigd en dat wij geen aansprakelijkheid hebben richting u of enige derde partij voor een dergelijke actie, buiten, zolang een dergelijke beëindiging niet is gedaan vanwege uw inbreuk op deze Voorwaarden, terugbetaling van het gedeelte van enige kosten die al vooraf door u zijn betaald (of aan uw sponsororganisatie het gedeelte van enige kosten die voor u vooraf zijn betaald) voor uw deelname aan trainingen of andere activiteiten die niet langer beschikbaar zijn voor u vanwege een dergelijke beëindiging. Als u niet langer gebruik wilt maken van McKinsey Academy, kunt u uw deelname aan McKinsey Academy te allen tijde beëindigen. De rechten die u heeft op basis hiervan worden automatisch beëindigd op het moment dat uw recht op gebruik van McKinsey Academy wordt beëindigd, indien van toepassing; zolang evenwel enige licentie die u van ons heeft gekregen en enige bepaling van deze Voorwaarden of het Privacybeleid die noodzakelijk is voor het afdwingen of uitoefenen van uw of onze rechten of verplichtingen die hieronder vallen, de beëindiging van deze Voorwaarden zullen overleven.
pl: Akceptujesz, że wedle własnego uznania możemy zakończyć Twoje użytkowanie i uczestnictwo w McKinsey z dowolnego powodu lub bez powodu, uprzednio Cię o tym powiadamiając. Oprócz zastrzeżeniami wymienionymi w sekcji 7., przyznajesz i akceptujesz, że zachowujemy sobie prawo, aby wedle własnego uznania i w dowolnym momencie odwołać, opóźnić, przełożyć lub zmodyfikować format jakiegokolwiek kursu lub usługi oferowanych za pośrednictwem McKinsey Academy lub zaprzestać dostarczania McKinsey Academy, Treści McKinsey Academy oraz powiązanych usług i że akceptujesz, że Twoje prawo do użytkowania McKinsey Academy (lub jakiejkolwiek jej części) i jakichkolwiek Treści McKinsey Academy, jeśli dotyczą, wygasną natychmiast i że nie poniesiemy żadnej odpowiedzialności wobec Ciebie ani wobec stron trzecich za takie działania za wyjątkiem, pod warunkiem, że takie zakończenie nie nastąpiło w skutek naruszenia przez Ciebie niniejszych warunków, zwrotu części jakichkolwiek opłat uprzednio przez Ciebie poniesionych (lub przez Twoją Organizację Sponsorującą w Twoim imieniu) w związku z uczestnictwem w kursach McKinsey Academy lub innych aktywności, do których nie będziesz miał już dostępu w rezultacie takiego zakończenia. Jeśli nie chcesz już uczestniczyć w McKinsey Academy, możesz zaprzestać uczestnictwa w dowolnym momencie. Prawa przyznane Tobie na mocy niniejszych Warunków wygasną automatycznie w momencie wypowiedzenia Twoich praw do użytkowania McKinsey Academy; pod warunkiem że żadna licencja przyznana Tobie przez nas ani żadne postanowienia niniejszy Warunków lub Polityki prywatności niezbędne do egzekwowania i korzystania z Twoich lub naszych praw lub zobowiązań w ramach niniejszych Warunków nie pozostaną ważne po wypowiedzeniu niniejszych Warunków.
pt: Você concorda que, a nosso exclusivo critério, poderemos rescindir seu uso e participação no McKinsey Academy por qualquer motivo ou sem motivo, mediante notificação. Além da isenção de responsabilidade estabelecida na Seção 7, você reconhece e concorda que nos reservamos o direito, a qualquer momento e a nosso exclusivo critério, de cancelar, adiar, reagendar ou alterar o formato de qualquer curso ou serviço oferecido pelo McKinsey Academy, ou deixar de fornecer qualquer parte ou todo o McKinsey Academy, o Conteúdo do McKinsey Academy ou serviços relacionados, e você concorda que o seu direito de usar o McKinsey Academy (ou qualquer parte dele) e qualquer Conteúdo aplicável do McKinsey Academy cessará imediatamente. Você também concorda que não teremos outra responsabilidade com você ou terceiros por tal ação, desde que ela não tenha sido devida à sua violação destes Termos, além de reembolsar a parte de quaisquer taxas que tenham sido pagas antecipadamente por você (ou para a sua Organização Patrocinadora pela parte de qualquer taxas pré-pagas em seu nome) relacionadas à sua participação nos cursos do McKinsey Academy ou outras atividades que não estejam mais disponíveis como resultado de tal rescisão. Se você não desejar mais ter acesso ao McKinsey Academy, pode interromper sua participação no McKinsey Academy a qualquer momento. Os direitos concedidos a você por este instrumento cessarão automaticamente mediante rescisão de seus direitos de uso do McKinsey Academy, conforme aplicável, desde que, no entanto, qualquer licença cedida para você por nós e qualquer disposição sob esses Termos ou sob a Política de Privacidade necessária para fazer valer nossos direitos ou obrigações que configuram objeto do presente sobreviva à rescisão destes Termos.
zh: 您同意在通知您之后，我们可以自行决定，出于任何理由或无任何理由的情况下终止您对麦肯锡学院的使用和参与。除第 7 条规定的免责声明之外，您承认并同意我们保留随时自行决定取消、延迟、重新安排或更改通过麦肯锡学院提供的任何课程或服务之形式的权利，或停止提供麦肯锡学院的任何部分或全部功能、麦肯锡学院内容或相关服务，并且您同意您使用麦肯锡学院（或其任何部分）和任何适用的麦肯锡学院内容的权利将立即停止，并且我们将不会对您或任何第三方承担任何责任（除非此类终止不是由于您违反这些条款所致），向您退还您已预付的因参加麦肯锡学院课程或其他因此类终止而不再提供给您的活动相关的部分费用（或您的赞助组织代您预付的任何部分费用）。如果您不再希望进入麦肯锡学院，您可以随时停止参加麦肯锡学院课程。在您终止您使用麦肯锡学院的权利后，本协议授予您的权利将自动终止；但前提条件是我们授予您的任何许可以及为执行或行使您或我们的权利或义务所必需的这些条款或隐私政策的任何规定应在本条款终止后继续有效。

source: 12. Governing Law; Jurisdiction
ar: 12. القانون الحاكم الاختصاص القضائي
de: 12. Anwendbares Recht; Gerichtsbarkeit
eo: 12. Gövérnïng Läw; Jürïsdïçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: 12. Ley aplicable; jurisdicción
fr: 12. Droit application ; Compétence
ja: 12. 準拠法、管轄
nl: 12. Toepasselijk recht; rechtsgebied
pl: 12. Prawo właściwe i jurysdykcja
pt: 12. Legislação aplicável; Foro
zh: 12. 适用法律；管辖权

source: These Terms are governed by the laws of the State of New York without reference to the principles of conflicts of laws thereof.
ar: تخضع هذه الشروط لقوانين ولاية نيويورك دون الرجوع إلى مبادئ تنازع القوانين.
de: Diese Bedingungen unterliegen den Gesetzen des Staates New York ohne Bezugnahme auf die Grundsätze des Kollisionsrechts.
eo: Thésé Térms äré gövérnéd ßý thé läws öf thé Stäté öf Néw Ýörk wïthöüt référénçé tö thé prïnçïplés öf çönflïçts öf läws théréöf. Ⱡ'σяє#
es: Los presentes Términos de Uso se rigen conforme a las leyes del estado de Nueva York, independientemente de las normas sobre conflictos de leyes relacionadas.
fr: Ces conditions sont gouvernées par les lois de l'État de New York sans référence aux principes de conflit des lois afférent.
ja: 本規約は、抵触法の原則に基づき決定される準拠法にかかわらず、米国ニューヨーク州の法律に準拠します。
nl: Deze Voorwaarden worden beheerst door de wetten van de staat New York zonder verwijzing naar de principes van conflicterende wetten.
pl: Niniejsze warunki podlegają prawu stanu Nowy Jork bez względu na obowiązujące w nim przepisy kolizyjne.
pt: Estes Termos são regidos pelas leis do Estado de Nova York sem prejuízo das regras de conflitos de leis.
zh: 这些条款受纽约州法律管辖，不参考其法律冲突原则。

source: 13. Children
ar: 13. الأطفال
de: 13. Kinder
eo: 13. Çhïldrén Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: 13. Niños
fr: 13. Les enfants
ja: 13. 子ども
nl: 13. Kinderen
pl: 13. Dzieci
pt: 13. Crianças
zh: 13. 儿童

source: We understand the importance of protecting children's privacy, especially in an on-line environment. McKinsey Academy is not designed for or directed at children 13 years of age or younger, and we will not intentionally collect or maintain information about anyone under this age.
ar: نتفهم أهمية حماية خصوصية الأطفال، خاصة في بيئة الإنترنت. وأكاديمية ماكنزي غير مصممة ولا موجهة للأطفال البالغين من العمر 13 سنة أو أقل، ولن نقوم بجمع بيانات شخصية عن أي شخص تحت هذا السن، أو الاحتفاظ بها عن قصد.
de: Wir sind uns der Bedeutung des Schutzes der Privatsphäre von Kindern bewusst, insbesondere in einer Online-Umgebung. Die McKinsey Academy ist nicht für Kinder unter 13 Jahren entwickelt worden oder an sie gerichtet, und wir werden nicht absichtlich Informationen über Personen unter diesem Alter sammeln oder speichern.
eo: Wé ündérständ thé ïmpörtänçé öf prötéçtïng çhïldrén's prïväçý, éspéçïällý ïn än ön-lïné énvïrönmént. MçKïnséý Àçädémý ïs nöt désïgnéd för ör dïréçtéd ät çhïldrén 13 ýéärs öf ägé ör ýöüngér, änd wé wïll nöt ïnténtïönällý çölléçt ör mäïntäïn ïnförmätïön äßöüt änýöné ündér thïs ägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα#
es: Comprendemos la importancia de proteger la privacidad de los niños, especialmente en el entorno en línea. El sitio de McKinsey Academy no está dirigido a niños de hasta 13 años, y no recopilaremos ni mantendremos de forma intencional información personal sobre ninguna persona que pertenezca a ese rango de edad.
fr: Nous comprenons qu'il est important de protéger la vie privée des enfants, particulièrement dans les environnements connectés. McKinsey Academy n'est pas conçue ou prévue pour les enfants âgés de 13 ans ou moins. Nous ne collecteront pas intentionnellement ni ne conserveront des informations concernant des personnes de cet âge.
ja: 当社は、特に、オンライン環境下において、子どものプライバシー保護の重要性を理解しています。McKinsey Academyは、13歳以下のお子様を対象としていません。当社では、13歳以下のお子様の情報については、意図的に収集または保持しません。
nl: Wij begrijpen het belang van het beschermen van de privacy van kinderen, vooral in een online omgeving. McKinsey Academy is niet ontworpen of bedoeld voor kinderen van 13 jaar of jonger, en we zullen nooit doelbewust informatie verzamelen of bewaren van iemand die jonger is dan deze leeftijd.
pl: Rozumiemy wagę ochrony prywatności dzieci, w szczególności w kontekstach Internetowych. McKinsey Academy nie jest stworzona ani kierowana do dzieci w wieku lat 13 lub młodszych i nie będziemy celów gromadzić i przechowywać informacji o jakiejkolwiek osobie poniżej tego wieku.
pt: Entendemos a importância de proteger a privacidade das crianças, especialmente em um ambiente online. O McKinsey Academy não foi desenvolvido para crianças menores de 13 anos, e a McKinsey não coleta nem mantém intencionalmente dados pessoais dessas crianças.
zh: 我们了解保护儿童隐私的重要性，特别是在线环境中。由于麦肯锡学院并非专为 13 岁及以下儿童设计，因此我们不会有意收集或保留有关 13 岁以下儿童的个人信息。

source: 14. Miscellaneous
ar: 14. متفرقات
de: 14. Verschiedenes
eo: 14. Mïsçéllänéöüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: 14. Disposiciones varias
fr: 14. Divers
ja: 14. その他
nl: 14. Overige
pl: 14. Postanowienia różne
pt: 14. Diversos
zh: 14. 杂项
