Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Note that you must be on the McKinsey Network or VPN to access the course. Please contact our <a href="%(support)s" target="_blank">support team</a> if you experience any technical issues.
ja: このコースにアクセスするには、McKinsey NetworkまたはVPNに参加している必要があります。技術的な問題が発生した場合は、弊社の<a href="%(support)s" target="_blank">サポートチーム</a>にご連絡ください。
nl: Let op: u moet verbonden zijn met het McKinsey-netwerk of VPN om toegang te krijgen tot de cursus. Bij technische problemen kunt u contact opnemen met ons <a href="%(support)s" target="_blank">supportteam</a>..
pt: Observe que você deve estar na Rede McKinsey ou VPN para acessar o curso. Em caso de problema técnico, entre em contato com a nossa <a href="%(support)s" target="_blank">equipe de suporte</a>.
zh: 请注意，您必须使用麦肯锡网络或 VPN 才能访问课程。如果您遇到任何技术问题，请联系我们的<a href="%(support)s" target="_blank">支持团队</a>。

source: About
ja: 基本情報
nl: Over
pl: O nas
pt: Sobre
zh: 关于

source: McKinsey & Company
zh: 麦肯锡公司 (McKinsey & Company)

source: REGISTER
pl: REJESTRACJA

source: Workgroup Completion report for {} is ready to download
pl: Raport ukończenia pracy grupowej grupy {} jest gotowy do pobrania

source: Workgroup Completion report for {} did not generate
pl: Nie udało się wygenerować raportu ukończenia pracy grupowej grupy {}

source: Update Program
pl: Aktualizuj Program

source: Company deletion has been scheduled.
pl: Zaplanowane usunięcie firmy.

source: Please wait for the confirmation email.
pl: Prosimy poczekać na e-mail z potwierdzeniem.

source: Bulk Unenroll
pl: Wyrejestruj masowo

source: Bulk deletion has started and you will receive an email notification on completion.
pl: Rozpoczęto usuwanie masowe. Powiadomimy Cię za pomocą wiadomości e-mail o zakończeniu tego procesu.

source: Unenroll Participants from courses from CSV
pl: Wyrejestruj uczestników z kursów z pliku CSV

source: Download the CSV template above to unenroll users. All fields in the template are required.
pl: Pobierz szablon pliku CSV powyżej, aby usunąć użytkowników. Wymagane jest wypełnienie wszystkich pól w szablonie.

source: Unenroll Participants
pl: Wyrejestruj uczestników

source: The unenrollment has been started for the selected participants. Email will be sent on completion.
pl: Rozpoczęto proces wyrejestrowania wybranych uczestników. Gdy proces ten się zakończy, powiadomimy Cię o tym za pomocą wiadomości e-mail.

source: Review our Terms and Privacy Policy
pl: Zapoznaj się z naszymi Warunkami i Polityką prywatności

source: Dear %(username)s,
pt: Prezado %(username)s,

source: New York, NY 10022
eo: Néw Ýörk, NÝ 10022 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
pt: Nova York, EUA, NY 10022

source: People make change happen, and people make it last.
nl: Mensen brengen verandering teweeg - en maken van verandering een succes.
pt: As pessoas fazem a mudança acontecer, e as pessoas fazem isso durar.

source: New York, NY 10017
pt: Nova York, EUA, NY 10017

source: c/o Marc Metakis
eo: ç/ö Märç Métäkïs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
nl: t.a.v. Marc Metakis

source: Your account has already been activated. Please enter credentials to login
eo: Ýöür äççöünt häs älréädý ßéén äçtïvätéd. Pléäsé éntér çrédéntïäls tö lögïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Votre compte a déjà été activé. Veuillez saisir les identifiants de connexion pour vous connectez

source: Initial
eo: Ìnïtïäl Ⱡ'σяєм ιρѕυм #
fr: Initiale

source: Course Closed
eo: Çöürsé Çlöséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fr: Cours fermé

source: Registered
eo: Régïstéréd Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Enregistré

source: Error
eo: Érrör Ⱡ'σяєм ιρѕ#
fr: Erreur

source: {error}: {message} - {email}
eo: {error}: {message} - {email} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: No email
eo: Nö émäïl Ⱡ'σяєм ιρѕυм ∂#
fr: Aucun e-mail

source: Empty field: {}
eo: Émptý fïéld: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Champ vide : {}

source: Processing Participant
eo: Pröçéssïng Pärtïçïpänt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: Traitement des participants

source: Valid e-mail is required
eo: Välïd é-mäïl ïs réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Une adresse e-mail valide est nécessaire

source: Registering Participant
eo: Régïstérïng Pärtïçïpänt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: Enregistrement des participants

source: Email already exist
eo: Émäïl älréädý éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fr: L'adresse e-mail existe déjà

source: Username already exist
eo: Ûsérnämé älréädý éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: Le nom d'utilisateur existe déjà

source: Company doesn't exist
eo: Çömpäný döésn't éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: La société n'existe pas

source: Enrolling Participant in Company
eo: Énröllïng Pärtïçïpänt ïn Çömpäný Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fr: Inscription du participant à la société

source: Course doesn't exist
eo: Çöürsé döésn't éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Le cours n'existe pas

source: Enrolling Participant in Course
eo: Énröllïng Pärtïçïpänt ïn Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: Inscription du participant au cours

source: Course is not Internal
eo: Çöürsé ïs nöt Ìntérnäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: Le cours n’est pas en interne

source: Status doesn't exist
eo: Stätüs döésn't éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Le statut n'existe pas

source: Reason: {}, Activity: {}, Participant: {}
eo: Réäsön: {}, Àçtïvïtý: {}, Pärtïçïpänt: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: Motif : {}, Activité : {}, Participant : {}

source: Setting Participant's Status
eo: Séttïng Pärtïçïpänt's Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Configuration du statut du participant

source: Error processing data: {} - {}
eo: Érrör pröçéssïng dätä: {} - {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: Erreur de traitement des données : {} - {}

source: Valid e-mail is required: {email}
eo: Välïd é-mäïl ïs réqüïréd: {email} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Un e-mail valide est requis : {email}

source: User doesn't exist
eo: Ûsér döésn't éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: L’utilisateur n'existe pas

source: Individual managing day-to-day operation of the program (e.g., missing participant information, engagement)
eo: Ìndïvïdüäl mänägïng däý-tö-däý öpérätïön öf thé prögräm (é.g., mïssïng pärtïçïpänt ïnförmätïön, éngägémént) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: Personne gérant au quotidien les opérations du programme (par exemple, informations sur les participants absents, implication)

source: Successfully Added {} Participants
eo: Süççéssfüllý Àddéd {} Pärtïçïpänts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: {} participants ajoutés avec succès

source: Report is TBD
eo: Répört ïs TBD Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fr: Le rapport est TBD

source: Invalid student_id specified: {}
eo: Ìnvälïd stüdént_ïd spéçïfïéd: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fr: student_id spécifié non valide : {}

source: {date_field}_{component_value}
eo: {date_field}_{component_value} Ⱡ'σяєм ιρѕυм #

source: Please go back to <a href='https://www.mckinseyacademy.com'>www.mckinseyacademy.com</a>, or contact us at <a href:'mailto:support@mckinseyacademy.com'>support@mckinseyacademy.com</a>.
eo: Pléäsé gö ßäçk tö <a href='https://www.mckinseyacademy.com'>www.mçkïnséýäçädémý.çöm</a>, ör çöntäçt üs ät <a href:'mailto:support@mckinseyacademy.com'>süppört@mçkïnséýäçädémý.çöm</a>. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Revenez à <a href='https://www.mckinseyacademy.com'>www.mckinseyacademy.com</a>, ou contactez-nous à <a href:'mailto:support@mckinseyacademy.com'>support@mckinseyacademy.com</a>.

source: Access | McKinsey Academy
eo: Àççéss | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: Accès | McKinsey Academy

source: Register | McKinsey Academy
eo: Régïstér | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: S'enregistrer | McKinsey Academy

source: Login | McKinsey Academy
eo: Lögïn | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Connexion | McKinsey Academy

source: Demo registration | McKinsey Academy
eo: Démö régïsträtïön | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Enregistrement démo | McKinsey Academy

source: Sorry, there seems to be a problem with registering your account, please contact info@mckinseyacademy.com
eo: Sörrý, théré sééms tö ßé ä prößlém wïth régïstérïng ýöür äççöünt, pléäsé çöntäçt ïnfö@mçkïnséýäçädémý.çöm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #

source: Login Process Failed | McKinsey Academy
eo: Lögïn Pröçéss Fäïléd | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Echec du processus de connexion | McKinsey Academy

source: Please contact us at <a href:'mailto:support@mckinseyacademy.com'>support@mckinseyacademy.com</a>.
eo: Pléäsé çöntäçt üs ät <a href:'mailto:support@mckinseyacademy.com'>süppört@mçkïnséýäçädémý.çöm</a>. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fr: Contactez-nous à <a href:'mailto:support@mckinseyacademy.com'>support@mckinseyacademy.com</a>.

source: Cohort Map
eo: Çöhört Mäp Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Carte de la division

source: Import from CSV
eo: Ìmpört fröm ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fr: Importer depuis un fichier CSV

source: Please contact our team at support@mckinseyacademy.com if you experience any technical issues.
eo: Pléäsé çöntäçt öür téäm ät süppört@mçkïnséýäçädémý.çöm ïf ýöü éxpérïénçé äný téçhnïçäl ïssüés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: Contactez notre équipe à support@mckinseyacademy.com si vous rencontrez des problèmes techniques.

source: | Cohort | Courses | McKinsey Academy
eo: | Çöhört | Çöürsés | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: | Division | Cours | McKinsey Academy

source: Below are helpful tips to interact with the cohort map and leaderboards. You may also find answers to your questions in the <a href="/faq">FAQ</a>. Can’t find the answer there? Please contact us directly at <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> and we’ll sort it out for you.
eo: Bélöw äré hélpfül tïps tö ïntéräçt wïth thé çöhört mäp änd léädérßöärds. Ýöü mäý älsö fïnd änswérs tö ýöür qüéstïöns ïn thé <a href="/faq">FÀQ</a>. Çän’t fïnd thé änswér théré? Pléäsé çöntäçt üs dïréçtlý ät <a href="mailto:support@mckinseyacademy.com">süppört@mçkïnséýäçädémý.çöm</a> änd wé’ll sört ït öüt för ýöü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя#
fr: Ci-dessous, vous trouverez des conseils utiles pour interagir avec la carte de division et le tableau de classement. Vous trouverez également des réponses à vos questions dans la <a href="/faq">FAQ</a>. Si vous avez une question qui n'y figure pas, contactez-nous directement à <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> et nous vous aiderons dès que possible.

source: of participants:
eo: öf pärtïçïpänts: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fr: des participants :

source: in your cohort
eo: ïn ýöür çöhört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fr: dans votre division

source: group work team members
eo: gröüp wörk téäm mémßérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fr: membres de l’équipe du travail de groupe

source: Hide team profiles
eo: Hïdé téäm pröfïlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Masquer les profils de l'équipe

source: Show team profiles
eo: Shöw téäm pröfïlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fr: Afficher les profils de l'équipe

source: | Discussion | Courses | McKinsey Academy
eo: | Dïsçüssïön | Çöürsés | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: | Discussion | Cours | McKinsey Academy

source: Below are helpful tips to engage in discussions with your cohort or group members (via private discussions). You may also find answers to your questions in the <a href="/faq">FAQ</a>. Can’t find the answer there? Please contact us directly at <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> and we’ll sort it out for you.
eo: Bélöw äré hélpfül tïps tö éngägé ïn dïsçüssïöns wïth ýöür çöhört ör gröüp mémßérs (vïä prïväté dïsçüssïöns). Ýöü mäý älsö fïnd änswérs tö ýöür qüéstïöns ïn thé <a href="/faq">FÀQ</a>. Çän’t fïnd thé änswér théré? Pléäsé çöntäçt üs dïréçtlý ät <a href="mailto:support@mckinseyacademy.com">süppört@mçkïnséýäçädémý.çöm</a> änd wé’ll sört ït öüt för ýöü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłα#
fr: Ci-dessous, vous trouverez des conseils utiles pour vous impliquer dans des discussions avec les membres de votre division ou de votre groupe (via des discussions privées). Vous y trouverez également les réponses à vos questions dans la <a href="/faq">FAQ</a>. Si votre question n’y figure pas, contactez-nous directement à <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> et nous vous aiderons à y répondre dès que possible.

source: | Group Work | Courses | McKinsey Academy
eo: | Gröüp Wörk | Çöürsés | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: | Travail de groupe | Cours | McKinsey Academy

source: Below are helpful tips to contribute to group work. You may also find answers to your questions in the <a href="/faq">FAQ</a>. Can’t find the answer there? Please contact us directly at <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> and we’ll sort it out for you.
eo: Bélöw äré hélpfül tïps tö çöntrïßüté tö gröüp wörk. Ýöü mäý älsö fïnd änswérs tö ýöür qüéstïöns ïn thé <a href="/faq">FÀQ</a>. Çän’t fïnd thé änswér théré? Pléäsé çöntäçt üs dïréçtlý ät <a href="mailto:support@mckinseyacademy.com">süppört@mçkïnséýäçädémý.çöm</a> änd wé’ll sört ït öüt för ýöü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕ#
fr: Vous trouverez ci-dessous des conseils utiles pour contribuer au travail de groupe. Vous trouverez également des réponses à vos questions dans la <a href="/faq">FAQ</a>. Si votre question n’y figure pas, contactez-nous directement à <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> et nous vous aiderons à y répondre.

source: | McKinsey Academy | Learner Dashboard
eo: | MçKïnséý Àçädémý | Léärnér Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: | McKinsey Academy | Tableau de bord des apprenants

source: | Courses | McKinsey Academy
eo: | Çöürsés | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: | Cours | McKinsey Academy

source: | Lessons | McKinsey Academy
eo: | Léssöns | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: | Leçons| McKinsey Academy

source: Below are helpful tips to navigate course content. You may also find answers to your questions in the <a href="/faq">FAQ</a>. Can’t find the answer there? Please contact us directly at <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> and we’ll sort it out for you.
eo: Bélöw äré hélpfül tïps tö nävïgäté çöürsé çöntént. Ýöü mäý älsö fïnd änswérs tö ýöür qüéstïöns ïn thé <a href="/faq">FÀQ</a>. Çän’t fïnd thé änswér théré? Pléäsé çöntäçt üs dïréçtlý ät <a href="mailto:support@mckinseyacademy.com">süppört@mçkïnséýäçädémý.çöm</a> änd wé’ll sört ït öüt för ýöü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιł#
fr: Vous trouverez ci-dessous des conseils utiles pour naviguer dans le contenu du cours. Vous trouverez également des réponses à vos questions dans la <a href="/faq">FAQ</a>. Si votre question n’y figure pas, contactez-nous directement à <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> et nous vous aiderons à y répondre dès que possible.

source: | McKinsey Academy |
eo: | MçKïnséý Àçädémý | Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: | Announcements | Courses | McKinsey Academy
eo: | Ànnöünçéménts | Çöürsés | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: | Annonces| Cours | McKinsey Academy

source: Below are helpful tips to view course materials (which include announcements, course overview, and resources). You may also find answers to your questions in the <a href="/faq">FAQ</a>. Can’t find the answer there? Please contact us directly at <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> and we’ll sort it out for you.
eo: Bélöw äré hélpfül tïps tö vïéw çöürsé mätérïäls (whïçh ïnçlüdé ännöünçéménts, çöürsé övérvïéw, änd résöürçés). Ýöü mäý älsö fïnd änswérs tö ýöür qüéstïöns ïn thé <a href="/faq">FÀQ</a>. Çän’t fïnd thé änswér théré? Pléäsé çöntäçt üs dïréçtlý ät <a href="mailto:support@mckinseyacademy.com">süppört@mçkïnséýäçädémý.çöm</a> änd wé’ll sört ït öüt för ýöü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση#
fr: Ci-dessous, vous trouverez des conseils utiles pour afficher les documents du cours (qui incluent les annonces, la présentation du cours et les ressources). Vous y trouverez également les réponses à vos questions dans la <a href="/faq">FAQ</a>. Si votre question ’y figure pas, contactez-nous directement à <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> et nous vous aiderons à y répondre dès que possible.

source: has not yet started
eo: häs nöt ýét stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fr: n’a pas encore commencé

source: | Overview | Courses | McKinsey Academy
eo: | Övérvïéw | Çöürsés | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: | Présentation | Cours | McKinsey Academy

source: | Progress | Courses | McKinsey Academy
eo: | Prögréss | Çöürsés | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: | Progression | Cours | McKinsey Academy

source: Below are helpful tips to review your progress. You may also find answers to your questions in the <a href="/faq">FAQ</a>. Can’t find the answer there? Please contact us directly at <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> and we’ll sort it out for you.
eo: Bélöw äré hélpfül tïps tö révïéw ýöür prögréss. Ýöü mäý älsö fïnd änswérs tö ýöür qüéstïöns ïn thé <a href="/faq">FÀQ</a>. Çän’t fïnd thé änswér théré? Pléäsé çöntäçt üs dïréçtlý ät <a href="mailto:support@mckinseyacademy.com">süppört@mçkïnséýäçädémý.çöm</a> änd wé’ll sört ït öüt för ýöü. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłł#
fr: Vous trouverez ci-dessous des conseils utiles pour consulter votre progression. Vous trouverez également des réponses à vos questions dans le <a href="/faq">FAQ</a>. Si votre question n’y figure pas, contactez-nous directement à <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> et nous vous aiderons à y répondre.

source: You are %(user_course_progress)s%% of the way through the course based on completion of modules within lessons. The cohort average is %(user_average_progress)s%%.
eo: Ýöü äré %(user_course_progress)s%% öf thé wäý thröügh thé çöürsé ßäséd ön çömplétïön öf mödülés wïthïn léssöns. Thé çöhört ävérägé ïs %(user_average_progress)s%%. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łα#
fr: Vous avez terminé %(user_course_progress)s%% du cours sur la base des modules achevés dans les leçons. La moyenne de la division est %(user_average_progress)s%%.

source: | Resources | Courses | McKinsey Academy
eo: | Résöürçés | Çöürsés | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fr: | Ressources | Cours | McKinsey Academy

source: | Resources | McKinsey Academy
eo: | Résöürçés | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fr: | Ressources | McKinsey Academy

source: To change your email address, please email <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a>.
eo: Tö çhängé ýöür émäïl äddréss, pléäsé émäïl <a href="mailto:support@mckinseyacademy.com">süppört@mçkïnséýäçädémý.çöm</a>. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fr: Pour modifier votre adresse e-mail, envoyez un e-mail à <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a>.

source: If you've forgotten your password, please try resetting it by clicking "Forgot my password" on the log in screen. If that does not work, please email <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a>.
eo: Ìf ýöü'vé förgöttén ýöür pässwörd, pléäsé trý réséttïng ït ßý çlïçkïng "Förgöt mý pässwörd" ön thé lög ïn sçréén. Ìf thät döés nöt wörk, pléäsé émäïl <a href="mailto:support@mckinseyacademy.com">süppört@mçkïnséýäçädémý.çöm</a>. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт,#
fr: Si vous avez oublié votre mot de passe, essayez de le réinitialiser en cliquant sur « Mot de passe oublié » dans l'écran de connexion. Si cela ne fonctionne pas, envoyez un e-mail à <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a>.

source: The drop down for moving between multiple courses is on the far left of the second (lighter blue) navigation bar. If the course you are supposed to be enrolled in does not appear in that drop down menu, please email <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a>.
eo: Thé dröp döwn för mövïng ßétwéén mültïplé çöürsés ïs ön thé fär léft öf thé séçönd (lïghtér ßlüé) nävïgätïön ßär. Ìf thé çöürsé ýöü äré süppöséd tö ßé énrölléd ïn döés nöt äppéär ïn thät dröp döwn ménü, pléäsé émäïl <a href="mailto:support@mckinseyacademy.com">süppört@mçkïnséýäçädémý.çöm</a>. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ι#
fr: Le menu déroulant permettant de se déplacer entre les différents cours se trouve à l'extrême gauche de la barre de navigation secondaire (bleu clair). Si le cours auquel vous êtes censé être inscrit n'apparaît pas dans le menu déroulant, envoyez un e-mail à <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a>.
