Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Identify and use team resources and individual member strengths effectively
ar: تحديد موارد الفريق ومواطن القوة الفردية لكل عضو فيه واستخدامها بفعالية
de: Identifizieren und verwenden Sie Teamressourcen und individuelle Stärken von Mitgliedern effektiv
eo: Ìdéntïfý änd üsé téäm résöürçés änd ïndïvïdüäl mémßér stréngths éfféçtïvélý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Identifique y utilice los recursos del equipo y las fortalezas individuales con efectividad
fr: Identifier et utiliser les ressources de l'équipe et les forces individuelles des membres de façon efficace
ja: チームのリソースや個人メンバーの強みを特定し、効果的に活用します
nl: Identificeer en benut teamresources en sterke punten van individuele teamleden doeltreffend
pl: Zidentyfikuj mocne punkty zespołu jako całości i jego pojedynczych członków i wykorzystuj je w efektywny sposób
pt: Identifique e use os recursos da equipe e as forças individuais de cada membro de modo eficaz
zh: 有效地识别并发挥团队资源和个人成员优势

source: Develop techniques to effectively mentor junior employees
ar: تطوير التقنيات لتوجيه الموظفين المبتدئين بفعالية
de: Entwickeln Sie Techniken, um Juniormitarbeiter effektiv zu betreuen
eo: Dévélöp téçhnïqüés tö éfféçtïvélý méntör jünïör émplöýéés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Desarrolle técnicas para ofrecer tutoría a los empleados junior
fr: Développer des techniques pour encadrer les jeunes employés de façon efficace
ja: 準社員の指導を効果的にするためのテクニックを育てます
nl: Ontwikkel technieken voor het doeltreffend begeleiden van jonge medewerkers
pl: Opracuj techniki, które pozwolą na efektywnie szkolenie młodszych stażem pracowników
pt: Desenvolva técnicas para orientar funcionários juniores de modo eficaz
zh: 开发可有效地指导初级员工的技巧

source: Build loyalty and reward employees using non-compensation incentives
ar: بناء روح الولاء ومكافأة الموظفين باستخدام الحوافز غير التعويضية
de: Bauen Sie Loyalität auf und belohnen Sie Mitarbeiter, indem Sie nicht vergütungsbezogene Anreize verwenden
eo: Büïld löýältý änd réwärd émplöýéés üsïng nön-çömpénsätïön ïnçéntïvés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Genere lealtad y recompense a los empleados por medio de incentivos no remunerativos
fr: Inspirer la loyauté et récompenser les employés par des mesures incitatives non rémunératrices
ja: 報酬以外のインセンティブを使って、忠誠心を育て、従業員に報います
nl: Bouw loyaliteit op en beloon werknemers via niet-financiële stimuleringsmaatregelen
pl: Opracuj metody wzbudzania lojalności i nagradzania pracowników niezwiązane z wynagrodzeniem pieniężnym
pt: Desenvolva a lealdade e recompense funcionários usando incentivos não financeiros
zh: 利用非薪金激励机制建立忠诚度并奖励员工

source: Mastering Challenging Conversations
ar: إتقان المحادثات المثيرة للتحدي
de: Bewältigung von herausfordernden Gesprächen
eo: Mästérïng Çhälléngïng Çönvérsätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Dominar conversaciones difíciles
fr: Maîtriser les conversations difficiles
ja: 難しい会話の習得
nl: Beheers uitdagende gesprekken
pl: Opanuj sztukę prowadzenia trudnych rozmów
pt: Para dominar conversas difíceis
zh: 掌控挑战性的对话

source: Learn how to handle difficult conversations in a variety of internal and external situations, including performance feedback and conflict resolution.
ar: تعلم كيفية التعامل مع المحادثات الصعبة في مجموعة متنوعة من المواقف الداخلية والخارجية، بما في ذلك الملاحظات المتعلقة بالأداء وتسوية الخلافات.
de: Erfahren Sie, wie schwierige Gespräche in unterschiedlichen internen und externen Situationen durchgeführt werden können, einschließlich Leistungsfeedback und Konfliktlösung.
eo: Léärn höw tö händlé dïffïçült çönvérsätïöns ïn ä värïétý öf ïntérnäl änd éxtérnäl sïtüätïöns, ïnçlüdïng pérförmänçé féédßäçk änd çönflïçt résölütïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηι#
es: Aprenda a manejar conversaciones difíciles en una variedad de situaciones internas y externas, incluidos feedback sobre desempeño y resolución de conflictos.
fr: Apprendre comment gérer les conversations difficiles dans diverses situations externes et internes, y compris par des commentaires sur les performances et par la résolution des conflits.
ja: 業績に関するフィードバックや紛争解決を含め、社内・社外のあらゆる状況における難しい会話を扱う方法を学びます。
nl: Leer omgaan met lastige gesprekken in een verscheidenheid aan interne en externe situaties, inclusief prestatiefeedback en conflictoplossing.
pl: Opanuj sztukę prowadzenia trudnych rozmów - takich jak przedstawienie informacji zwrotnej i rozwiązywanie konfliktów - w Twojej organizacji i poza nią
pt: Aprenda a lidar com conversas difíceis em uma variedade de situações internas e externas, incluindo feedback sobre desempenho e resolução de conflitos.
zh: 学习如何处理各种内部和外部情况下的困难对话，包括绩效反馈和冲突解决。

source: Understand any relevant root causes of stress, conflict and context and translate them into implications for your conversation
ar: فهم أي أسباب جذرية ذات صلة بالتوتر والصراع والسياق وترجمتها إلى آثار بالنسبة لمحادثتك
de: Verstehen Sie alle relevanten Grundursachen von Stress, Konflikt und Kontext und nutzen Sie diese für Ihr Gespräch
eo: Ûndérständ äný rélévänt rööt çäüsés öf stréss, çönflïçt änd çöntéxt änd tränsläté thém ïntö ïmplïçätïöns för ýöür çönvérsätïön Ⱡ'σяєм#
es: Comprenda las causas principales del estrés, el conflicto y el contexto y tradúzcalas en implicaciones para su conversación
fr: Comprendre toutes les causes pertinentes à l’origine du stress et du conflit, les contextualiser et les traduire par des implications dans votre conversation
ja: ストレス、紛争、事情に関連する根本原因を理解し、会話へ影響を与えるものへと変換します
nl: Doorgrond eventuele relevante hoofdoorzaken van stress en conflicten en de context en vertaal deze naar implicaties voor uw gesprek
pl: Zrozum prawdziwe przyczyn napięć i sytuacji konfliktowych oraz ich kontekst i naucz się brać je pod uwagę w Twojej rozmowie
pt: Entenda as causas-raiz relevantes de estresse, conflito e contexto e converta essas causas em implicações para a sua conversa
zh: 了解压力、冲突和背景的任何相关根本原因，并将其转化为对话的含义

source: Anticipate problem resolution space and the various approaches you can take towards reaching a successful outcome
ar: توقع مساحة حل المشكلة والمنهجيات المختلفة التي يمكنك اتباعها للوصول إلى نتيجة ناجحة
de: Antizipieren Sie einen Problemlösungsraum und die verschiedenen Herangehensweisen zum Erreichen eines erfolgreichen Ergebnisses
eo: Àntïçïpäté prößlém résölütïön späçé änd thé värïöüs äppröäçhés ýöü çän täké töwärds réäçhïng ä süççéssfül öütçömé Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Anticipe el espacio de resolución de problemas y los diferentes abordajes que puede tomar para arribar a un resultado exitoso
fr: Anticiper l'espace de résolution de problème et les diverses approches que vous pouvez adopter pour obtenir un résultat satisfaisant
ja: 良い成果を生むために取ることのできる様々なアプローチと、問題解決の空間を予想します
nl: Anticipeer op ruimte voor probleemoplossing en de verschillende benaderingen die u kunt hanteren voor het bereiken van een geslaagd resultaat
pl: Z wyprzedzeniem stwórz przestrzeń rozwiązywania problemów i opracuj różne podejścia, które pozwolą Ci osiągnąć zamierzone cele
pt: Antecipe o espaço de resolução de problemas e as várias abordagens possíveis para alcançar um resultado bem-sucedido
zh: 预测问题解决的空间以及为达到成功的结果可以采取的各种方法

source: Learn the pros and cons of communication techniques and practice each one to develop a set of tactics which work for you
ar: معرفة إيجابيات وسلبيات تقنيات الاتصال وممارسة كل منها لتطوير مجموعة من الأساليب التي تعمل من أجلك
de: Erfahren Sie die Vor- und Nachteile von Kommunikationstechniken und praktizieren Sie jede, um eine Reihe von Taktiken zu entwickeln, die für Sie funktionieren
eo: Léärn thé prös änd çöns öf çömmünïçätïön téçhnïqüés änd präçtïçé éäçh öné tö dévélöp ä sét öf täçtïçs whïçh wörk för ýöü Ⱡ'σяєм ιρѕυ#
es: Conozca los pros y contras de las técnicas de comunicación, y practique cada uno para desarrollar un conjunto de tácticas efectivas
fr: Apprendre les inconvénients et les avantages des techniques de communication et les mettre en pratique pour développer une série de stratégies qui fonctionnent pour vous
ja: コミュニケーション・テクニックの良い点と悪い点を学び、自分に会った方策をつくるため、各テクニックを練習します
nl: Leer over de voor- en nadelen van communicatietechnieken en oefen elke techniek om tactieken te ontwikkelen die voor u werken
pl: Poznaj wady i zalety technik komunikacyjnych i przećwicz każdą z nich, aby opracować zestaw taktyk dostosowany do Twoich potrzeb
pt: Aprenda os prós e contras das técnicas de comunicação e pratique cada uma para desenvolver um conjunto de táticas que funcionem para você
zh: 了解沟通技巧的优缺点，并练习各种技巧来制定出一套行之有效的策略

source: Provide a safe environment to ensure open forums for communication
ar: توفير بيئة آمنة لضمان وجود منتديات مفتوحة للتواصل
de: Bieten Sie eine sichere Umgebung, um offene Foren zur Kommunikation sicherzustellen
eo: Prövïdé ä säfé énvïrönmént tö énsüré öpén förüms för çömmünïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Proporcione un entorno seguro para garantizar la disponibilidad de foros abiertos para la comunicación
fr: Fournir un environnement sûr pour garantir des espaces ouverts de communication
ja: コミュニケーションの開けたフォーラムを確保するため、安全な環境を提供します
nl: Biedt een veilige omgeving voor het waarborgen van open forums voor communicatie
pl: Stwórz bezpieczną przestrzeń, która ułatwi swobodną komunikację i wymianę myśli
pt: Ofereça um ambiente seguro para garantir fóruns abertos para comunicação
zh: 提供安全的环境，以确保有开放的论坛可供沟通交流

source: Improve individual and group negotiation outcomes by taking into account the importance of issues, stakeholder positions, interpersonal relationships and environmental factors
ar: تحسين نتائج التفاوض الفردي والجماعي عن طريق مراعاة أهمية القضايا ومراكز الأطراف المعنية والعلاقات الشخصية والعوامل البيئية
de: Verbessern Sie individuelle und Gruppenverhandlungsergebnisse, indem Sie die Wichtigkeit von Problemen, Stakeholder-Positionen, zwischenmenschlichen Beziehungen und Umweltfaktoren berücksichtigen
eo: Ìmprövé ïndïvïdüäl änd gröüp négötïätïön öütçömés ßý täkïng ïntö äççöünt thé ïmpörtänçé öf ïssüés, stäkéhöldér pösïtïöns, ïntérpérsönäl rélätïönshïps änd énvïrönméntäl fäçtörs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρ#
es: Mejore los resultados de negociaciones individuales y grupales sin perder de vista la importancia de los problemas, las posiciones de las partes interesadas, las relaciones interpersonales y el contexto
fr: Améliorer les résultats de la négociation collective ou individuelle en prenant en compte l'importance des problèmes, la position des parties prenantes, les relations interpersonnelles et les facteurs environnementaux
ja: 問題、出資者の立場、対人関係、環境要因の重要性を考慮に入れることで、個人・団体交渉の成果を向上させます
nl: Verbeter resultaten van individuele en groepsonderhandelingen door rekening te houden met het belang van de problemen, posities van belanghebbenden, relaties tussen personen en omgevingsfactoren
pl: Zwiększ swoje umiejętności prowadzenia negocjacji indywidualnych i grupowych, biorąc pod uwagę znaczenie kwestii, pozycje zaangażowanych stron, relacje międzyludzkie i czynniki środowiskowe
pt: Melhore os resultados das negociações individuais e do grupo, levando em consideração a importância dos problemas, as posições dos stakeholders, as relações interpessoais e os fatores ambientais
zh: 考虑问题的严重性、利益相关者的立场、人际关系和环境因素，改善个人和团队的协商结果

source: Make effective trade-offs during discussions based on real-time reactions, emotions and perspectives
ar: إجراء تسويات فعالة أثناء المناقشات بناء على ردود الفعل والانفعالات والتصورات الآنية
de: Gehen Sie in Gesprächen effektive Kompromisse auf der Basis von Echtzeitreaktionen, Emotionen und Perspektiven ein
eo: Mäké éfféçtïvé trädé-öffs dürïng dïsçüssïöns ßäséd ön réäl-tïmé réäçtïöns, émötïöns änd pérspéçtïvés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Realice concesiones efectivas durante los debates con base en reacciones, emociones y perspectivas en tiempo real
fr: Faire des compromis efficaces pendant les discussions, en fonction des réactions, des émotions et des perspectives en temps réel
ja: ディスカッション中、リアルタイムの反応、感情、視点に基づき、効果的なトレードオフを行います
nl: Sluit doeltreffende compromissen tijdens discussies op basis van realtime reacties, emoties en perspectieven
pl: Naucz się doprowadzać do skutecznych kompromisów w oparciu o interakcje w czasie rzeczywistym, emocje i punkty widzenia
pt: Faça trade-offs eficazes durante discussões baseadas em reações, emoções e perspectivas em tempo real
zh: 在讨论中根据实时的反应、情绪和观点做出有效的权衡

source: Tailor your feedback approach to each individual team member to overcome communication barriers
ar: تكييف منهجيتك المتعلقة بتقديم الملاحظات لكل عضو وفرد في الفريق للتغلب على عوائق التواصل
de: Passen Sie Ihren Feedbackansatz an jedes individuelle Teammitglied an, um Kommunikationsbarrieren zu bewältigen
eo: Täïlör ýöür féédßäçk äppröäçh tö éäçh ïndïvïdüäl téäm mémßér tö övérçömé çömmünïçätïön ßärrïérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Adapte su metodología de feedback a cada miembro individual del equipo para superar las barreras comunicacionales
fr: Adapter votre approche de l'évaluation en fonction de chacun des membres de l'équipe pour faire tomber les barrières de la communication
ja: コミュニケーションの壁を乗り越えるため、各チーム・メンバーへのフィードバック・アプローチを調整します
nl: Stem uw feedbackbenadering af op de afzonderlijke teamleden voor het overwinnen van communicatiebelemmeringen
pl: Dostosuj sposób przekazywania informacji zwrotnej do indywidualnych potrzeb danego członka zespołu, aby pokonać bariery komunikacyjne
pt: Adapte a sua abordagem de feedback para cada membro da equipe a fim de superar barreiras de comunicação
zh: 针对每个团队成员量身定制反馈方法，以克服沟通障碍

source: Structured Business Communications
ar: الاتصالات التجارية المنسقة
de: Strukturierte Unternehmenskommunikation
eo: Strüçtüréd Büsïnéss Çömmünïçätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Comunicaciones de negocios estructuradas
fr: Communications professionnelles structurées
ja: 計画的なビジネス・コミュニケーション
nl: Gestructureerde bedrijfscommunicatie
pl: Ustrukturyzowana komunikacja biznesowa
pt: Comunicações corporativas estruturadas
zh: 结构化业务沟通

source: Learn how to present your ideas effectively including how to deliver structured, concise, and compelling business communications.
ar: تعلم كيفية عرض أفكارك بفعالية، بما في ذلك كيفية تقديم الاتصالات التجارية المنسقة والموجزة والمقنعة.
de: Erfahren Sie, wie Sie Ihre Ideen effektiv präsentieren, einschließlich wie man strukturierte, prägnante und zwingende Geschäftskommunikationen liefern.
eo: Léärn höw tö présént ýöür ïdéäs éfféçtïvélý ïnçlüdïng höw tö délïvér strüçtüréd, çönçïsé, änd çömpéllïng ßüsïnéss çömmünïçätïöns. Ⱡ'σ#
es: Aprenda cómo presentar sus ideas con efectividad y a elaborar comunicaciones estructuradas, concisas y convincentes.
fr: Apprendre comment présenter vos idées efficacement, y compris la façon de présenter des communications professionnelles convaincantes, concises et structurées.
ja: 計画的、簡潔、説得力のあるビジネス・コミュニケーションを行う方法を含め、自身のアイデアを効果的に伝える方法を学びます。
nl: Leer uw ideeën doeltreffend te presenteren, inclusief het verzorgen van gestructureerde, beknopte en boeiende zakelijke communicatie.
pl: Dowiedz się, jak efektywnie komunikować idee i pomysły. Poznaj sposoby tworzenia ustrukturyzowanych, zwięzłych i przekonujących komunikacji biznesowych.
pt: Aprenda a apresentar suas ideias de forma eficaz, incluindo como realizar comunicações corporativas estruturadas, concisas e convincentes.
zh: 学习如何有效地展示您的想法，包括如何实现结构化、简洁且令人信服的业务沟通。

source: Create the elements of a robust communications strategy including defining stakeholders, defining communications objectives, identifying key milestones, selecting communications mechanisms and developing a communications plan
ar: توفير عناصر استراتيجية الاتصالات القوية، بما في ذلك تحديد الأطراف المعنية وتحديد أهداف الاتصالات وتحديد المعالم الرئيسية واختيار آليات الاتصالات ووضع خطة للاتصالات
de: Stellen Sie die Elemente einer robusten Kommunikationsstrategie zusammen, darunter das Definieren von Stakeholdern und Kommunikationszielen, das Identifizieren wichtiger Meilensteine, das Auswählen von Kommunikationsmechanismen und das Entwickeln eines Kommunikationsplans
eo: Çréäté thé éléménts öf ä rößüst çömmünïçätïöns strätégý ïnçlüdïng défïnïng stäkéhöldérs, défïnïng çömmünïçätïöns ößjéçtïvés, ïdéntïfýïng kéý mïléstönés, séléçtïng çömmünïçätïöns méçhänïsms änd dévélöpïng ä çömmünïçätïöns plän Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgια#
es: Cree los elementos de una estrategia de comunicación sólida, incluida la definición de partes interesadas y objetivos comunicacionales, la identificación de hitos clave, la selección de mecanismos y el desarrollo de un plan de comunicación
fr: Créer les éléments d'une stratégie de communication solide, y compris en définissant les parties prenantes, les objectifs de communication et les étapes clés,en sélectionnant les mécanismes de communication et en développant un plan de communication
ja: 出資者の定義、コミュニケーション目標の定義、鍵となるマイルストーンの特定、コミュニケーションの仕組みの選択、コミュニケーション計画の構築を含む、頑健なコミュニケーション戦略の要素を作りだします
nl: Creëer de elementen van een robuuste communicatiestrategie, waaronder het definiëren van belanghebbenden en communicatiedoelstellingen, het identificeren van essentiële mijlpalen, het selecteren van communicatiemechanismen en het ontwikkelen van een communicatieplan
pl: Stwórz elementy żywotnej strategii komunikacyjnej, w skład której wchodzą: zdefiniowanie zaangażowanych stron, ustalenie kluczowych celów pośrednich, wybór mechanizmów komunikacyjnych oraz opracowanie plan komunikacyjnego
pt: Crie os elementos de uma estratégia de comunicação robusta, incluindo a definição dos stakeholders e dos objetivos de comunicação, a identificação dos marcos principais, a seleção de mecanismos de comunicação e o desenvolvimento de um plano de comunicações
zh: 创造强有力沟通策略的各个要素，包括界定利益相关者、定义沟通目标、确定关键里程碑、选择沟通机制以及制定沟通计划

source: Utilize a stakeholder analysis worksheet to identify stakeholders and implement appropriate strategies for communicating with them
ar: استخدام ورقة عمل تحليل الأطراف المعنية لتحديدهم وتنفيذ الاستراتيجيات الملائمة للتواصل معهم
de: Verwenden Sie ein Analyse-Arbeitsblatt eines Stakeholders, um Stakeholder zu identifizieren und geeignete Strategien zur Kommunikation mit ihnen umzusetzen
eo: Ûtïlïzé ä stäkéhöldér änälýsïs wörkshéét tö ïdéntïfý stäkéhöldérs änd ïmplémént äppröprïäté strätégïés för çömmünïçätïng wïth thém Ⱡ'#
es: Utilice planillas de análisis para identificar las partes interesadas e implementar estrategias adecuadas para comunicarse con ellas
fr: Utiliser une feuille de travail d'analyse des parties prenantes pour identifier les parties prenantes et mettre en œuvre les stratégies appropriées pour communiquer avec elles
ja: 出資者分析ワークシートを使って出資者を特定し、出資者とのコミュニケーション用に適切な戦略を導入します
nl: Gebruik een werkblad voor belanghebbendenanalyse om belanghebbenden te identificeren en implementeer passende strategieën om met hen te communiceren
pl: Wykorzystaj arkusz analizy zaangażowanych stron, aby zidentyfikować stron i wdrożyć dostosowane do ich potrzeb strategie komunikacyjne
pt: Utilize uma planilha de análise de stakeholders para identificá-los e implementar estratégias apropriadas para se comunicar com eles
zh: 利用利益相关者分析工作表来识别利益相关者，并实施适当的战略来与其进行沟通

source: Apply the right structures to support messages, including the “pyramid principle” for developing logical arguments by grouping concepts into a structured set of governing thoughts and supporting details
ar: تطبيق الهياكل المناسبة لدعم الرسائل، بما في ذلك "مبدأ الهرم" لإعداد حجج منطقية بتجميع المفاهيم في مجموعة منظمة لتضم الأفكار الرئيسية والتفاصيل الداعمة
de: Wenden Sie die richtigen Strukturen an, um Nachrichten zu unterstützen, einschließlich des "Pyramidenprinzips" zur Entwicklung logischer Argumente durch Gruppierungskonzepte in eine strukturierte Reihe leitender Gedanken und unterstützender Details
eo: Àpplý thé rïght strüçtürés tö süppört méssägés, ïnçlüdïng thé “pýrämïd prïnçïplé” för dévélöpïng lögïçäl ärgüménts ßý gröüpïng çönçépts ïntö ä strüçtüréd sét öf gövérnïng thöüghts änd süppörtïng détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє#
es: Aplique las estructuras adecuadas para respaldar mensajes, incluido el “principio de la pirámide” para desarrollar argumentos lógicos mediante la agrupación de conceptos en un conjunto estructurado de ideas rectoras y detalles de respaldo
fr: Appliquer les bonnes structures pour soutenir les messages, y compris le « principe pyramidal » pour élaborer des arguments logiques en regroupant les concepts dans un ensemble structuré d’idées directrices et de détails justificatifs
ja: 概念を構造化された一連の支配的考えや支持的例証へと分類することで、論理的主張を生み出すための「ピラミッド原則」を含め、メッセージを裏付ける正しい構造を適用します
nl: Pas de juiste structuren toe voor het ondersteunen van boodschappen, waaronder het 'piramideprincipe' voor het ontwikkelen van logische argumenten door concepten in een gestructureerde set van bepalende gedachten en ondersteunende details te groeperen
pl: Zastosuj odpowiednie struktury, który wzmocnią siłę przekazu, takie pyramid principle („struktura piramidalna”), które pomogą Ci stworzyć logiczną argumentacją, opartą na idea pogrupowanych według myśli przewodnich i wspierających je szczegółów
pt: Aplique as estruturas certas para apoiar as mensagens, incluindo o “princípio da pirâmide” para desenvolver argumentos lógicos, agrupando conceitos em um conjunto estruturado de pensamentos orientadores e detalhes de apoio
zh: 运用正确的结构来辅助传达讯息，包括通过将概念分组为一系列结构化的治理思想和支持性细节来发展逻辑论证的“金字塔原则”

source: Synthesize key messages into a tightly-crafted executive summary
ar: تجميع الرسائل الرئيسية في ملخص تنفيذي معد بشكل محكم
de: Führen Sie wichtige Nachrichten in einer strukturierten Kursfassung zusammen
eo: Sýnthésïzé kéý méssägés ïntö ä tïghtlý-çräftéd éxéçütïvé sümmärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Sintetice mensajes clave en un resumen ejecutivo cuidadosamente diseñado
fr: Synthétiser les messages clés dans un résumé analytique concis
ja: 主なメッセージを、情報が凝縮された簡単な事業計画概要に総合します
nl: Breng essentiële boodschappen samen in een beknopte samenvatting
pl: Dokonaj syntezy kluczowych wiadomości, aby przekazać je w formie pieczołowitego streszczenia
pt: Sintetize as principais mensagens em um sumário executivo bem elaborado
zh: 将关键信息整合为精心制作的执行摘要
