Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: We may also use your personal data (including your User Account Information and Participation Data), as well as your User Content, to (a) verify your identity and your eligibility to access McKinsey Academy Content or use or participate in McKinsey Academy; (b) communicate with you about McKinsey Academy, including your participation in any related courses or other services offered by us; (c) allow other users to communicate with you about McKinsey Academy, including your participation in any related courses or other services offered by us; (d) administer McKinsey Academy, including administering courses and services in which you participate, providing user support, course progress and assessment grading, and integrating McKinsey Academy, including the Sites and Mobile Offerings, with platforms, content and services provided by third parties as part of the McKinsey Academy experience; (e) provide information to your Sponsoring Organization about your participation in McKinsey Academy, as described in more detail below; and (f) develop and improve, and contact you about McKinsey Academy, including to solicit your feedback and to identify other courses, services or offerings provided by us that may be of interest to you. If you prefer not to receive non-essential communications from us about McKinsey Academy, including information about future courses, services or offerings, please contact us at the address listed below in the Contact Us section of this Privacy Policy.
ar: وقد نستخدم أيضًا بياناتك الشخصية (بما في ذلك معلومات حساب المستخدم وبيانات المشاركة)، بالإضافة إلى محتوى المستخدم الخاص بك، بغرض (أ) التحقق من هويتك وأهليتك للوصول إلى محتوى أكاديمية ماكنزي أو استخدام أكاديمية ماكنزي أو المشاركة فيها؛ (ب) التواصل معك حول أكاديمية ماكنزي، بما في ذلك مشاركتك في أي من الدورات ذات الصلة أو الخدمات الأخرى التي نقدمها؛ (ج) السماح للمستخدمين الآخرين بالتواصل معك حول أكاديمية ماكنزي، بما في ذلك مشاركتك في أي من الدورات ذات الصلة أو غيرها من الخدمات التي نقدمها؛ (د) إدارة أكاديمية ماكنزي، بما في ذلك إدارة الدورات والخدمات التي تشارك فيها، وتوفير دعم المستخدم، ومسار التقدم المحرز وتقييم الدرجات، ودمج أكاديمية ماكنزي، بما في ذلك المواقع وعروض الجوال، مع المنصات والمحتوى والخدمات التي يقدمها طرف ثالث كجزء من تجربة أكاديمية ماكنزي؛ (هـ) تقديم معلومات إلى الشركة الراعية حول مشاركتك في أكاديمية ماكنزي، كما هو موضح بمزيد من التفاصيل أدناه؛ (و) تطوير وتنمية مهاراتك، والتواصل معك حول أكاديمية ماكنزي، بما في ذلك طلب ملاحظاتك وتحديد الدورات أو الخدمات أو العروض الأخرى المقدمة من جانبنا والتي قد تهمك. إذا كنت تفضل عدم تلقي اتصالات غير ضرورية من أكاديمية ماكنزي، بما في ذلك تلقي معلومات حول الدورات أو الخدمات أو العروض المستقبلية، يرجى الاتصال بنا على العنوان المذكور أدناه في قسم الاتصال بنا في سياسة الخصوصية هذه.
de: "Wir können auch Ihre persönlichen Daten (einschließlich Ihrer Nutzerkontoinformation und Teilnahmedaten) nutzen sowie Ihre Nutzerinhalte, um (a) Ihre Identität und Ihre Berechtigung für den Zugriff auf den Inhalt der McKinsey Academy oder die Nutzung oder Teilnahme an der McKinsey Academy zu identifizieren; (b) mit Ihnen über die McKinsey Academy zu kommunizieren, einschließlich Ihrer Teilnahme an allen von uns angebotenen entsprechenden Kursen oder anderen Services; (c) anderen Nutzern die Kommunikation mit Ihnen über die McKinsey Academy zu ermöglichen, einschließlich Ihrer Teilnahme an allen von uns angebotenen zugehörigen Kursen oder anderen Services; (d) die McKinsey Academy zu verwalten, einschließlich der Verwaltung von Kursen und Services, an denen Sie teilnehmen, der Bereitstellung von Nutzersupport, Kursfortschritt und Notenbeurteilung und der Integration der McKinsey Academy, einschließlich der Websites und mobilen Angebote, mit Plattformen, Inhalt und Services, die von Dritten als Teil der Erfahrung der McKinsey Academy bereitgestellt werden; (e) Informationen für Ihre Sponsoring-Organisation über Ihre Teilnahme an der McKinsey Academy bereitzustellen, wie detaillierter nachstehend beschrieben, und (f) zu entwickeln und zu verbessern und Sie über die McKinsey Academy zu kontaktieren, einschließlich, um Sie um Feedback zu bitten und um andere von uns bereitgestellte Kurse, Services oder Angebote zu identifizieren, die Sie interessieren könnten. Wenn Sie es bevorzugen, nicht wesentliche Kommunikationen von uns über die McKinsey Academy nicht zu erhalten, einschließlich von Informationen über zukünftige Kurse, Services oder Angebote, kontaktieren Sie uns bitte unter der nachstehend aufgeführten Adresse im Abschnitt "Kontaktieren Sie uns" in dieser Datenschutzrichtlinie.
eo: Wé mäý älsö üsé ýöür pérsönäl dätä (ïnçlüdïng ýöür Ûsér Àççöünt Ìnförmätïön änd Pärtïçïpätïön Dätä), äs wéll äs ýöür Ûsér Çöntént, tö (ä) vérïfý ýöür ïdéntïtý änd ýöür élïgïßïlïtý tö äççéss MçKïnséý Àçädémý Çöntént ör üsé ör pärtïçïpäté ïn MçKïnséý Àçädémý; (ß) çömmünïçäté wïth ýöü äßöüt MçKïnséý Àçädémý, ïnçlüdïng ýöür pärtïçïpätïön ïn äný rélätéd çöürsés ör öthér sérvïçés öfféréd ßý üs; (ç) ällöw öthér üsérs tö çömmünïçäté wïth ýöü äßöüt MçKïnséý Àçädémý, ïnçlüdïng ýöür pärtïçïpätïön ïn äný rélätéd çöürsés ör öthér sérvïçés öfféréd ßý üs; (d) ädmïnïstér MçKïnséý Àçädémý, ïnçlüdïng ädmïnïstérïng çöürsés änd sérvïçés ïn whïçh ýöü pärtïçïpäté, prövïdïng üsér süppört, çöürsé prögréss änd ässéssmént grädïng, änd ïntégrätïng MçKïnséý Àçädémý, ïnçlüdïng thé Sïtés änd Mößïlé Öfférïngs, wïth plätförms, çöntént änd sérvïçés prövïdéd ßý thïrd pärtïés äs pärt öf thé MçKïnséý Àçädémý éxpérïénçé; (é) prövïdé ïnförmätïön tö ýöür Spönsörïng Örgänïzätïön äßöüt ýöür pärtïçïpätïön ïn MçKïnséý Àçädémý, äs désçrïßéd ïn möré détäïl ßélöw; änd (f) dévélöp änd ïmprövé, änd çöntäçt ýöü äßöüt MçKïnséý Àçädémý, ïnçlüdïng tö sölïçït ýöür féédßäçk änd tö ïdéntïfý öthér çöürsés, sérvïçés ör öfférïngs prövïdéd ßý üs thät mäý ßé öf ïntérést tö ýöü. Ìf ýöü préfér nöt tö réçéïvé nön-ésséntïäl çömmünïçätïöns fröm üs äßöüt MçKïnséý Àçädémý, ïnçlüdïng ïnförmätïön äßöüt fütüré çöürsés, sérvïçés ör öfférïngs, pléäsé çöntäçt üs ät thé äddréss lïstéd ßélöw ïn thé Çöntäçt Ûs séçtïön öf thïs Prïväçý Pölïçý.#
es: También podremos utilizar su información personal (incluida su Información de Cuenta de Usuario y Datos de Participación), como también su Contenido de Usuario, para (a) verificar su identidad y su elegibilidad para acceder al Contenido de McKinsey Academy o usar o participar en McKinsey Academy; (b) comunicarnos con usted con relación a McKinsey Academy, incluida su participación en cualquiera de los cursos u otros servicios ofrecidos; (c) permitir a otros usuarios comunicarse con usted en relación con McKinsey Academy, incluida su participación en cursos u otros servicios; (d) administrar McKinsey Academy, incluida la administración de los cursos y servicios en que participa, proporcionar soporte a usuarios, calificar el avance y el desempeño en los programas, e integrar McKinsey Academy, incluidos los Sitios y las Ofertas Móviles, con plataformas, contenidos y servicios prestados por terceros como parte de la experiencia de McKinsey Academy; (e) proporcionar información a su Compañía Patrocinadora sobre su participación en McKinsey Academy, según se describe en más detalle a continuación; y (f) desarrollar y mejorar, y comunicarnos con usted con relación a McKinsey Academy, incluido el pedido de feedback y la identificación de otros cursos, servicios u ofertas que puedan resultar de su interés. Si prefiere no recibir comunicaciones que no sean indispensables de nuestra parte sobre McKinsey Academy, incluida información sobre cursos, servicios u ofertas futuros, escriba a la dirección que aparece debajo en la sección “contáctenos” de la presente Política de Privacidad.
fr: Nous pouvons également utiliser vos données personnelles y compris les informations de compte d'utilisateur et les données de participation, ainsi que votre contenu d'utilisateur pour (a) vérifier votre identité et votre admissibilité à accéder au contenu de McKinsey Academy ou pour utiliser ou participer à McKinsey Academy ; (b) communiquer avec vous à propos de McKinsey Academy, y compris votre participation à tout cours ou autre service lié que nous offrons ; (c) permettre à d'autres utilisateurs de communiquer avec vous concernant McKinsey Academy, y compris votre participation à tout cours ou autre service lié que nous offrons ; (d) administrer McKinsey Academy, y compris l'administration des cours et des services auxquels vous participez, la prestation de l'assistance aux utilisateurs, la progression dans le cours et les notes d'évaluation et l'intégration de McKinsey Academy, y compris les offres de site et de mobile, avec les plate-formes, le contenu et les services fournis par des tierces parties dans le cadre du parcours McKinsey Academy ; fournir des informations à l'entreprise qui vous finance concernant votre participation à McKinsey Academy, tel que décrit plus en détail ci-dessous ; et (f) développer et améliorer et vous contacter concernant McKinsey Academy, y compris pour demander votre avis et pour identifier d'autres cours, services ou offres fournis par nos soins, qui peuvent vous intéresser. Si vous préférez ne pas recevoir des communications non essentielles concernant McKinsey Academy, y compris des informations sur les futurs cours, services ou offres, contactez-nous à l'adresse indiquée ci-dessous dans la section Nous contacter de cette politique de confidentialité.
ja: 当社では、(a) お客様の身元確認やMcKinsey Academyのコンテンツへのアクセスや利用または参加資格を確認するため、(b) 当社の関連するコースまたは当社が提供するその他のサービスへの参加を含む、McKInsey Academyに関する連絡をお客様に対し行うため、(c) 当社の関連するコースへのまたは当社が提供するその他のサービスへの参加を含め、McKinsey Academyに関し、他のユーザーがお客様とコミュニケーションを取ることができるようにするため、(d) お客様が参加するコースやサービスの管理、ユーザーサポート、コース進度、審査結果の提供、サイトやモバイルサービスと、プラットフォーム、並びに、McKinsey Academy体験の一環として第三者が提供するコンテンツやサービスを含めた、McKInsey Academyの統合など、McKinsey Academyの運営を行うため、(e) お客様の支援組織に対し、以下に詳述される通り、お客様のMcKinsey Academyへの参加状況に関する情報を提供するため、(f) お客様からのフィードバックの収集や、お客様が関心を抱く可能性のある、当社が提供する他のコースやサービスなどの特定を含め、McKinsey Academyの開発・改善、並びにお客様へのご連絡をするため、お客様の個人データ (ユーザーアカウント情報や参加データを含む) やユーザー・コンテンツを使う場合があります。今後開催予定のコースやサービスなどを含め、McKinsey Academyに関する非必須の連絡を希望されない場合は、当該プライバシーに関する方針の「お問い合わせ」欄のアドレスまでご連絡ください。
nl: We kunnen uw persoonsgegevens (waaronder uw Gebruikersaccountinformatie en Deelnamegegevens) en uw Gebruikersinhoud gebruiken voor het volgende: (a) om uw identiteit te controleren en na te gaan of u in aanmerking komt voor toegang tot McKinsey Academy-inhoud of voor het gebruik van of deelname aan McKinsey Academy; (b) om met u te communiceren over McKinsey Academy, waaronder over uw deelname aan gerelateerde cursussen of andere diensten die door ons worden geboden; (c) om andere gebruikers in staat te stellen om met u te communiceren over McKinsey Academy, waaronder over uw deelname aan gerelateerde cursussen of andere diensten die door ons worden geboden; (d) voor het beheer van McKinsey Academy, waaronder het beheer van cursussen en diensten waaraan u deelneemt, voor het bieden van gebruikersondersteuning, informatie over cursusvoortgang en beoordelingscijfers, en het integreren van McKinsey Academy, inclusief de Sites en het Mobiel aanbod, met platforms, inhoud en diensten geleverd door derden als onderdeel van de McKinsey Academy-ervaring; (e) voor het verstrekken van informatie over uw deelname aan McKinsey Academy aan uw Sponsororganisatie, zoals hierna gedetailleerd is beschreven; en (f) voor het ontwikkelen en verbeteren van en contact met u over McKinsey Academy, waaronder u vragen om feedback, en voor het identificeren van cursussen, diensten of aanbod van ons waarin u mogelijk interesse heeft. Als u er de voorkeur aan geeft geen niet-essentiële berichten van ons over McKinsey Academy te ontvangen, waaronder informatie over toekomstige cursussen, diensten of aanbod, kunt u contact met ons opnemen op het adres dat hierna is vermeld in de sectie Contact opnemen van dit Privacybeleid.
pl: Możemy też używać Twoich danych osobowych (w tym Informacji Konta Użytkownika i Danych Uczestnictwa) jak również Treści Użytkownika, aby (a) zweryfikować tożsamość i uprawnienia do dostępu do Treści McKinsey Academy lub do używania i uczestnictwa w McKinsey Academy; (b) komunikować się z Tobą na temat McKinsey Academy, w tym na temat Twojego uczestnictwa w jakichkolwiek powiązanych kursach i innych usługach oferowanych przez nas; (c) umożliwić innym użytkownikom komunikowanie się z Tobą na temat McKinsey Academy, w tym na temat Twojego uczestnictwa w jakichkolwiek powiązanych kursach i innych usługach oferowanych przez nas; (d) administrować McKinsey Academy, w tym aby administrować kursami i usługami, w których uczestniczysz, aby zapewniać użytkownikom pomoc, informacje o postępach na kursie oraz oceny i ewaluację, oraz w celu integrowania McKinsey Academy, w tym Stron i Produktów Mobilnych, z platformami, treściami i usługami dostarczanymi przez strony trzecie w ramach doświadczenia edukacyjnego McKinsey Academy; (e) dostarczać Twojej Organizacji Sponsorującej informacje o Twoim uczestnictwie w McKinsey Academy, tak jak to szczegółowo opisano poniżej; oraz (f) rozwijać i ulepszać McKinsey Academy i kontaktować się z Tobą w sprawie McKinsey Academy, w tym aby otrzymać informacje zwrotne oraz aby zidentyfikować inne kursy, serwisy lub produkty przez nas zapewniane, który mogłyby Ciebie zainteresować. Jeśli wolisz nie otrzymywać od nas nieistotnej komunikacji dotyczącej McKinsey Academy, w tym informacji o przyszłych kursach, usługach lub produktach, skontaktuj się z nami za pomocą adresu podanego poniżej w sekcji „Kontakt z nami” tej Polityki Prywatności.
pt: Também podemos usar seus dados pessoais (incluindo Dados de Participação e Dados de Conta do Usuário) e seu Conteúdo de Usuário para (a) verificar a sua identidade e sua qualificação para acessar o Conteúdo do McKinsey Academy ou usar ou participar do McKinsey Academy; (b) entrar em contato sobre o McKinsey Academy, incluindo sua participação em quaisquer cursos relacionados ou outros serviços que oferecemos; (c) permitir que outros usuários se comuniquem com você sobre o McKinsey Academy, incluindo a sua participação em quaisquer cursos relacionados ou outros serviços oferecidos por nós; (d) administrar o McKinsey Academy, incluindo a administração de cursos e serviços nos quais você participa, fornecendo suporte ao usuário, progresso do curso e avaliação, e integrando o McKinsey Academy, incluindo Sites e Versões para Dispositivos Móveis, com plataformas, conteúdo e serviços fornecidos por terceiros como parte da experiência do McKinsey Academy; (e) fornecer informações à sua Organização Patrocinadora sobre a sua participação no McKinsey Academy, conforme descrito mais detalhadamente abaixo; e (f) desenvolver e melhorar, e entrar em contato com você sobre o McKinsey Academy, inclusive para solicitar o seu feedback e para identificar outros cursos, serviços ou ofertas que possam ser do seu interesse. Se preferir não receber nossas comunicações não essenciais sobre o McKinsey Academy, incluindo informações sobre cursos, serviços ou ofertas futuras, entre em contato pelo endereço listado abaixo na seção Fale Conosco da Política de Privacidade.
zh: 我们还可能使用您的个人数据（包括用户帐户信息和参与数据）以及用户内容来 (a) 验证您的身份以及您是否有资格访问麦肯锡学院内容或者使用或参与麦肯锡学院体验；(b) 向您传达有关麦肯锡学院的信息，包括您对我们提供的任何相关课程或其他服务的参与情况；(c) 允许其他用户向您传达有关麦肯锡学院的信息，包括您对我们提供的任何相关课程或其他服务的参与情况；(d) 管理麦肯锡学院，包括管理您参与的课程和服务，提供用户支持、课程进度和评估分级，将麦肯锡学院（包括网站和移动产品）与第三方提供的平台、内容和服务整合为麦肯锡学院体验的一部分；(e) 向您的赞助组织提供有关您对麦肯锡学院参与情况的信息（详细说明见下文）；(f) 开发和改进，并就麦肯锡学院事宜与您联系，包括征求您的反馈意见以及确定您是否对我们提供的其他课程、服务或产品可能感兴趣。如果您不希望收到我们发送的有关麦肯锡学院的非必要通信（包括有关未来课程、服务或产品的信息），请通过下方的本隐私政策“联系我们”部分中列出的地址与我们联系。
