Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: 10. Termination; Discontinuation
ar: 10. الإنهاء؛ التوقف
de: 10. Kündigung; Einstellung
es: 10. Extinción; interrupción
ja: 10. 終了、停止
nl: 10. Beëindiging; Stopzetting
pl: 10. Zakończenie korzystania i świadczenia usług
pt: 10. Rescisão; Cessação
zh: 10. 终止;废止

source: In our sole discretion, we may terminate your use of and participation in McKinsey Academy upon notice to you. In addition to the disclaimers set forth in Section 7, you acknowledge and agree that we reserve the right in our sole discretion to cancel, delay, reschedule, or alter the format of any course or service offered through McKinsey Academy, or to cease providing all or part of McKinsey Academy or related services. We shall have no liability to you or any third party for changes to McKinsey Academy or your right to access it (including through termination of your Account). If you no longer desire to have access to McKinsey Academy, you may stop your participation in McKinsey Academy at any time. The rights granted to you hereunder will terminate automatically upon any termination of your right to use McKinsey Academy, as applicable; provided, however, that any license granted to you by us and any provision of these Terms or the Privacy Policy necessary to enforce or exercise your or our rights or obligations hereunder shall survive the termination of these Terms.
ar: وفقًا لتقديرنا الخاص، يجوز لنا إنهاء استخدامك لأكاديمية ماكنزي ومشاركتك فيها بموجب إخطار منا بذلك. بالإضافة إلى إخلاء المسؤولية المنصوص عليه في القسم 7، تقر وتوافق على أننا نحتفظ بالحق وفقًا لتقديرنا الخاص في إلغاء أي دورة تدريبية أو خدمة مقدمة من خلال أكاديمية ماكنزي أو تأجيلها أو إعادة جدولتها أو تغيير تنسيقها، أو التوقف عن تقديم كل أو جزء من محتويات أكاديمية ماكنزي أو الخدمات ذات الصلة بها. ولا نتحمل أي مسؤولية تجاهك أو تجاه أي طرف ثالث حول التغييرات التي نجريها في أكاديمية ماكنزي أو حقك في الوصول إليها (بطرق منها إنهاء حسابك). وإذا لم تعد ترغب في الوصول إلى أكاديمية ماكنزي، يمكنك إيقاف مشاركتك في أكاديمية ماكنزي في أي وقت. وتنتهي الحقوق الممنوحة لك بموجب هذه الوثيقة تلقائيًا عند إنهاء حقك في استخدام أكاديمية ماكنزي، حسب الاقتضاء؛ إلا أن ذلك مشروطًا بأن يظل أي ترخيص ممنوح لك منا وأي حكم من أحكام هذه الشروط أو سياسة الخصوصية يكون ضروريًا لإنفاذ أو ممارسة حقوقك أو حقوقنا أو التزاماتك أو التزاماتنا بموجب هذه الوثيقة ساريًا بعد إنهاء هذه الشروط.
de: Wir können Ihre Verwendung und Teilnahme an der McKinsey Academy nach vorheriger Mitteilung an Sie nach eigenem Ermessen kündigen. Zusätzlich zu den in Abschnitt 7 dargelegten Haftungsausschlüssen akzeptieren und stimmen Sie zu, dass wir uns jederzeit das Recht vorbehalten, nach eigenem Ermessen Kurse oder Dienstleistungen, die über die McKinsey Academy angeboten werden, zu stornieren, zu verschieben, umzuplanen oder das Format zu ändern oder die Bereitstellung eines Teils oder der gesamten McKinsey Academy oder verwandte Dienstleistungen einzustellen. Wir übernehmen Ihnen oder einem Dritten gegenüber keine Haftung für Änderungen der McKinsey Academy oder Ihres Rechts, darauf zuzugreifen (einschließlich durch Kündigung Ihres Kontos). Wenn Sie keinen Zugriff mehr auf die McKinsey Academy wünschen, können Sie Ihre Teilnahme an der McKinsey Academy jederzeit beenden. Die Ihnen im Rahmen dieses Vertrags gewährten Rechte erlöschen automatisch mit jeder Beendigung Ihres Rechts, die McKinsey Academy zu nutzen, sofern anwendbar, vorausgesetzt jedoch, dass jede Ihnen von uns gewährte Lizenz und jede Bereitstellung dieser Bedingungen oder der Datenschutzrichtlinie, die zur Durchsetzung oder Ausübung Ihrer oder unserer Rechte oder Pflichten aus diesem Vertrag erforderlich ist, auch nach Ablauf dieser Bedingungen Gültigkeit hat.
es: A nuestra entera discreción, podremos dar por finalizado su uso y participación en McKinsey Academy, comunicándolo previamente. Además de los descargos de responsabilidad contenidos en la Sección 7, usted reconoce y acepta que, en cualquier momento y a nuestra entera discreción, nos reservamos el derecho de cancelar, retrasar, reprogramar o modificar el formato de cualquier curso o servicio ofrecido a través de McKinsey Academy, o dejar de ofrecer en forma parcial o total McKinsey Academy o los servicios relacionados. No tendremos responsabilidad alguna para con usted o un tercero por los cambios efectuados en McKinsey Academy o su derecho a acceder a la misma (incluyendo la extinción de su Cuenta). Si ya no desea tener acceso a McKinsey Academy puede cancelar su participación en McKinsey Academy en cualquier momento. Los derechos que se le otorgan en virtud del presente acuerdo se extinguirán automáticamente con la caducidad de su derecho a utilizar McKinsey Academy, según corresponda, quedando entendido, no obstante, que cualquier licencia otorgada por nosotros y cualquier disposición de estos Términos de Uso o de la Política de Privacidad necesaria para ejercer derechos u obligaciones vigentes subsistirán luego de la extinción de los presentes Términos de Uso.
ja: 弊社は、その単独の裁量により、お客様への通知をもってお客様による McKinsey Academy への参加やその利用を終了させることができます。弊社は、第 7 条に定められている免責事項に関する権利に加え、その単独の裁量により、McKinsey Academy を通じて提供するいずれかのコースまたはサービスの中止、延期、日程変更または形式変更を行ったり、McKinsey Academy または関連サービスのすべてまたは一部分の提供を停止したりする権利も留保していることについて、お客様は認め、同意する必要があります。 弊社は、McKinsey Academy の変更またはお客様が McKinsey Academy にアクセスできる権利の変更 (お客様のアカウントを失効させる方法による変更を含みます) について、お客様または第三者に対しどのような法的責任も負いません。McKinsey Academy へのアクセスが不要となった場合には、いつでも参加を停止できます。本規約に基づきお客様に付与される権利は、対応する McKinsey Academy 利用権が失効した時点で自動的に失効しますが、弊社がお客様に付与したライセンスや本規約のいずれかの条項のうち、お客様または弊社が本規約に基づく権利を行使したり義務を果たしたりするのに必要なライセンスおよび条項の効力は、本規約の終了後も存続します。
nl: Naar eigen goeddunken kunnen we uw gebruik van en deelname aan McKinsey Academy na kennisgeving aan u beëindigen. In aanvulling op disclaimers in artikel 7 erkent u en gaat u ermee akkoord dat we ons het recht voorbehouden naar eigen beoordeling een cursus of dienst die via McKinsey Academy wordt aangeboden te annuleren, uit te stellen, opnieuw in te plannen of van vorm te veranderen, of om geheel of gedeeltelijk te stoppen met het verstrekken van McKinsey Academy of aanverwante diensten. Wij zijn niet aansprakelijk jegens u of een derde partij voor wijzigingen in McKinsey Academy of uw recht op toegang (met inbegrip van beëindiging van uw Account). Als u niet langer toegang wenst tot McKinsey Academy kunt u uw deelname aan McKinsey Academy op elk gewenst moment stoppen. De in deze Voorwaarden aan u verleende rechten worden automatisch beëindigd bij beëindiging van uw recht om McKinsey Academy te gebruiken, voor zover van toepassing; op voorwaarde echter dat elke licentie die u door ons is verleend en elke bepaling van deze Voorwaarden of het Privacybeleid die nodig is om uw of onze rechten of verplichtingen uit hoofde van deze Voorwaarden af te dwingen of uit te oefenen, van kracht blijft na de beëindiging van deze Voorwaarden.
pl: McKinsey może według swojego wyłącznego uznania zakończyć korzystanie przez użytkownika z i udział w McKinsey Academy, powiadamiając go na piśmie. Oprócz wyłączeń wymienionych w punkcie 7 użytkownik przyjmuje do wiadomości i zgadza się, że McKinsey zastrzega sobie prawo anulowania, opóźnienia, przesunięcia lub zmiany formatu dowolnego szkolenia lub usługi oferowanej za pośrednictwem McKinsey Academy, według swojego wyłącznego uznania, bądź zaprzestania świadczenia McKinsey Academy lub usług z nią powiązanych w całości lub części. McKinsey nie ponosi odpowiedzialności wobec użytkownika lub osób trzecich za zmiany w McKinsey Academy lub prawa dostępu do niej użytkownika (w tym wskutek usunięcia Konta Użytkownika). Jeśli użytkownik nie chce już posiadać dostępu do McKinsey Academy, może zakończyć uczestnictwo w niej w dowolnym momencie. Uprawnienia udzielone użytkownikowi niniejszymi Warunkami wygasają automatycznie odpowiednio po cofnięciu prawa użytkownika do korzystania z McKinsey Academy, z tym jednak, że wszystkie licencje udzielone przez użytkownika McKinsey i wszystkie postanowienia niniejszych Warunków i Polityki prywatności niezbędne do egzekwowania lub wykonywania praw lub obowiązków McKinsey z tytułu niniejszych Warunków obowiązują nadal po zakończeniu uczestnictwa użytkownika.
pt: A nosso critério, podemos encerrar seu uso e participação na McKinsey Academy mediante aviso prévio. Além das isenções de responsabilidade estabelecidas na Seção 7, você reconhece e concorda que nos reservamos o direito, a nosso critério exclusivo, de cancelar, adiar, reagendar ou alterar o formato de qualquer curso ou serviço oferecido pela McKinsey Academy ou deixar de fornecer todos os ou parte da McKinsey Academy ou serviços relacionados. Não teremos nenhuma responsabilidade perante você ou terceiros por alterações na McKinsey Academy ou no seu direito de acessá-la (inclusive através do encerramento da sua conta). Se você não desejar mais ter acesso à McKinsey Academy, poderá interromper sua participação na McKinsey Academy a qualquer momento. Os direitos concedidos a você nos termos deste instrumento terminarão automaticamente após qualquer rescisão do seu direito de usar a McKinsey Academy, conforme aplicável; desde que, no entanto, qualquer licença concedida a você por nós e qualquer cláusula destes termos ou da política de privacidade necessária para impor ou exercer seus ou nossos direitos ou obrigações aqui contidos, deva sobreviver à rescisão destes termos.
zh: 我们会全权酌情决定在通知您的情况下终止您对麦肯锡学院的使用和参与。除第 7 节中规定的免责声明外，您还承认并同意，我们保留自行决定针对麦肯锡学院提供的任何课程或服务进行取消、延迟、改期或更改格式的权利，也保留停止提供所有或部分内容和相关服务的权利。 对于麦肯锡学院的更改或您访问它的权利（包括通过终止您的帐户），我们对您或任何第三方概不负责。如果您不再希望访问麦肯锡学院，则可以随时停止参加麦肯锡学院。如果您终止使用麦肯锡学院的权利（如适用），本协议授予您的权利将自动终止；但前提是，在这些条款终止后，由我们授予您的任何许可以及为执行或行使您或我们在此项下的权利或义务所必需的这些条款或隐私政策的任何规定仍有效。

source: 11. Governing Law; Jurisdiction
ar: 11. القانون الحاكم؛ الاختصاص القضائي
de: 11. Anwendbares Recht; Gerichtsbarkeit
es: 11. Ley aplicable; jurisdicción
ja: 11. 準拠法、法域
nl: 11. Toepasselijk recht; Jurisdictie
pl: 11. Prawo umowy i właściwość sądu
pt: 11. Legislação aplicável; Foro
zh: 11. 适用法律；管辖权

source: 12. Miscellaneous
ar: 12. متفرقات
de: 12. Verschiedenes
es: 12. Disposiciones varias
ja: 12. 雑則
nl: 12. Divers
pl: 12. Postanowienia różne
pt: 12. Diversos
zh: 12. 杂项

source: Use of McKinsey Academy is unauthorized in any jurisdiction that does not give effect to all provisions of these Terms, including without limitation this Section 12 and of our Privacy Policy. If any provision of these Terms is deemed invalid or unenforceable for any reason, such provision shall be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the Terms shall continue in full force and effect. Any rights not expressly granted herein are reserved.
ar: إن استخدام أكاديمية ماكنزي غير مصرح به في أي اختصاص قضائي لا ينفذ جميع أحكام هذه الشروط، بما في ذلك، على سبيل المثال لا الحصر، هذا القسم رقم 12، وأحكام سياسة الخصوصية لدينا. وإذا اعتُبر أي حكم من أحكام هذه الشروط باطلًا أو غير قابل للتنفيذ لأي سبب من الأسباب، فسيحل محله حكم صالح وقابل للتنفيذ يطابق إلى حد كبير القصد من نص الحكم الأصلي وتظل بقية الشروط سارية بالكامل. وأي حقوق غير ممنوحة هنا صراحةً نحتفظ بها لأنفسنا.
de: Die Verwendung der McKinsey Academy ist in jeder Rechtsordnung unzulässig, die nicht alle Bestimmungen dieser Bedingungen, einschließlich, aber nicht beschränkt auf diesen Abschnitt 12, und unsere Datenschutzrichtlinie wirksam macht. Wenn eine Bestimmung dieser Bedingungen aus irgendeinem Grund als ungültig oder nicht durchsetzbar erachtet wird, gilt diese Bestimmung als ersetzt durch eine gültige, durchsetzbare Bestimmung, die der Absicht der ursprünglichen Bestimmung am nächsten kommt, und der Rest der Bedingungen bleibt in vollem Umfang gültig und wirksam. Alle nicht ausdrücklich hierin gewährten Rechte sind vorbehalten.
es: El uso de McKinsey Academy no está autorizado en ninguna jurisdicción donde no tengan efecto todas las disposiciones de estos Términos de Uso, como, por ejemplo, la presente Sección 12 y la Política de privacidad. Si alguna de las disposiciones de estos Términos de Uso fuera considerada nula o ineficaz por cualquier motivo, se entenderá que dicha disposición es sustituida por una disposición válida, eficaz y que coincida en la mayor parte posible con la disposición original, y el resto de los Términos de Uso permanecerán vigentes. Se reservan todos los derechos no otorgados de manera expresa en el presente instrumento.
ja: 本規約のすべての条項 (本第 12 条や、弊社のプライバシーに関する方針の条項を含みますが、これらに限定されません) を発効させることができない法域では、McKinsey Academy を利用できません。本規約のいずれかの条項が何らかの理由で無効または強制不能なものとみなされた場合、該当条項は、該当条項が設けられた本来の目的が、当事者の想定に最も近い形で果たされることとなるような、有効かつ強制可能な条項に置き換えられたものとみなされ、残りの条項は完全に有効な条項として存続します。本規約に明示されていない権利は、いずれも弊社に帰属します。
nl: Gebruik van McKinsey Academy is niet toegestaan in een rechtsgebied dat niet alle bepalingen van deze Voorwaarden uitvoert, met inbegrip van maar niet beperkt tot Artikel 12 en ons Privacybeleid. Als een bepaling van deze Voorwaarden om welke reden dan ook ongeldig of niet-afdwingbaar wordt geacht, wordt die bepaling vervangen door een geldige, afdwingbare bepaling die het meest overeenkomt met het doel van de oorspronkelijke bepaling en de rest van de Voorwaarden blijft dan volledig van kracht. Alle rechten die hierin niet uitdrukkelijk worden verleend, zijn voorbehouden.
pl: Korzystanie z McKinsey Academy w systemie prawnym, który nie umożliwia stosowania niniejszych Warunków, w tym bez ograniczeń niniejszego punktu 12 i Polityki prywatności, odbywa się bez upoważnienia. W przypadku gdyby któreś z postanowień niniejszych Warunków zostało uznane za nieważne lub niewykonalne z dowolnego powodu, zostanie ono zastąpione ważnym i wykonalnym postanowieniem, które jak najściślej odpowiada intencji pierwotnego postanowienia, a pozostała część niniejszych Warunków pozostaje w pełni ważna i skuteczna. Wszelkie prawa nieprzyznane wyraźnie niniejszymi Warunkami pozostają zastrzeżone.
pt: O uso da McKinsey Academy não é autorizado em nenhuma jurisdição que não efetue todas as disposições destes termos, incluindo, sem limitação, esta seção 12 e nossa política de privacidade. Se qualquer provisão destes termos for considerada inválida ou inexequível por qualquer motivo, essa provisão será considerada substituída por uma provisão válida e executável que mais se aproxima da intenção da provisão original e o restante dos termos continuará em pleno vigor e efeito. Quaisquer direitos não expressamente concedidos aqui são reservados.
zh: 在未使这些条款（包括但不限于本条款第 12 节和我们的隐私政策）的所有规定生效的任何司法管辖区中，未经许可不得使用麦肯锡学院。如果这些条款中的任何条款由于任何原因被视为无效或无法执行，则应视为该条款被最符合原始条款意图的有效、可执行条款所取代，其余条款应继续完全有效。保留此处未明确授予的任何权利。

source: These Terms of Use are intended to supplement any other agreement or terms between us that may otherwise be applicable to McKinsey Academy. In the event of any conflict or inconsistency between these Terms of Use and any other agreement or terms, these Terms of Use will take precedence and supersede any such other conflicting or inconsistent terms or agreements to the extent relating to McKinsey Academy.
ar: تهدف شروط الاستخدام هذه إلى استكمال أي اتفاق أو شروط أخرى بيننا قد تكون قابلة للتطبيق على أكاديمية ماكنزي. وفي حالة وجود أي تعارض أو عدم اتساق بين شروط الاستخدام هذه وأي اتفاق أو شروط أخرى، تكون لشروط الاستخدام هذه الأسبقية وتحل محل أي شروط أو اتفاقات أخرى متعارضة أو غير متسقة إلى الحد الذي يتعلق بأكاديمية ماكنزي.
de: Diese Nutzungsbedingungen dienen als Ergänzung aller anderen Vereinbarungen oder Bedingungen zwischen uns, die anderweitig für die McKinsey Academy und die McKinsey Academy-Inhalte gelten. Im Falle eines Konflikts oder Widerspruchs zwischen diesen Nutzungsbedingungen und anderen Vereinbarungen oder Bedingungen haben diese Nutzungsbedingungen Vorrang und ersetzen alle anderen widersprüchlichen oder abweichenden Bestimmungen oder Vereinbarungen in Bezug auf die McKinsey Academy.
es: Los Términos de Uso están diseñados para complementar cualquier otro acuerdo o términos de uso aplicables a McKinsey Academy. En caso de conflicto o inconsistencia entre estos Términos de Uso y cualquier otro acuerdo, los presentes Términos de Uso prevalecerán y sustituirán cualquier otro acuerdo o disposición en conflicto o inconsistente en la medida que estén relacionados con McKinsey Academy.
ja: 本利用規約は、McKinsey Academy に適用される場合がある、お客様と弊社の他の契約または規約を補完するものです。本利用規約と、他の契約または規約の定めが相反する場合、McKinsey Academy に関する定めに関しては本利用規約の定めが優先され、相反する他の規約または契約の定めと置き換えられます。
nl: Deze Gebruiksvoorwaarden zijn bedoeld als aanvulling op alle andere overeenkomsten of voorwaarden tussen ons die anders van toepassing kunnen zijn op McKinsey Academy. In geval van een conflict of inconsistentie tussen deze Gebruiksvoorwaarden en andere overeenkomsten of voorwaarden prevaleren deze Gebruiksvoorwaarden boven dergelijke andere conflicterende of inconsistente voorwaarden of overeenkomsten voor zover deze betrekking hebben op McKinsey Academy.
pl: Niniejsze Warunki mają uzupełniać inne umowy lub warunki między McKinsey i użytkownikiem, które mogą z innych względów stosować się do McKinsey Academy. W przypadku konfliktu między niniejszymi Warunkami korzystania i innymi umowami lub warunkami niniejsze Warunki korzystania mają pierwszeństwo i zastępują wszystkie inne kolidujące lub niespójne warunki lub umowy w zakresie dotyczącym McKinsey Academy.
pt: Estes termos de uso têm como objetivo complementar qualquer outro contrato ou termos entre nós que, de outra forma, possam ser aplicáveis à McKinsey Academy. No caso de qualquer conflito ou inconsistência entre estes termos de uso e qualquer outro acordo ou termos, estes termos de uso prevalecerão e substituirão quaisquer outros termos ou acordos conflitantes ou inconsistentes, na medida em que estejam relacionados à McKinsey Academy.
zh: 这些使用条款旨在补充我们之间可能适用于麦肯锡学院的任何其他协议或条款。如果本使用条款与任何其他协议或条款之间存在任何冲突或不一致，则在与麦肯锡学院有关的范围内，这些使用条款将优先并取代任何其他此类冲突或不一致的条款或协议。

source: 13. Contact Us
ar: 13. اتصل بنا
de: 13. Kontaktieren Sie uns
es: 13. Contáctenos
ja: 13. お問い合わせ
nl: 13. Contact
pl: 13. Dane do kontaktu
pt: 13. Entre em contato conosco
zh: 13. 联系我们

source: Leading transformation
ar: تغيير القيادة
de: An der Spitze der Transformation
es: Liderar la transformación
ja: 変革の主導
nl: Toonaangevende transformatie
pl: Kształtujemy zmianę
pt: Liderando a transformação
zh: 引领转型

source: Transforming leaders
ar: تغيير القادة
de: Für die Transformation von Spitzenkräften
es: Transformar líderes
ja: リーダーの変革
nl: Toonaangevend leiderschap
pl: Kształcimy liderów
pt: Transformando líderes
zh: 转变领导者

source: About Mckinsey Academy
ar: نبذة حول أكاديمية ماكنزي
de: Über die McKinsey Academy
es: Acerca de McKinsey Academy
ja: McKinsey Academyについて
nl: Over McKinsey Academy
pl: Informacje o McKinsey Academy
pt: Sobre o Mckinsey Academy
zh: 关于麦肯锡学院

source: Username can only consist of English letters, numbers, underscores, and hyphens with no spaces.
ar: لا يمكن أن يتكون اسم المستخدم إلا من حروف إنجليزية، وأرقام، وشرطات، وعلامات وصل بدون مسافات.
de: Der Benutzername darf nur aus lateinischen Buchstaben, Zahlen, Unterstrichen und Bindestrichen ohne Leerzeichen bestehen.
eo: Ûsérnämé çän önlý çönsïst öf Énglïsh léttérs, nümßérs, ündérsçörés, änd hýphéns wïth nö späçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: El nombre de usuario solo puede contener letras, números, guiones bajos y guiones, sin espacios.
fr: Le nom d'utilisateur ne peut contenir que des lettres de l’alphabet anglais, des chiffres, des traits de soulignement et des traits d'union sans espace.
ja: ユーザー名には、英数字、アンダースコア、ハイフンが使用できます。スペースは使用できません。
nl: Gebruikersnaam kan alleen bestaan uit Engelse letters, cijfers, lage streepjes en koppeltekens, zonder spaties.
pl: Nazwa użytkownika może składać się wyłącznie ze znaków alfabetu łacińskiego, cyfr, podkreślników i myślników bez spacji.
pt: O nome de usuário só pode consistir em letras do alfabeto latino, números, sublinhados e hífenes e não pode conter espaços.
zh: 用户名只能由英文字母、数字、下划线和连字符组成，不能有空格。

source: Enter a valid value consisting of letters, numbers, underscores, dots, hyphens or spaces.
ar: أدخل قيمة صحيحة تتكون من أحرف أو أرقام، ورموز تحتية، ونقاط، وواصلات أو مسافات.
de: Geben Sie einen gültigen Wert ein, der aus Buchstaben, Zahlen, Unterstrichen, Punkten, Bindestrichen oder Leerzeichen besteht.
eo: Éntér ä välïd välüé çönsïstïng öf léttérs, nümßérs, ündérsçörés, döts, hýphéns ör späçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Ingrese un valor válido que incluya letras, números, guiones bajos, puntos, guiones o espacios.
fr: Saisissez une valeur valide composée de lettres, de chiffres, de traits de soulignement, de points, de traits d'union ou d'espaces.
ja: 英数字、アンダースコア、ドット、ハイフン、またはスペースで構成される有効な値を入力してください。
nl: Voer een geldige waarde in die bestaat uit letters, cijfers, lage streepjes, punten, koppeltekens of spaties.
pl: Wprowadź poprawną wartość składającą się wyłącznie z liter, numerów, podkreślników, kropek, myślników i spacji.
pt: Digite um valor válido que consista em letras, números, sublinhados, pontos, hífenes ou espaços.
zh: 输入由字母、数字、下划线、圆点、连字符或空格组成的有效值。

source: Enter a valid value consisting of letters, numbers, underscores, dots, parentheses, hyphens or spaces.
ar: أدخل قيمة صحيحة تتكون من أحرف أو أرقام، وشرطات، ونقاط، وأقواس، وعلامات وصل أو مسافات.
de: Geben Sie einen gültigen Wert ein, der aus Buchstaben, Zahlen, Unterstrichen, Punkten, Klammern, Bindestrichen oder Leerzeichen besteht.
eo: Éntér ä välïd välüé çönsïstïng öf léttérs, nümßérs, ündérsçörés, döts, pärénthésés, hýphéns ör späçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Ingrese un valor válido que incluya letras, números, guiones bajos, puntos, paréntesis, guiones o espacios.
fr: Saisissez une valeur valide composée de lettres, de chiffres, de traits de soulignement, de points, de parenthèses, de traits d'union ou d'espaces.
ja: 英数字、アンダースコア、ドット、丸括弧、ハイフン、またはスペースで構成される有効な値を入力してください。
nl: Voer een geldige waarde in die bestaat uit letters, cijfers, lage streepjes, punten, haakjes, koppeltekens of spaties.
pl: Wprowadź poprawną wartość składającą się wyłącznie z liter, numerów, podkreślników, kropek, myślników i spacji.
pt: Digite um valor válido que consista em letras, números, sublinhados, pontos, parênteses, hífenes ou espaços.
zh: 输入由字母、数字、下划线、圆点、圆括号、连字符或空格组成的有效值。

source: Enter a valid phone number
ar: قم بإدخال رقم هاتف صحيح
de: Geben Sie eine gültige Telefonnummer ein
eo: Éntér ä välïd phöné nümßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Ingrese un número de teléfono válido
fr: Saisir un numéro de téléphone valide
ja: 使用可能な電話番号を入力してください
nl: Voer een geldig telefoonnummer in
pl: Wprowadź poprawny numer telefonu
pt: Digite um número de telefone válido
zh: 输入有效的电话号码

source: First name: {}
ar: الاسم الأول: {}
de: Vorname: {}
eo: Fïrst nämé: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Nombre: {}
fr: Prénom : {}
ja: 名: {}
nl: Voornaam: {}
pl: Imię: {}
pt: Nome: {}
zh: 名字：{}

source: Last name: {}
ar: اسم العائلة: {}
de: Nachname: {}
eo: Läst nämé: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Apellido: {}
fr: Nom : {}
ja: 氏: {}
nl: Achternaam: {}
pl: Nazwisko: {}
pt: Sobrenome: {}
zh: 姓氏：{}

source: Please contact our <a href="%(support)s" target="_blank">support team</a> if you experience any technical issues.
ja: 技術的な問題が発生した場合は、弊社の<a href="%(support)s" target="_blank">サポートチーム</a>にご連絡ください。
nl: Bij technische problemen kunt u contact opnemen met ons <a href="%(support)s" target="_blank">supportteam</a>.
pt: Em caso de problema técnico, entre em contato com a nossa <a href="%(support)s" target="_blank">equipe de suporte</a>.
zh: 如果您遇到任何技术问题，请联系我们的<a href="%(support)s" target="_blank">支持团队</a>。

source: Dear
ja: 様、
pl: Drogi
