Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: McKinsey Academy is convening next-generation leaders from top global companies for a transformational learning journey to achieve peak performance. Participants will develop as inspirational leaders, learn from leading global business and thought leaders, and build a global network of peers. This program provides a mix of digital courses, in-person learning sessions, and live webinars that hone core skills around critical thinking & strategy, innovation & disruption, and leadership & influence.
ar: تعقد أكاديمية ماكنزي ملتقى يجمع قادة الجيل القادم من كبرى الشركات العالمية في رحلة تعليمية تحويلية لتحقيق أعلى مستويات الأداء؛ حيث سيتم تنمية مهارات المشاركين كي يصيروا قادة ملهمين، ويتعلمون من رواد قادة الأعمال والفكر العالميين، ويتمكنوا من بناء شبكة عالمية من الأقران؛ ويوفر هذا البرنامج مزيجًا من الدورات التدريبية الرقمية، وجلسات التعلم الشخصية، والندوات الحية التي تشحذ المهارات الأساسية ذات الصلة بالتفكير النقدي والتخطيط الاستراتيجي، والابتكار والإبداع، والقيادة والتأثير.
de: Die McKinsey Academy führt Führungskräfte der nächsten Generation aus globalen Unternehmen auf einer transformierenden Lernreise mit dem Ziel zusammen, Spitzenleistung zu erreichen. Die Teilnehmer entwickeln sich zu inspirierenden Führungskräften, lernen von führenden globalen Unternehmensleitern und Vordenkern und bauen ein globales Peer-Netzwerk auf. Dieses Programm bietet eine Mischung aus digitalen Kursen, persönlichen Unterrichtseinheiten vor Ort und Live-Webinaren, die Kernkompetenzen zu kritischem Denken und Strategien, Innovationen und Störung sowie Führung und Einfluss perfektionieren.
eo: MçKïnséý Àçädémý ïs çönvénïng néxt-générätïön léädérs fröm töp glößäl çömpänïés för ä tränsförmätïönäl léärnïng jöürnéý tö äçhïévé péäk pérförmänçé. Pärtïçïpänts wïll dévélöp äs ïnspïrätïönäl léädérs, léärn fröm léädïng glößäl ßüsïnéss änd thöüght léädérs, änd ßüïld ä glößäl nétwörk öf péérs. Thïs prögräm prövïdés ä mïx öf dïgïtäl çöürsés, ïn-pérsön léärnïng séssïöns, änd lïvé wéßïnärs thät höné çöré skïlls äröünd çrïtïçäl thïnkïng & strätégý, ïnnövätïön & dïsrüptïön, änd léädérshïp & ïnflüénçé.#
es: McKinsey Academy convoca a la nueva generación de líderes de las principales compañías internacionales para un recorrido de aprendizaje transformador que les permita alcanzar el máximo desempeño. Los participantes se desarrollarán como líderes inspiradores, aprenderán de importantes líderes de negocios y de opinión globales y construirán una red de colegas. Este programa proporciona una combinación de cursos digitales, sesiones de aprendizaje en persona y seminarios web en vivo para perfeccionar las habilidades en tres áreas: pensamiento crítico y estrategia, innovación y disrupción, y liderazgo e influencia.
fr: McKinsey Academy réunit la nouvelle génération de leaders en provenance des plus grandes entreprises mondiales pour un parcours de formation transformationnel qui leur permettra d'être encore plus performants. Les participants deviendront des leaders stimulants, apprendront auprès de leaders d’opinion et de dirigeants des plus grandes entreprises du monde et construiront un réseau mondial de pairs. Ce programme fournit des sessions de formation en présentiel, des cours numériques et des webinaires en direct qui affinent des compétences de base autour des concepts de Pensée critique et stratégie, Innovation et rupture, et Leadership et influence.
ja: McKinsey Academyでは、世界のトップ企業から次世代のリーダーたちを集めて、最高の業績を達成するための変換的学習を開始しています。参加者は、心を揺さぶるリーダーとして、世界トップのビジネスリーダーや思考的リーダーから学び、国際的なネットワークを構築していきます。このプログラムでは、批判的思考&戦略、革新&崩壊、リーダー&影響力を取り巻くコアスキルを磨くための、デジタル、対面式、ウェビナー式セッションを組み合わせています。
nl: McKinsey Academy brengt de volgende generatie leiders van mondiale topbedrijven bijeen voor een transformerend leertraject voor het verwezenlijken van topprestaties. Deelnemers kunnen zich ontwikkelen tot inspirerende leiders, leren van mondiaal toonaangevende zakelijke leiders en ‘thought leaders’ en een mondiaal netwerk van collega’s opbouwen. Dit programma biedt een mix van digitale cursussen, persoonlijke leersessies en live webinars die essentiële vaardigheden aanscherpen met betrekking tot kritisch denken en strategie, innovatie en doorbreking en leiderschap en invloed.
pl: McKinsey Academy zaprasza przyszłych liderów z całego świata do wzięcia udziału w edukacyjnej podróży, która pozwoli im osiągnąć swój maksymalny potencjał. Uczestnicy rozwiną się w roli inspirujących przywódców, ucząc się o największych liderów i teoretyków światowego biznesu i otrzymają możliwość zbudowania międzynarodowych relacji biznesowych. Program ten oparty jest zarówna na kursach wirtualnych, jak i sesjach na żywo, a także webinariach w czasie rzeczywistym. Wszystko to pomoże uczestnikom wypracować kluczowe umiejętności związane z krytycznym myśleniem i strategią, innowacyjnością i technologiami przełomowymi oraz przywództwem i wywieraniem wpływu.
pt: O McKinsey Academy está convocando os líderes da próxima geração das principais empresas globais para uma jornada de aprendizado transformacional para alcançar o máximo desempenho. Os participantes se desenvolverão como líderes inspiradores, aprenderão com líderes globais de negócios e thought leaders e construirão uma rede global de pares. Esse programa oferece uma combinação de cursos digitais, sessões de aprendizado presenciais e webinários ao vivo que aprimoram as principais habilidades de pensamento crítico e estratégia, inovação e disrupção, e liderança e influência.
zh: 麦肯锡学院将召集全球顶级企业的下一代领导者，开展转型学习之旅，以实现最佳绩效。参与者将成长为鼓舞人心的领导者，向全球一流的商业领袖和思想领袖学习，并构建全球性的同行人际网络。本课程计划同时提供数字课程，面对面学习课程，以及围绕批判性思维与策略、创新与颠覆以及领导力与影响力磨练核心技能的实时网络研讨会。

source: For more information, please visit <a href="http://www.fblf.info" target="_blank">www.fblf.info</a> or email <a href="mailto:FBLF@mckinseyacademy.com">FBLF@mckinseyacademy.com</a>.
ar: للمزيد من المعلومات، يرجى زيارة <a href="http://www.fblf.info" target="_blank">www.fblf.info</a> أو مراسلتنا على البريد الإلكتروني <a href="mailto:FBLF@mckinseyacademy.com">FBLF@mckinseyacademy.com</a>.
de: Um weitere Informationen zu erhalten, besuchen Sie <a href="http://www.fblf.info" target="_blank">www.fblf.info</a> oder schreiben Sie eine E-Mail an <a href="mailto:FBLF@mckinseyacademy.com">FBLF@mckinseyacademy.com</a>.
eo: För möré ïnförmätïön, pléäsé vïsït <a href="http://www.fblf.info" target="_blank">www.fßlf.ïnfö</a> ör émäïl <a href="mailto:FBLF@mckinseyacademy.com">FBLF@mçkïnséýäçädémý.çöm</a>. Ⱡ'σяєм ιρѕυ#
es: Para obtener más información, visite <a href="http://www.fblf.info" target="_blank">www.fblf.info</a> o escríbanos a <a href="mailto:FBLF@mckinseyacademy.com">FBLF@mckinseyacademy.com</a>.
fr: Pour plus d’informations, consultez <a href="http://www.fblf.info" target="_blank">www.fblf.info</a> or email <a href="mailto:FBLF@mckinseyacademy.com">FBLF@mckinseyacademy.com</a>.
ja: 詳細については、<a href="http://www.fblf.info" target="_blank">www.fblf.info</a>をご覧いただくか、<a href="mailto:FBLF@mckinseyacademy.com">FBLF@mckinseyacademy.com</a>までご連絡ください。
nl: Ga voor meer informatie naar <a href="http://www.fblf.info" target="_blank">www.fblf.info</a> of stuur een e-mailbericht naar <a href="mailto:FBLF@mckinseyacademy.com">FBLF@mckinseyacademy.com</a>.
pl: Aby dowiedzieć się więcej, wejdź na <a href="http://www.fblf.info" target="_blank">www.fblf.info</a> lub wyślij e-mail na <a href="mailto:FBLF@mckinseyacademy.com">FBLF@mckinseyacademy.com</a>.
pt: Para mais informações, acesse<a href="http://www.fblf.info" target="_blank"> www.fblf.info</a> ou envie um e-mail para <a href="mailto:FBLF@mckinseyacademy.com">FBLF@mckinseyacademy.com</a>.
zh: 有关详细信息，请访问 <a href="http://www.fblf.info" target="_blank">www.fblf.info</a> 或发送电子邮件至 <a href="mailto:FBLF@mckinseyacademy.com">FBLF@mckinseyacademy.com</a>。

source: Below is an overview of selected courses from our programs.
ar: فيما يلي نظرة عامة على الدورات التدريبية المختارة من برامجنا.
de: Nachstehend befindet sich ein Überblick ausgewählter Kurse von unseren Programmen.
eo: Bélöw ïs än övérvïéw öf séléçtéd çöürsés fröm öür prögräms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: A continuación encontrará una descripción general de cursos seleccionados de nuestros programas.
fr: Voici une présentation de cours sélectionnés, tirés de nos programmes.
ja: 以下は、当社のプログラム選りすぐりのコース概要です。
nl: Hieronder vindt u een overzicht van geselecteerde cursussen uit onze programma’s.
pl: Poniżej znajdziesz opis wybranych kursów
pt: Abaixo você encontra uma visão geral de cursos selecionados em nossos programas.
zh: 以下简要介绍了我们课程计划中的部分课程。

source: Mastering Difficult Conversations
ar: إتقان المحادثات الصعبة
de: Bewältigung schwieriger Gespräche
eo: Mästérïng Dïffïçült Çönvérsätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Dominar conversaciones difíciles
fr: Maîtriser les conversation difficiles
ja: 困難な会話の習得
nl: Lastige gesprekken beheersen
pl: Sztukę prowadzenia trudnych rozmów
pt: Dominando conversas difíceis
zh: 掌控困难的对话

source: Team Management, Coaching and Mentoring
ar: إدارة فرق العمل وتدريبها وتوجيهها
de: Teamleitung, Coaching und Mentoring
eo: Téäm Mänägémént, Çöäçhïng änd Méntörïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Manejo de equipos, coaching y mentoring
fr: Gestion d'équipe, encadrement et mentorat
ja: チーム管理、コーチング、メンタリング
nl: Teammanagement, coachen en begeleiden
pl: Zarządzanie zespołem, coaching i mentoring
pt: Gestão de equipes, coaching e mentoring
zh: 团队管理、辅导和指导

source: Unlocking Potential
ar: إطلاق الإمكانات
de: Freigabe von Potenzial
eo: Ûnlöçkïng Pöténtïäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Liberar el potencial
fr: Libérer les potentiels
ja: 潜在能力の解放
nl: Potentieel stimuleren
pl: Uwalnianie potencjału
pt: Liberando potencial
zh: 释放潜能

source: You are not authorized to view this.
ar: غير مسموح لك برؤية هذا.
de: Sie sind nicht autorisiert, das anzuzeigen.
eo: Ýöü äré nöt äüthörïzéd tö vïéw thïs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: No está autorizado para ver esto.
fr: Vous n'êtes pas autorisé à afficher ce contenu.
ja: この情報を閲覧する権限はありません。
nl: U bent niet gemachtigd om dit te bekijken.
pl: Nie masz uprawnień, aby zobaczyć tę część witryny.
pt: Visualização não autorizada
zh: 您无权查看此内容。

source: Preview Language Setting
ar: معاينة إعدادات اللغة
de: Vorschau Spracheinstellung
eo: Prévïéw Längüägé Séttïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Vista previa de configuración de idioma
fr: Paramètre de langue de la prévisualisation
ja: 言語設定を確認する
nl: Voorbeeld taalinstelling
pl: Podgląd ustawień językowych
pt: Definição do idioma da visualização
zh: 预览语言设置

source: Language Code
ar: رمز اللغة
de: Sprachcode
eo: Längüägé Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Código de idioma
fr: Code de langue
ja: 言語コード
nl: Taalcode
pl: Kod języka
pt: Código do idioma
zh: 语言代码

source: For example use en for English
ar: على سبيل المثال، استخدام "en" للغة الإنجليزية
de: Verwenden Sie beispielsweise "en" für Englisch
eo: För éxämplé üsé én för Énglïsh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Por ejemplo, utilice “en” para inglés
fr: Par exemple, utilisez EN pour anglais
ja: 例えば、英語の場合はenを使用します
nl: Gebruik bijvoorbeeld nl voor Nederlands
pl: Przykład: en oznacza język angielski
pt: Por exemplo, use "en" para inglês (English)
zh: 例如用 en 代表英语

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
eo: Rését Ⱡ'σяєм ιρѕ#
es: Restablecer
fr: Réinitialiser
ja: リセット
nl: Opnieuw instellen
pl: Zresetuj
pt: Redefinir
zh: 重置

source: Please refresh the page to see the changes applied.
ar: يرجى تحديث الصفحة لمعرفة التغييرات التي تم إدخالها.
de: Bitte aktualisieren Sie die Seite, um die angewandten Änderungen zu sehen.
eo: Pléäsé réfrésh thé pägé tö séé thé çhängés äpplïéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Actualice la página para ver los cambios aplicados.
fr: Veuillez réactualiser la page pour voir les modifications appliquées
ja: 変更内容を確認するには、ページをリフレッシュしてください。
nl: Vernieuw de pagina om de doorgevoerde wijzigingen weer te geven.
pl: Prosimy odświeżyć stronę, aby sprawdzić, czy zmiany zostały zastosowane.
pt: Atualize a página para ver as alterações aplicadas.
zh: 请刷新页面以查看所应用的更改。

source: This Privacy Policy was last updated on November 13, 2017
ar: كان آخر تحديث لسياسة الخصوصية هذه في 13 نوفمبر 2017
de: Die Datenschutzrichtlinie wurde zuletzt am 13. November 2017 aktualisiert
eo: Thïs Prïväçý Pölïçý wäs läst üpdätéd ön Növémßér 13, 2017 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: La presente Política de Privacidad se actualizó por última vez el 13 de noviembre de 2017
fr: Cette politique de confidentialité a été mise à jour le 13 novembre 2017
ja: このプライバシーに関する方針の前回の更新日は、2017年11月13日です
nl: Dit Privacybeleid is voor het laatst bijgewerkt op 13 november 2017
pl: Niniejsza Polityka prywatności została zaktualizowana ostatni 13 listopada 2017
pt: Essa Política de Privacidade foi atualizada pela última vez em 13 de novembro de 2017
zh: 本隐私政策的最近更新日期为 2017 年 11 月 13 日

source: McKinsey & Company and its subsidiaries and affiliates (collectively, “McKinsey”, “us” or “we”) understands that your privacy is important to you. We may process your personal data and we are committed to respecting your privacy and protecting your personal data, which is any information that is capable of identifying you as an individual person, collected in connection with McKinsey Academy.
ar: تتفهم شركة ماكنزي آند كومباني وفروعها والشركات التابعة لها (والتي يشار إليها إجمالًا باسم "ماكنزي" أو "نحن" أو "شركتنا") أن خصوصيتك مسألة في غاية الأهمية بالنسبة لك؛ وفيما قد نقوم بمعالجة بياناتك الشخصية، فإننا نبدي التزامنا باحترام خصوصيتك وحماية بياناتك الشخصية، وهي أي معلومات من شأنها أن تفصح عن هويتك كشخص له استقلاليته الفردية، والتي تم جمعها فيما يتعلق بأعمال أكاديمية ماكنزي.
de: McKinsey & Company und seine Tochtergesellschaften und verbundenen Unternehmen (zusammen "McKinsey", "uns" oder "wir" verstehen, dass Ihre Privatsphäre wichtig für Sie ist. Wir können Ihre persönlichen Daten verarbeiten und wir sind verpflichtet, Ihre Privatsphäre zu respektieren und Ihre persönlichen Daten zu schützen, zu denen alle Informationen gehören, die Sie als eine Einzelperson identifizieren können und in Verbindung mit der McKinsey Academy erfasst wurden.
eo: MçKïnséý & Çömpäný änd ïts süßsïdïärïés änd äffïlïätés (çölléçtïvélý, “MçKïnséý”, “üs” ör “wé”) ündérständs thät ýöür prïväçý ïs ïmpörtänt tö ýöü. Wé mäý pröçéss ýöür pérsönäl dätä änd wé äré çömmïttéd tö réspéçtïng ýöür prïväçý änd prötéçtïng ýöür pérsönäl dätä, whïçh ïs äný ïnförmätïön thät ïs çäpäßlé öf ïdéntïfýïng ýöü äs än ïndïvïdüäl pérsön, çölléçtéd ïn çönnéçtïön wïth MçKïnséý Àçädémý.#
es: McKinsey & Company y sus subsidiarias y filiales (en conjunto, “McKinsey” o cualquier forma en primera persona del plural) entiende que su privacidad es un asunto de suma importancia para usted. McKinsey procesará su información personal, y se compromete a respetar su privacidad y proteger dicha información o cualquier información que pueda identificarlo individualmente y recopilada en relación con McKinsey Academy.
fr: McKinsey & Company et ses filiales et sociétés affiliées (collectivement « McKinsey », « nous ») comprennent que votre vie privée est importante à vos yeux. Nous pouvons être amenés à traiter vos données personnelles et nous nous engageons à respecter votre vie privée et à protéger vos données personnelles, c’est à dire toute information pouvant vous identifier en tant qu’individu, collectée en relation avec McKinsey Academy.
ja: McKinsey & Companyおよびその子会社並びに関連会社 (以下まとめて「McKinsey」または「McKinsey社」または「当社」) は、プライバシーの重要性を理解しています。当社では、個人データを扱う場合がありますが、McKinsey Academyに関連して収集される、個人が特定できる一切の情報を含む、お客様の個人データについては、尊重・保護することをお約束致します。
nl: McKinsey & Company en haar dochterondernemingen en filialen (gezamenlijk ’McKinsey’, ’ons’, ’onze’, ’we’ of ’wij’ genoemd) begrijpen dat uw privacy belangrijk is voor u. We kunnen uw persoonsgegevens verwerken en respecteren hierbij uw privacy en beschermen uw persoonsgegevens; dit zijn alle informatiegegevens die u kunnen identificeren als individuele persoon en die worden verzameld in verband met McKinsey Academy.
pl: Spółka McKinsey & Company oraz jej podmioty zależne i stowarzyszone (dalej zwane zbiorczo „McKinsey”, „my”, „nasze” etc.) rozumiemy, że Twoja prywatność jest dla Ciebie ważna. Możemy przetwarzać Twoje dane osobowe i zobowiązujemy się do uszanowania Twojej prywatności i ochrony Twoich danych osobowych, rozumianych jako jakakolwiek informacja, na podstawie której można zidentyfikować Twoją tożsamość, zebrana w związku z McKinsey Academy.
pt: A McKinsey & Company e suas subsidiárias e afiliadas (coletivamente, “McKinsey”, “nós” ou “conosco”) entendem que a sua privacidade é importante. Temos o compromisso de respeitar a sua privacidade e proteger os seus dados pessoais (ou seja, qualquer informação que seja capaz de identificá-lo como indivíduo) coletados em conexão com o McKinsey Academy.
zh: 麦肯锡公司及其子公司与关联企业（统称为“麦肯锡”或者“我们”）非常注重您的隐私。我们可能会处理您的个人数据，且承诺尊重您的隐私并保护您的个人数据，包括在您使用麦肯锡学院时收集的可以识别您个人身份的任何信息。

source: “McKinsey Academy” refers collectively to any website, including
ar: تشير "أكاديمية ماكنزي" إجمالًا إلى أي موقع على شبكة الإنترنت، بما في ذلك
de: "McKinsey Academy" bezieht sich zusammenfassend auf jede Website, einschließlich
eo: “MçKïnséý Àçädémý” référs çölléçtïvélý tö äný wéßsïté, ïnçlüdïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: “McKinsey Academy” hace referencia de manera conjunta a cualquiera de sus sitios web
fr: « McKinsey Academy » se rapporte collectivement à tous les sites internet, y compris
ja: 「McKinsey Academy」とは、
nl: “McKinsey Academy” verwijst naar elke website, waaronder
pl: Nazwa „McKinsey Academy” odnosi się zbiorczo do dowolnej strony, w tym
pt: "McKinsey Academy" refere-se coletivamente a qualquer site, incluindo
zh: “麦肯锡学院”是以下所有有网站的统称，包括：

source: (the “Sites”), and any mobile device or tablet application or similar software (each a “Mobile Offering”) that is provided by us and that links to this Privacy Policy, and any related courses, content, programs, services, materials or offerings provided by us either through or in connection with a Site, a Mobile Offering or directly to you. This Privacy Policy describes how we handle and protect your personal data in connection with McKinsey Academy. Please see our
ar: ("المواقع") وأي تطبيق على الهواتف الجوالة أو الأجهزة اللوحية أو ما مشابه من برامج (كل "عروض الجوّال") يتم توفيره من جانبنا ويرتبط بسياسة الخصوصية هذه وأي دورات أو محتوى أو برامج أو خدمات أو مواد أو عروض ذات صلة مقدمة من قبلنا إما من خلال أو عن طريق الموقع، أو عروض الجوال أو مباشرة. توضح سياسة الخصوصية هذه كيفية تعاملنا مع بياناتك الشخصية وحمايتها فيما يتعلق بأكاديمية ماكنزي. يرجى مراجعة موقعنا
de: ("Websites"), und alle Mobilgeräte- und Tablet-Anwendungen oder ähnliche Software (jedes ein "mobiles Angebot"), die von uns bereitgestellt werden und die auf diese Datenschutzrichtlinie sowie auf alle damit in Zusammenhang stehenden Kurse, Inhalte, Programme, Dienstleistungen, Materialien oder Angebote verweisen, die von uns entweder über oder in Verbindung mit einer Website, einem mobilen Angebot oder direkt an Sie bereitgestellt werden. Diese Datenschutzrichtlinie beschreibt, wie wir Ihre persönlichen Daten in Verbindung mit der McKinsey Academy handhaben und schützen. In unseren
eo: (thé “Sïtés”), änd äný mößïlé dévïçé ör täßlét äpplïçätïön ör sïmïlär söftwäré (éäçh ä “Mößïlé Öfférïng”) thät ïs prövïdéd ßý üs änd thät lïnks tö thïs Prïväçý Pölïçý, änd äný rélätéd çöürsés, çöntént, prögräms, sérvïçés, mätérïäls ör öfférïngs prövïdéd ßý üs éïthér thröügh ör ïn çönnéçtïön wïth ä Sïté, ä Mößïlé Öfférïng ör dïréçtlý tö ýöü. Thïs Prïväçý Pölïçý désçrïßés höw wé händlé änd prötéçt ýöür pérsönäl dätä ïn çönnéçtïön wïth MçKïnséý Àçädémý. Pléäsé séé öür#
es: (los “Sitios”) y cualquier otro dispositivo móvil o aplicación para tablets o software similar (cada uno de ellos una “Oferta Móvil”) provistos por McKinsey y relacionados con esta Política de Privacidad, y a los cursos, contenidos, programas, servicios, materiales u ofertas suministrados por McKinsey ya sea a través de un Sitio, una Oferta Móvil o directamente a usted. La presente Política de Privacidad describe la forma en que manejamos y protegemos su información personal en relación con McKinsey Academy. Consulte nuestros
fr: (les « Sites ») et toute application pour tablette ou appareil mobile ou logiciel similaire (chacun une « offre mobile ») qui est fournie par nous et qui renvoie à cette politique de confidentialité, et tous les cours, contenus, programmes, services, documents correspondants ou les offres fournies par nos soins dans le cadre ou en rapport avec un site, une offre mobile ou à vous directement. Cette politique de confidentialité décrit la façon dont nous gérons et protégeons vos données personnelles en connexion avec McKinsey Academy. Voir nos
ja: 一切のウェブサイト (「サイト」) 、当社が提供し、当該プライバシーに関する方針に関連する、一切のモバイル機器およびタブレット・アプリまたは類似のソフトウェア (それぞれ「モバイルサービス」)、サイトまたはモバイルサービスを通して、あるいは直接当社が提供する、関連する一切のコース、コンテンツ、プログラム、サービス、教材、その他のサービスをまとめて指します。当該プライバシーに関する方針では、McKinsey Academyに関連する個人データの取り扱いと保護について説明しています。
nl: (de “Sites”) en elke applicatie voor mobiele apparaten of tablets of vergelijkbare software (zoals een “Mobiele aanbieding”) die door ons wordt verstrekt en die is gekoppeld aan dit Privacybeleid, en alle gerelateerde cursussen, inhoud, programma’s, diensten, materialen of aanbod die door ons via of in verband met een Site, Mobiel aanbod of rechtstreeks aan u worden aangeboden. Dit Privacybeleid beschrijft hoe we omgaan met uw persoonsgegevens in verband met McKinsey Academy en hoe we deze beschermen. Zie onze
pl: („Strony) oraz do dowolnej aplikacji mobilnej, na tablet lub do podobnego oprogramowania (każda będąca „Produktem Mobilną”), który jest dostarczana przez nas i która zawiera link do niniejszej Polityki Prywatności oraz to powiązanych kursów, treści, programów, usług, materiałów bądź produktów dostarczanych przez nas za pośrednictwem lub w związku ze Stroną, Produktem Mobilnym o bezpośrednio do Ciebie. Niniejsza Polityka Prywatności opisuje, w jaki sposób obchodzimy się i chronimy Twoje dane osobowe w związku z McKinsey Academy. Prosimy zapoznać się z naszymi
pt: (os “Sites”) e qualquer aplicativo de dispositivo móvel ou tablet ou software semelhante (cada um representando uma “Versão para Dispositivos Móveis”) fornecido por nós e vinculado a esta Política de Privacidade, e quaisquer cursos, conteúdos, programas, serviços, materiais relacionados ou versões oferecidas por nós por meio de ou em conexão com um Site, uma Versão para Dispositivos Móveis ou diretamente para você. Essa Política de Privacidade descreve como tratamos e protegemos os seus dados pessoais em conexão com o McKinsey Academy. Veja os nossos
zh: （以下简称“网站”）；我们提供且与本隐私政策相关的任何网站、移动设备、平板电脑应用程序或类似软件（各项均简称为“移动产品”）；我们通过网站、移动产品、网站或移动产品相关方式，或直接提供给您的任何相关课程、内容、课程计划、服务、材料或产品。本隐私政策描述了我们将如何处理并保护与您使用麦肯锡学院有关的个人数据。请参阅我们的

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
eo: Térms öf Ûsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Términos de uso
fr: Conditions d'utilisation
ja: 利用規約
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt: Termos de uso
zh: 使用条款
