Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: MCKINSEY ACADEMY IS PROVIDED “AS IS”, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. IN ADDITION, WE MAKE NO WARRANTY OR REPRESENTATION THAT (I) ANY SITE, MOBILE OFFERING OR ANY OTHER ASPECT OF MCKINSEY ACADEMY WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, CONTINUE TO BE MADE AVAILABLE, OR IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT ANY DEFECTS THEREIN WILL BE IDENTIFIED OR CORRECTED OR (II) THAT MCKINSEY ACADEMY, ANY SITE OR MOBILE OFFERING, THE MCKINSEY ACADEMY CONTENT, ANY USER CONTENT PROVIDED IN CONNECTION WITH MCKINSEY ACADEMY OR ANY OF THE COURSES OR SERVICES PROVIDED TO YOU DIRECTLY OR INDIRECTLY AS PART OF MCKINSEY ACADEMY WILL MEET YOUR NEEDS OR EXPECTATIONS. WE ARE NOT, AND MCKINSEY ACADEMY AND THE COURSES OFFERED IN CONNECTION THEREWITH ARE NOT OFFERED BY, AN ACCREDITED EDUCATIONAL PROVIDER. NEITHER WE NOR OUR THIRD PARTY CONTENT PROVIDERS OR LICENSORS MAKE ANY WARRANTIES, EXPRESS OR IMPLIED, AS TO THE OWNERSHIP, ACCURACY, RELEVANCE OR ADEQUACY OF THE MCKINSEY ACADEMY CONTENT OR ANY USER CONTENT. EXCEPT AS EXPRESSLY SET FORTH IN THESE TERMS, WE SHALL HAVE NO LIABILITY OR RESPONSIBILITY FOR ANY INFORMATION, MATERIALS, CONTENT, OR SERVICES PUBLISHED OR MADE AVAILABLE ON LINKED WEBSITES, CONTAINED IN ANY USER CONTENT PUBLISHED ON OR MADE AVAILABLE TO YOU THROUGH MCKINSEY ACADEMY, OR PROVIDED BY THIRD PARTIES, INCLUDING APPLICABLE MOBILE PLATFORM PROVIDERS (AS SUCH TERM IS DEFINED IN THE PRIVACY POLICY).
ar: يتم توفير أكاديمية ماكنزي ”على وضعها كما هي”، دون أي ضمان من أي نوع، سواء أكان صريحًا أم ضمنيًا، بما في ذلك، على سبيل المثال لا الحصر، الضمانات الضمنية للرواج التجاري والصلاحية لغرض معين. بالإضافة إلى ذلك، لا نقدم أي ضمانات أو إقرارات بأن (1) أي موقع، أو عرض جوال، أو غيرهما من جوانب أكاديمية ماكنزي سيعمل دون انقطاع أو على نحوٍ خالٍ من الأخطاء، أو سيتاح باستمرار، أو سيكون خاليًا من الفيروسات الإلكترونية أو غيرها من المكونات الضارة، أو أن أي عيوب سيتم تحديدها أو تصحيحها أو (2) أن أكاديمية ماكنزي، وأي موقع أو عرض جوال، ومحتوى أكاديمية ماكنزي، وأي محتوى مستخدم يتم توفيره فيما يتعلق بأكاديمية ماكنزي أو أي من الدورات التدريبية أو الخدمات المقدمة لك بشكل مباشر أو غير مباشر كجزء من أكاديمية ماكنزي، ستلبي احتياجاتك أو توقعاتك. ونحن، وأكاديمية ماكنزي، لسنا مقدمي خدمات تعليمية معتمدين، كما أن الدورات التدريبية المقدمة فيما يتعلق بها لا يتم تقديمها من قِبل مقدمي خدمات تعليمية معتمدين. ولا نقدم نحن ولا أي طرف ثالث لدينا من مقدمي المحتوى أو المرخصين، أي ضمانات، سواء أكانت صريحة أم ضمنية، فيما يتعلق بملكية محتوى أكاديمية ماكنزي أو أي محتوى مستخدم آخر أو دقته أو صلته أو كفايته. وباستثناء ما هو منصوص عليه صراحةً في هذه الشروط، لا نتحمل أي مسؤولية عن أي معلومات أو مواد أو محتوى أو خدمات منشورة أو متاحة على مواقع الويب المرتبطة، أو متضمَّنة في أي من محتويات المستخدم المنشورة على أو المتاحة لك من خلال أكاديمية ماكنزي أو يقدمها طرف ثالث، بما في ذلك مقدمو خدمات منصات الجوال الذين يسري عليهم ذلك (على النحو المحدد به هذا الشرط في سياسة الخصوصية).
de: DIE MCKINSEY ACADEMY WIRD „WIE BESEHEN“ BEREITGESTELLT, OHNE JEGLICHE AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GEWÄHRLEISTUNG, EINSCHLIEßLICH, ABER NICHT BESCHRÄNKT AUF DIE IMPLIZITE GEWÄHRLEISTUNG DER MARKTREIFE UND DER TAUGLICHKEIT FÜR EINEN BESTIMMTEN ZWECK. DARÜBER HINAUS ÜBERNEHMEN WIR KEINE GARANTIE ODER ZUSICHERUNG, DASS (I) EINE WEBSITE, EIN MOBILES ANGEBOT ODER EIN ANDERER ASPEKT DER MCKINSEY ACADEMY UNUNTERBROCHEN ODER FEHLERFREI FUNKTIONIERT, WEITERHIN VERFÜGBAR GEMACHT WIRD ODER FREI VON VIREN ODER ANDEREN SCHÄDLICHEN KOMPONENTEN IST, ODER DASS DARIN ENTHALTENE MÄNGEL IDENTIFIZIERT ODER BEHOBEN WERDEN ODER (II) DASS DIE MCKINSEY ACADEMY, EINE WEBSITE ODER EIN MOBILES ANGEBOT, DER INHALT DER MCKINSEY ACADEMY, BENUTZERINHALTE, DIE IN VERBINDUNG MIT DER MCKINSEY ACADEMY ODER EINEM DER KURSE ODER DIENSTLEISTUNGEN, DIE IHNEN DIREKT ODER INDIREKT ALS TEIL DER MCKINSEY ACADEMY ANGEBOTEN WERDEN, IHREN BEDÜRFNISSEN ODER ERWARTUNGEN ENTSPRECHEN. WIR SIND KEIN ANERKANNTER BILDUNGSANBIETER UND DIE MCKINSEY ACADEMY UND DIE DAMIT VERBUNDENEN KURSE WERDEN VON NICHT VON EINEM ANERKANNTEN BILDUNGSANBIETER ANGEBOTEN. WEDER WIR NOCH UNSERE DRITTANBIETER ODER LIZENZGEBER GEBEN AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GARANTIEN HINSICHTLICH DES EIGENTUMS, DER GENAUIGKEIT, DER RELEVANZ ODER DER ANGEMESSENHEIT DER INHALTE DER MCKINSEY AKADEMIE ODER DER BENUTZERINHALTE AB. VORBEHALTLICH DER AUSDRÜCKLICHEN BESTIMMUNGEN IN DIESEN BEDINGUNGEN ÜBERNEHMEN WIR KEINE HAFTUNG ODER VERANTWORTUNG FÜR INFORMATIONEN, MATERIALIEN, INHALTE ODER DIENSTLEISTUNGEN, DIE AUF VERLINKTEN WEBSITES VERÖFFENTLICHT ODER ZUR VERFÜGUNG GESTELLT WERDEN, DIE IN NUTZERINHALTEN ENTHALTEN SIND, DIE AUF DER MCKINSEY ACADEMY VERÖFFENTLICHT ODER IHNEN ÜBER DIE MCKINSEY ACADEMY ZUR VERFÜGUNG GESTELLT WERDEN, ODER DIE VON DRITTEN, EINSCHLIEßLICH ANBIETERN ENTSPRECHENDER MOBILER PLATTFORMEN, BEREITGESTELLT WERDEN (ENTSPRECHEND DER DEFINITION DIESES BEGRIFFS IN DER DATENSCHUTZRICHTLINIE).
es: MCKINSEY ACADEMY SE PROPORCIONA EN EL ESTADO QUE SE ENCUENTRA, SIN GARANTÍAS DE NINGÚN TIPO, EXPRESAS O IMPLÍCITAS, COMO POR EJEMPLO REFERIDAS A SU APTITUD COMERCIAL O SU ADECUACIÓN A UN USO ESPECÍFICO. ASIMISMO, NO BRINDAMOS NINGUNA GARANTÍA O DECLARACIÓN EN EL SENTIDO DE QUE (I) UN SITIO, UNA OFERTA MÓVIL O CUALQUIER OTRO COMPONENTE DE MCKINSEY ACADEMY FUNCIONARÁN DE MANERA ININTERRUMPIDA O SIN ERRORES, CONTINUARÁN ESTANDO DISPONIBLES, O ESTARÁN LIBRES DE VIRUS U OTROS COMPONENTES DAÑINOS, NI DE QUE SE IDENTIFICARÁN O CORREGIRÁN SUS DEFECTOS, O QUE (II) MCKINSEY ACADEMY, CUALQUIER SITIO U OFERTA MÓVIL, EL CONTENIDO DE MCKINSEY ACADEMY, CUALQUIER CONTENIDO DE USUARIO PROVISTO CON RELACIÓN A MCKINSEY ACADEMY, O CUALQUIERA DE LOS CURSOS O SERVICIOS PROPORCIONADOS DIRECTA O INDIRECTAMENTE COMO PARTE DE MCKINSEY ACADEMY SATISFARÁN SUS NECESIDADES O CUMPLIRÁN CON SUS EXPECTATIVAS. MCKINSEY ACADEMY NO CONSTITUYE UN PROVEEDOR EDUCATIVO ACREDITADO, Y LOS CURSOS OFRECIDOS NO SON PROVISTOS POR UN PROVEEDOR EDUCATIVO ACREDITADO. NI MCKINSEY NI SUS PROVEEDORES DE CONTENIDO EXTERNOS O LICENCIANTES OTORGAN GARANTÍA ALGUNA, EXPRESA O IMPLÍCITA, RESPECTO DE LA PROPIEDAD, PRECISIÓN, RELEVANCIA O IDONEIDAD DEL CONTENIDO DE MCKINSEY ACADEMY O DE CUALQUIER CONTENIDO DE USUARIO. SALVO QUE ASÍ SE INDIQUE DE MANERA EXPLÍCITA EN LOS TÉRMINOS DE USO, MCKINSEY NO ASUME RESPONSABILIDAD ALGUNA POR INFORMACIÓN, MATERIALES, CONTENIDOS O SERVICIOS PUBLICADOS EN LOS SITIOS WEB VINCULADOS O DISPONIBLES EN DICHOS SITIOS, INCLUIDO CUALQUIER CONTENIDO DEL USUARIO PUBLICADO O PUESTO A SU DISPOSICIÓN A TRAVÉS DE MCKINSEY ACADEMY O PROPORCIONADO POR TERCEROS, INCLUIDOS PROVEEDORES DE PLATAFORMA MÓVIL (SEGÚN SE LOS DEFINE EN LA POLÍTICA DE PRIVACIDAD).
ja: MCKINSEY ACADEMY は、商品性や特定目的への適合性に関する黙示保証を含むどのような種類の明示または黙示の保証も付帯しない「現状のまま」の状態で提供されます。また弊社は、(I) 弊社サイト、関連モバイル アプリ等または MCKINSEY ACADEMY の他の要素が、中断もしくはエラーなく稼働すること、利用し続けられること、ウィルスもしくは他の有害要素を含まないものであること、または弊社サイト、関連モバイル アプリ等または MCKINSEY ACADEMY の他の要素に含まれる欠陥が特定もしくは是正されること、あるいは (II) MCKINSEY ACADEMY、弊社サイトまたは関連モバイル アプリ等や、MCKINSEY ACADEMY の関連要素として提供されるMCKINSEY ACADEMY コンテンツおよび該当ユーザー コンテンツ、また MCKINSEY ACADEMY の一部分として直接または間接的にお客様に提供されるコースまたはサービスがお客様のニーズを満たすものであることについて、どのような表明または保証も行いません。.弊社は認定教育機関ではなく、MCKINSEY ACADEMY や関連コースは、認定教育機関が提供するものではありません。弊社または第三者であるコンテンツ プロバイダーもしくはライセンサーは、MCKINSEY ACADEMY コンテンツまたは該当ユーザー コンテンツの所有、正確性、関連性または妥当性について、どのような明示または黙示の保証も行いません。本規約の別段に明示されていない限り、弊社は、リンク先のウェブサイトにて公開されているか利用できる情報、素材、コンテンツもしくはサービス、MCKINSEY ACADEMY にて公開されているか、MCKINSEY ACADEMY を通じて利用できる該当ユーザー コンテンツに含まれている情報、素材、コンテンツもしくはサービス、または該当モバイル プラットフォーム プロバイダー (この用語は、プライバシーに関する方針に定義されています) を含む第三者が提供する情報、素材、コンテンツもしくはサービスについて、どのような法的責任または他の責任も負いません。
nl: MCKINSEY ACADEMY WORDT ‘ALS ZODANIG’ AANGEBODEN, ZONDER ENIGE GARANTIE, UITDRUKKELIJK NOCH IMPLICIET, MET INBEGRIP VAN MAAR NIET BEPERKT TOT IMPLICIETE GARANTIES VAN VERKOOPBAARHEID EN GESCHIKTHEID VOOR EEN BEPAALD DOEL. DAARNAAST GEVEN WIJ GEEN GARANTIE OF VERKLARING DAT (I) EEN SITE, MOBIELE AANBIEDING OF EEN ANDER ASPECT VAN MCKINSEY ACADEMY ONONDERBROKEN EN FOUTLOOS ZAL FUNCTIONEREN, BESCHIKBAAR GEMAAKT ZAL BLIJVEN WORDEN OF VRIJ IS VAN VIRUSSEN OF ANDERE SCHADELIJKE ELEMENTEN, OF DAT EVENTUELE DEFECTEN WORDEN OPGESPOORD OF VERHOLPEN OF (II) DAT MCKINSEY ACADEMY, EEN SITE OF MOBIELE AANBIEDING, DE INHOUD VAN MCKINSEY ACADEMY, GEBRUIKERSINHOUD DIE WORDT VERSCHAFT IN VERBAND MET MCKINSEY ACADEMY OF ANDERE CURSUSSEN OF DIENSTEN DIE DIRECT OF INDIRECT AAN U VERSCHAFT WORDEN ALS ONDERDEEL VAN MCKINSEY ACADEMY, ZULLEN VOLDOEN AAN UW BEHOEFTEN OF VERWACHTINGEN. WIJ ZIJN GEEN GEACCREDITEERDE ONDERWIJSINSTELLING EN MCKINSEY ACADEMY EN DE IN VERBAND DAARMEE AANGEBODEN CURSUSSEN WORDEN NIET AANGEBODEN DOOR EEN GEACCREDITEERDE ONDERWIJSINSTELLING. WIJ NOCH ONZE EXTERNE AANBIEDERS VAN INHOUD OF LICENTIEVERLENERS GEVEN GARANTIES, UITDRUKKELIJK OF IMPLICIET, MET BETREKKING TOT DE EIGENDOM, NAUWKEURIGHEID, RELEVANTIE OF TOEREIKENDHEID VAN DE INHOUD VAN MCKINSEY ACADEMY OF VAN GEBRUIKERSINHOUD. BEHALVE ZOALS UITDRUKKELIJK UITEENGEZET IN DEZE VOORWAARDEN ZIJN WIJ NIET AANSPRAKELIJK OF VERANTWOORDELIJK VOOR INFORMATIE, MATERIALEN, INHOUD OF DIENSTEN DIE WORDEN GEPUBLICEERD OF BESCHIKBAAR GESTELD OP GELINKTE WEBSITES, VERVAT IN GEBRUIKERSINHOUD DIE WORDT GEPUBLICEERD OP OF AAN U TER BESCHIKKING WORDT GESTELD VIA MCKINSEY ACADEMY, OF VERSTREKT DOOR DERDE PARTIJEN, WAARONDER EVENTUELE AANBIEDERS VAN MOBIELE PLATFORMS (DEZE VOORWAARDEN WORDEN NAMELIJK UITEENGEZET IN HET PRIVACYBELEID).
pl: MCKINSEY ACADEMY UDOSTĘPNIANA JEST W AKTUALNYM STANIE, BEZ JAKIEGOKOLWIEK RODZAJU GWARANCJI, WYRAŹNEJ CZY DOROZUMIANEJ, W TYM BEZ OGRANICZEŃ DOROZUMIANYCH GWARANCJI PRZYDATNOŚCI HANDLOWEJ I PRZYDATNOŚCI DO OKREŚLONEGO CELU. DODATKOWO MCKINSEY NIE UDZIELA ŻADNEJ GWARANCJI I NIE SKŁADA ŻADNEGO OŚWIADCZENIA, ŻE (I) WITRYNA, OFERTA MOBILNA LUB INNY ASPEKT MCKINSEY ACADEMY BĘDZIE DZIAŁAĆ W SPOSÓB NIEPRZERWANY LUB BEZBŁĘDNY, BĘDZIE STALE UDOSTĘPNIANA LUB JEST WOLNA OD WIRUSÓW LUB INNYCH SZKODLIWYCH SKŁADNIKÓW, ALBO ŻE BŁĘDY W NIEJ ZAWARTE ZOSTANĄ WYKRYTE I POPRAWIONE, LUB (II) MCKINSEY ACADEMY, WITRYNA LUB OFERTA MOBILNA, TREŚCI MCKINSEY ACADEMY, TREŚCI UŻYTKOWNIKA UDOSTĘPNIONE W ZWIĄZKU Z MCKINSEY ACADEMY BĄDŹ SZKOLENIAMI LUB USŁUGAMI ŚWIADCZONYMI BEZPOŚREDNIO LUB POŚREDNIO UŻYTKOWNIKOWI W RAMACH MCKINSEY ACADEMY BĘDĄ SPEŁNIAĆ POTRZEBY LUB OCZEKIWANIA UŻYTKOWNIKA. MCKINSEY, JAK RÓWNIEŻ MCKINSEY ACADEMY I OFEROWANE W ZWIĄZKU Z NIĄ SZKOLENIA, NIE JEST AKREDYTOWANĄ PLACÓWKĄ OŚWIATOWĄ. MCKINSEY I JEJ ZEWNĘTRZNI DOSTAWCY LUB LICENCJODAWCY TREŚCI NIE UDZIELAJĄ ŻADNEJ GWARANCJI, WYRAŹNEJ LUB DOROZUMIANEJ, ODNOŚNIE DO WŁASNOŚCI, DOKŁADNOŚCI, ISTOTNOŚCI LUB ODPOWIEDNIOŚCI TREŚCI MCKINSEY ACADEMY LUB TREŚCI UŻYTKOWNIKA. JEŚLI W NINIEJSZYCH WARUNKACH NIE WSKAZANO INACZEJ, MCKINSEY NIE PONOSI ŻADNEJ ODPOWIEDZIALNOŚCI ZA INFORMACJE, MATERIAŁY, TREŚCI LUB USŁUGI OPUBLIKOWANE LUB UDOSTĘPNIONE W WITRYNACH, DO KTÓRYCH ZAMIESZCZONO ŁĄCZA, ZAWARTYCH W TREŚCIACH UŻYTKOWNIKA OPUBLIKOWANYCH W LUB UDOSTĘPNIONYCH UŻYTKOWNIKOWI ZA POŚREDNICTWEM MCKINSEY ACADEMY, LUB PRZEKAZANYCH PRZEZ OSOBY TRZECIE, W TYM ODPOWIEDNICH DOSTAWCÓW PLATFORM MOBILNYCH (ZGODNIE Z DEFINICJĄ TEGO OKREŚLENIA W POLITYCE PRYWATNOŚCI).
pt: A ACADEMIA MCKINSEY É FORNECIDA “TAL COMO ESTÁ“, SEM GARANTIA DE QUALQUER TIPO, EXPRESSA OU IMPLÍCITA, INCLUINDO, SEM LIMITAÇÃO, GARANTIAS IMPLÍCITAS DE COMERCIALIZAÇÃO E ADEQUAÇÃO A UM FINALIDADE ESPECÍFICA. ADICIONALMENTE, NÃO OFERECEMOS GARANTIAS OU REPRESENTAÇÕES DE QUE (I) QUALQUER SITE, OFERTA MÓVEL OU QUALQUER OUTRO ASPECTO DA ACADEMIA MCKINSEY OPERA DE FORMA ININTERRUPTA OU LIVRE DE ERROS, CONTINUA A SER DISPONIBILIZADA OU NÃO ESTÁ LIVRE DE VÍRUS COMPONENTES, OU QUALQUER DEFEITO CONTRATADO SERÃO IDENTIFICADOS OU CORRIGIDOS OU (II) QUE A ACADEMIA DE MCKINSEY, QUALQUER SITE OU OFERTA MÓVEL, O CONTEÚDO DA ACADEMIA MCKINSEY, QUALQUER CONTEÚDO DO USUÁRIO FORNECIDO EM CONEXÃO COM OS SERVIÇOS MCKINSEY OU O SERVIÇO DA MCKINSEY DIRETA OU INDIRETAMENTE, COMO PARTE DA ACADEMIA MCKINSEY ATENDERÁ AS SUAS NECESSIDADES OU EXPECTATIVAS. NÓS NÃO SOMOS, E A ACADEMIA MCKINSEY E OS CURSOS OFERECIDOS EM CONEXÃO NÃO SÃO OFERECIDOS POR UM FORNECEDOR EDUCACIONAL CREDITADO. NEM NÓS OU NOSSOS FORNECEDORES OU LICENCIADORES DE TERCEIROS FAZEM QUALQUER GARANTIA, EXPRESSA OU IMPLÍCITA, NO QUE DIZ RESPEITO À PROPRIEDADE, EXATIDÃO, RELEVÂNCIA OU ADEQUAÇÃO DO CONTEÚDO DA ACADEMIA MCKINSEY OU QUALQUER CONTEÚDO DO USUÁRIO. EXCETO QUANDO EXPRESSAMENTE ESTABELECIDO NESTES TERMOS, NÃO TEREMOS RESPONSABILIDADE OU RESPONSABILIDADE POR QUALQUER INFORMAÇÃO, MATERIAL, CONTEÚDO OU SERVIÇO PUBLICADO OU DISPONIBILIZADO EM WEBSITES LIGADOS, CONTIDOS EM QUALQUER CONTEÚDO DO USUÁRIO PUBLICADO OU DISPONIBILIZADO PARA VOCÊ OU FORNECIDO POR TERCEIROS, INCLUINDO FORNECEDORES DE PLATAFORMA MÓVEIS APLICÁVEIS (COMO ESSE TERMO É DEFINIDO NA POLÍTICA DE PRIVACIDADE).
zh: 麦肯锡学院按“原样”提供，不作任何形式的明示或暗示的保证，包括但不限于对适销性和特定目的适用性的默示保证。此外，我们不针对以下内容作任何担保或陈述（I）麦肯锡学院的任何网站、移动产品或任何其他方面都将以无干扰或无差错的方式运作，继续可用，没有病毒或其他危害组件，或其中的任何缺陷将被识别或纠正，或者（II）麦肯锡学院，任何站点或移动服务，麦肯锡学院内容，通过麦肯锡学院提供的任何用户内容，或者麦肯锡学院中包含的任何直接或间接向您提供的课程或服务，会满足您的需求或期望。我们不是经过认可的教育提供者，麦肯锡学院及其相关的课程不是由经过认可的教育提供者提供。我们也不会对第三方内容提供者或许可者做出任何明示或暗示的保证，包括麦肯锡学院内容或任何用户内容的所有权、准确性、相对性或充分性。除这些条款中明确规定的内容外，我们对链接网站上发布或提供的任何信息、材料、内容或服务，以及通过麦肯锡学院或由第三方（包括适用的移动平台提供商（此条款在隐私权政策中定义））发布或提供的任何用户内容概不负责。

source: 8. Third Party Websites & Providers
ar: 8. مواقع الويب ومقدمو الخدمات من الأطراف الثالثة
de: 8. Websites und Provider von Drittanbietern
es: 8. Sitios web de terceros y proveedores
ja: 8.第三者のウェブサイトおよび第三者であるプロバイダー
nl: 8. Websites van derde partijen en leveranciers
pl: 8. Witryny i dostawcy zewnętrzni
pt: 8. Sites e provedores terceirizados
zh: 8. 第三方网站和提供商

source: McKinsey Academy may use third parties to host, support, or otherwise provide its services. You acknowledge and agree that we may provide such third parties with access to McKinsey Academy and any User Content you provide us for any purpose consistent with these Terms and our Privacy Policy.
ar: يجوز أن تستخدم أكاديمية ماكنزي أطرافًا ثالثة لاستضافة خدماتها أو دعمها أو تقديمها. وأنت تقر وتوافق على أننا قد نوفر لهذه الأطراف الثالثة حق الوصول إلى أكاديمية ماكنزي وأي محتوى مستخدم تقدمه لنا لأي غرض يتوافق مع هذه الشروط وسياسة الخصوصية لدينا.
de: McKinsey kann Drittanbieter einsetzen, um seine Services zu hosten, zu unterstützen oder anderweitig bereitzustellen. Sie erkennen an und erklären sich damit einverstanden, dass wir diesen Drittanbietern für alle Zwecke im Einklang mit diesen Bedingungen und unserer Datenschutzrichtlinie Zugang zur McKinsey Academy und Benutzerinhalten, die Sie uns zur Verfügung stellen, gewähren dürfen.
es: McKinsey Academy puede hacer uso de terceros para alojar, dar soporte o proporcionar sus servicios. Usted reconoce y acepta que otorguemos a dichos terceros acceso a McKinsey Academy y a cualquier Contenido de Usuario provisto por usted por cualquier motivo congruente con estos Términos de Uso y con nuestra Política de Privacidad.
ja: 弊社は、McKinsey Academy のサービスのホスティング、サポートおよび提供を第三者に委託する場合があります。このため弊社は、当該第三者に対し、本規約や弊社のプライバシーに関する方針に準ずる目的を果たすために必要な範囲内で McKinsey Academy やお客様提供の該当ユーザー コンテンツにアクセスできる権利を付与する場合があることについて、お客様は認め、同意する必要があります。
nl: McKinsey Academy kan derden gebruiken om haar diensten te hosten, te ondersteunen of anderszins te verlenen. U erkent en gaat ermee akkoord dat we dergelijke derde partijen toegang kunnen bieden tot McKinsey Academy en alle Gebruikersinhoud die u ons verstrekt voor doelen die in overeenstemming zijn met deze Voorwaarden en ons Privacybeleid.
pl: McKinsey Academy może korzystać z usług osób trzecich przy hostowaniu, wspieraniu lub świadczeniu w inny sposób swoich usług. Użytkownik przyjmuje do wiadomości i zgadza się, że McKinsey może udzielać takim osobom trzecim dostępu do McKinsey Academy i Treści Użytkownika, które użytkownik przekazuje McKinsey, w dowolnym celu zgodnym z niniejszymi warunkami i Polityką prywatności McKinsey.
pt: A McKinsey Academy pode usar terceiros para hospedar, dar suporte ou fornecer seus serviços. Você reconhece e concorda que podemos fornecer a terceiros acesso à McKinsey Academy e qualquer conteúdo do usuário que você nos forneça para qualquer finalidade consistente com estes termos e nossa política de privacidade.
zh: 麦肯锡学院可能会使用第三方托管、支持或以其他方式提供其服务。您承认并同意，我们可以出于任何目的，在遵守这些条款和我们的隐私政策的情况下，为此类第三方提供访问麦肯锡学院的权限以及您提供给我们的任何内容。
