Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: THE CONTENT AND FUNCTIONALITY OF MCKINSEY ACADEMY IS PROVIDED “AS IS”, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. IN ADDITION, WE MAKE NO WARRANTY OR REPRESENTATION THAT (I) ANY SITE, MOBILE OFFERING OR ANY OTHER ASPECT OF MCKINSEY ACADEMY WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, CONTINUE TO BE MADE AVAILABLE, OR IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT ANY DEFECTS THEREIN WILL BE IDENTIFIED OR CORRECTED OR (II) THAT MCKINSEY ACADEMY, ANY SITE OR MOBILE OFFERING, THE MCKINSEY ACADEMY CONTENT, ANY USER CONTENT PROVIDED IN CONNECTION WITH MCKINSEY ACADEMY OR ANY OF THE COURSES OR SERVICES PROVIDED TO YOU DIRECTLY OR INDIRECTLY AS PART OF MCKINSEY ACADEMY WILL MEET YOUR NEEDS OR EXPECTATIONS. WE ARE NOT, AND MCKINSEY ACADEMY AND THE COURSES OFFERED IN CONNECTION THEREWITH ARE NOT OFFERED BY, AN ACCREDITED EDUCATIONAL PROVIDER. NEITHER WE NOR OUR THIRD PARTY CONTENT PROVIDERS OR LICENSORS MAKE ANY WARRANTIES, EXPRESS OR IMPLIED, AS TO THE OWNERSHIP, ACCURACY, RELEVANCE OR ADEQUACY OF THE MCKINSEY ACADEMY CONTENT OR ANY USER CONTENT. EXCEPT AS EXPRESSLY SET FORTH IN THESE TERMS, WE SHALL HAVE NO LIABILITY OR RESPONSIBILITY FOR ANY INFORMATION, MATERIALS, CONTENT, OR SERVICES PUBLISHED OR MADE AVAILABLE ON LINKED WEBSITES, CONTAINED IN ANY USER CONTENT PUBLISHED ON OR MADE AVAILABLE TO YOU THROUGH MCKINSEY ACADEMY, OR PROVIDED BY THIRD PARTIES, INCLUDING APPLICABLE MOBILE PLATFORM PROVIDERS (AS SUCH TERM IS DEFINED IN THE PRIVACY POLICY).
ar: يتم توفير محتوى ووظائف أكاديمية ماكنزي "على وضعه"، دون أي ضمان من أي نوع، سواء أكان صريحًا أم ضمنيًا، بما في ذلك، وبدون تحديد، الضمانات الضمنية للرواج والصلاحية لغرض معين. بالإضافة إلى ذلك، فإننا لا نقدم أي ضمانات أو إقرارات بأن (I) أي موقع، أو عرض جوال، أو غيرهما من جوانب أكاديمية ماكنزي سيعمل دون انقطاع أو على نحوٍ خالٍ من الأخطاء، أو سيتاح باستمرار، أو سيكون خاليًا من الفيروسات الإلكترونية أو غيرها من المكونات الضارة، أو أن أي عيوب سوف يتم تحديدها أو تصحيحها أو (II) أن أكاديمية ماكنزي، وأي موقع أو عروض الجوال، ومحتوى أكاديمية ماكنزي، وأي محتوى مستخدم يتم توفيره في التواصل مع أكاديمية ماكنزي أو أي من الدورات أو الخدمات المقدمة لك بشكل مباشر أو غير مباشر كجزء من أكاديمية ماكنزي، سوف تلبي احتياجاتك أو توقعاتك. نحن، وأكاديمية ماكنزي والدورات التي تقدم فيما يتصل بها، لسنا مقدمي خدمات تعليمية معتمدة. ولا نملك نحن أو غيرنا من مقدمي المحتوى أو أي مرخصين أي ضمانات، صريحة أو ضمنية، فيما يتعلق بملكية محتوى أكاديمية ماكنزي أو أي محتوى مستخدم أو دقته أو صلته أو كفايته. وباستثناء ما هو منصوص عليه صراحة في هذه الشروط، فإننا لا نتحمل أي مسؤولية عن أي معلومات أو مواد أو محتوى أو خدمات منشورة أو متوفرة على المواقع المرتبطة، أو متضمنة في أي من محتويات المستخدم المنشورة، أو متاحة لك من خلال أكاديمية ماكنزي، أو يقدمها طرف ثالث، بما في ذلك مقدمو خدمات الهاتف الجوال (كما هو محدد في سياسة الخصوصية).
de: DER INHALT UND DIE FUNKTIONALITÄT DER MCKINSEY ACADEMY WIRD "WIE BESEHEN" BEREITGESTELLT, OHNE JEGLICHE AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GEWÄHRLEISTUNG, EINSCHLIEßLICH, ABER NICHT BESCHRÄNKT AUF DIE IMPLIZITE GEWÄHRLEISTUNG DER MARKTREIFE UND DER TAUGLICHKEIT FÜR EINEN BESTIMMTEN ZWECK. DARÜBER HINAUS ÜBERNEHMEN WIR KEINE GARANTIE ODER ZUSICHERUNG, DASS (I) EINE WEBSITE, EIN MOBILES ANGEBOT ODER EIN ANDERER ASPEKT DER MCKINSEY ACADEMY UNUNTERBROCHEN ODER FEHLERFREI FUNKTIONIERT, WEITERHIN VERFÜGBAR GEMACHT WIRD ODER FREI VON VIREN ODER ANDEREN SCHÄDLICHEN KOMPONENTEN IST, ODER DASS DARIN ENTHALTENE MÄNGEL IDENTIFIZIERT ODER BEHOBEN WERDEN ODER (II) DASS DIE MCKINSEY ACADEMY, EINE WEBSITE ODER EIN MOBILES ANGEBOT, DER INHALT DER MCKINSEY ACADEMY, BENUTZERINHALTE, DIE IN VERBINDUNG MIT DER MCKINSEY ACADEMY ODER EINEM DER KURSE ODER DIENSTLEISTUNGEN, DIE IHNEN DIREKT ODER INDIREKT ALS TEIL DER MCKINSEY ACADEMY ANGEBOTEN WERDEN, IHREN BEDÜRFNISSEN ODER ERWARTUNGEN ENTSPRECHEN. WIR SIND KEIN ANERKANNTER BILDUNGSANBIETER UND DIE MCKINSEY ACADEMY UND DIE DAMIT VERBUNDENEN KURSE WERDEN VON NICHT VON EINEM ANERKANNTEN BILDUNGSANBIETER ANGEBOTEN. WEDER WIR NOCH UNSERE DRITTANBIETER ODER LIZENZGEBER GEBEN AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GARANTIEN HINSICHTLICH DES EIGENTUMS, DER GENAUIGKEIT, DER RELEVANZ ODER DER ANGEMESSENHEIT DER INHALTE DER MCKINSEY AKADEMIE ODER DER BENUTZERINHALTE AB. VORBEHALTLICH DER AUSDRÜCKLICHEN BESTIMMUNGEN IN DIESEN BEDINGUNGEN ÜBERNEHMEN WIR KEINE HAFTUNG ODER VERANTWORTUNG FÜR INFORMATIONEN, MATERIALIEN, INHALTE ODER DIENSTLEISTUNGEN, DIE AUF VERLINKTEN WEBSITES VERÖFFENTLICHT ODER ZUR VERFÜGUNG GESTELLT WERDEN, DIE IN NUTZERINHALTEN ENTHALTEN SIND, DIE AUF DER MCKINSEY ACADEMY VERÖFFENTLICHT ODER IHNEN ÜBER DIE MCKINSEY ACADEMY ZUR VERFÜGUNG GESTELLT WERDEN, ODER DIE VON DRITTEN, EINSCHLIEßLICH ANBIETERN ENTSPRECHENDER MOBILER PLATTFORMEN, BEREITGESTELLT WERDEN (ENTSPRECHEND DER DEFINITION DIESES BEGRIFFS IN DER DATENSCHUTZRICHTLINIE).
eo: THÉ ÇÖNTÉNT ÀND FÛNÇTÌÖNÀLÌTÝ ÖF MÇKÌNSÉÝ ÀÇÀDÉMÝ ÌS PRÖVÌDÉD “ÀS ÌS”, WÌTHÖÛT WÀRRÀNTÝ ÖF ÀNÝ KÌND, ÉÌTHÉR ÉXPRÉSS ÖR ÌMPLÌÉD, ÌNÇLÛDÌNG, WÌTHÖÛT LÌMÌTÀTÌÖN, ÌMPLÌÉD WÀRRÀNTÌÉS ÖF MÉRÇHÀNTÀBÌLÌTÝ ÀND FÌTNÉSS FÖR À PÀRTÌÇÛLÀR PÛRPÖSÉ. ÌN ÀDDÌTÌÖN, WÉ MÀKÉ NÖ WÀRRÀNTÝ ÖR RÉPRÉSÉNTÀTÌÖN THÀT (Ì) ÀNÝ SÌTÉ, MÖBÌLÉ ÖFFÉRÌNG ÖR ÀNÝ ÖTHÉR ÀSPÉÇT ÖF MÇKÌNSÉÝ ÀÇÀDÉMÝ WÌLL ÖPÉRÀTÉ ÌN ÀN ÛNÌNTÉRRÛPTÉD ÖR ÉRRÖR-FRÉÉ MÀNNÉR, ÇÖNTÌNÛÉ TÖ BÉ MÀDÉ ÀVÀÌLÀBLÉ, ÖR ÌS FRÉÉ ÖF VÌRÛSÉS ÖR ÖTHÉR HÀRMFÛL ÇÖMPÖNÉNTS, ÖR THÀT ÀNÝ DÉFÉÇTS THÉRÉÌN WÌLL BÉ ÌDÉNTÌFÌÉD ÖR ÇÖRRÉÇTÉD ÖR (ÌÌ) THÀT MÇKÌNSÉÝ ÀÇÀDÉMÝ, ÀNÝ SÌTÉ ÖR MÖBÌLÉ ÖFFÉRÌNG, THÉ MÇKÌNSÉÝ ÀÇÀDÉMÝ ÇÖNTÉNT, ÀNÝ ÛSÉR ÇÖNTÉNT PRÖVÌDÉD ÌN ÇÖNNÉÇTÌÖN WÌTH MÇKÌNSÉÝ ÀÇÀDÉMÝ ÖR ÀNÝ ÖF THÉ ÇÖÛRSÉS ÖR SÉRVÌÇÉS PRÖVÌDÉD TÖ ÝÖÛ DÌRÉÇTLÝ ÖR ÌNDÌRÉÇTLÝ ÀS PÀRT ÖF MÇKÌNSÉÝ ÀÇÀDÉMÝ WÌLL MÉÉT ÝÖÛR NÉÉDS ÖR ÉXPÉÇTÀTÌÖNS. WÉ ÀRÉ NÖT, ÀND MÇKÌNSÉÝ ÀÇÀDÉMÝ ÀND THÉ ÇÖÛRSÉS ÖFFÉRÉD ÌN ÇÖNNÉÇTÌÖN THÉRÉWÌTH ÀRÉ NÖT ÖFFÉRÉD BÝ, ÀN ÀÇÇRÉDÌTÉD ÉDÛÇÀTÌÖNÀL PRÖVÌDÉR. NÉÌTHÉR WÉ NÖR ÖÛR THÌRD PÀRTÝ ÇÖNTÉNT PRÖVÌDÉRS ÖR LÌÇÉNSÖRS MÀKÉ ÀNÝ WÀRRÀNTÌÉS, ÉXPRÉSS ÖR ÌMPLÌÉD, ÀS TÖ THÉ ÖWNÉRSHÌP, ÀÇÇÛRÀÇÝ, RÉLÉVÀNÇÉ ÖR ÀDÉQÛÀÇÝ ÖF THÉ MÇKÌNSÉÝ ÀÇÀDÉMÝ ÇÖNTÉNT ÖR ÀNÝ ÛSÉR ÇÖNTÉNT. ÉXÇÉPT ÀS ÉXPRÉSSLÝ SÉT FÖRTH ÌN THÉSÉ TÉRMS, WÉ SHÀLL HÀVÉ NÖ LÌÀBÌLÌTÝ ÖR RÉSPÖNSÌBÌLÌTÝ FÖR ÀNÝ ÌNFÖRMÀTÌÖN, MÀTÉRÌÀLS, ÇÖNTÉNT, ÖR SÉRVÌÇÉS PÛBLÌSHÉD ÖR MÀDÉ ÀVÀÌLÀBLÉ ÖN LÌNKÉD WÉBSÌTÉS, ÇÖNTÀÌNÉD ÌN ÀNÝ ÛSÉR ÇÖNTÉNT PÛBLÌSHÉD ÖN ÖR MÀDÉ ÀVÀÌLÀBLÉ TÖ ÝÖÛ THRÖÛGH MÇKÌNSÉÝ ÀÇÀDÉMÝ, ÖR PRÖVÌDÉD BÝ THÌRD PÀRTÌÉS, ÌNÇLÛDÌNG ÀPPLÌÇÀBLÉ MÖBÌLÉ PLÀTFÖRM PRÖVÌDÉRS (ÀS SÛÇH TÉRM ÌS DÉFÌNÉD ÌN THÉ PRÌVÀÇÝ PÖLÌÇÝ).#
es: EL CONTENIDO Y LAS FUNCIONALIDADES DE MCKINSEY ACADEMY SE PROPORCIONAN EN EL ESTADO QUE SE ENCUENTRAN, SIN GARANTÍAS DE NINGÚN TIPO, EXPRESAS O IMPLÍCITAS, COMO POR EJEMPLO REFERIDAS A SU APTITUD COMERCIAL O SU ADECUACIÓN A UN USO ESPECÍFICO. ASIMISMO, NO BRINDAMOS NINGUNA GARANTÍA O DECLARACIÓN EN EL SENTIDO DE QUE (I) UN SITIO, UNA OFERTA MÓVIL O CUALQUIER OTRO COMPONENTE DE MCKINSEY ACADEMY FUNCIONARÁN DE MANERA ININTERRUMPIDA O SIN ERRORES, CONTINUARÁN ESTANDO DISPONIBLES, O ESTARÁN LIBRES DE VIRUS U OTROS COMPONENTES DAÑINOS, NI DE QUE SE IDENTIFICARÁN O CORREGIRÁN SUS DEFECTOS, O (II) MCKINSEY ACADEMY, CUALQUIER SITIO U OFERTA MÓVIL, EL CONTENIDO DE MCKINSEY ACADEMY, CUALQUIER CONTENIDO DE USUARIO PROVISTO CON RELACIÓN A MCKINSEY ACADEMY, O CUALQUIERA DE LOS CURSOS O SERVICIOS PROPORCIONADOS DIRECTA O INDIRECTAMENTE COMO PARTE DE MCKINSEY ACADEMY SATISFARÁN SUS NECESIDADES O CUMPLIRÁN CON SUS EXPECTATIVAS. MCKINSEY ACADEMY NO CONSTITUYE UN PROVEEDOR EDUCATIVO ACREDITADO, Y LOS CURSOS OFRECIDOS NO SON PROVISTOS POR UN PROVEEDOR EDUCATIVO ACREDITADO. NI MCKINSEY NI SUS PROVEEDORES DE CONTENIDO EXTERNOS O LICENCIANTES OTORGAN GARANTÍA ALGUNA, EXPRESA O IMPLÍCITA, RESPECTO DE LA PROPIEDAD, PRECISIÓN, RELEVANCIA O IDONEIDAD DEL CONTENIDO DE MCKINSEY ACADEMY O DE CUALQUIER CONTENIDO DE USUARIO. SALVO QUE SE INDIQUE DE MANERA EXPLÍCITA EN LOS TÉRMINOS DE USO, MCKINSEY NO ASUME RESPONSABILIDAD ALGUNA POR INFORMACIÓN, MATERIALES, CONTENIDOS O SERVICIOS PUBLICADOS EN LOS SITIOS WEB VINCULADOS O DISPONIBLES EN DICHOS SITIOS, INCLUIDO CUALQUIER CONTENIDO DEL USUARIO PUBLICADO O PUESTO A SU DISPOSICIÓN A TRAVÉS DE MCKINSEY ACADEMY O PROPORCIONADO POR TERCEROS, INCLUIDOS PROVEEDORES DE PLATAFORMA MÓVIL (SEGÚN SE LOS DEFINE EN LA POLÍTICA DE PRIVACIDAD).
fr: LE CONTENU ET LES FONCTIONNALITÉS DE MCKINSEY ACADEMY SONT FOURNIS « TEL QUEL », SANS GARANTIE DE QUELQUE SORTE, EXPLICITE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES IMPLICITES D'ADAPTATION ET DE QUALITÉ MARCHANDE À DES FINS PARTICULIÈRES. DE PLUS, NOUS N'OFFRONS AUCUNE GARANTIE ET N' ASSUMONS AUCUNE RESPONSABILITÉ QUE (I) UN SITE, UNE OFFRE MOBILE OU TOUT AUTRE ASPECT DE MCKINSEY ACADEMY FONCTIONNERA DE MANIÈRE ININTERROMPUE OU SANS ERREUR, CONTINUERA À ÊTRE DISPONIBLE, OU NE CONTIENDRA AUCUN VIRUS NI COMPOSANTS MALVEILLANTS, OU QUE LES DÉFAUTS PRÉSENTS SERONT IDENTIFIÉS OU CORRIGÉS OU (II) QUE MCKINSEY ACADEMY, TOUT SITE OU OFFRE MOBILE, LE CONTENU DE MCKINSEY ACADEMY, TOUT CONTENU D'UTILISATEUR FOURNI EN RAPPORT AVEC MCKINSEY ACADEMY OU L'UN DES COURS OU DES SERVICES QUI VOUS SONT FOURNIS DIRECTEMENT OU INDIRECTEMENT DANS LE CADRE DE MCKINSEY ACADEMY RÉPONDRONT À VOS BESOINS OU ATTENTES. NOUS NE SOMMES PAS, ET MCKINSEY ACADEMY ET LES COURS OFFERTS DANS LE CADRE DE CETTE DERNIÈRE NE SONT PAS OFFERTS PAR, UN PRESTATAIRE D'ENSEIGNEMENT ACCRÉDITÉ. NI NOUS NI NOS FOURNISSEURS DE CONTENU TIERS OU CONCÉDANTS DE LICENCES N'OFFRONS DE GARANTIE EXPLICITE OU IMPLICITE, QUANT À LA PROPRIÉTÉ, L'EXACTITUDE, LA PERTINENCE, OÙ L'ADÉQUATION DU CONTENU DE MCKINSEY ACADEMY OU DE TOUT CONTENU D'UTILISATEUR. SAUF EXPRESSÉMENT SPÉCIFIÉ DANS CES CONDITIONS, NOUS N’ASSUMONS AUCUNE RESPONSABILITÉ QUANT AUX INFORMATIONS, AU DOCUMENT, AU CONTENU, OU AU SERVICE PUBLIÉS OU MIS À DISPOSITION SUR LES SITES INTERNET LIÉS, CONTENU DANS UN CONTENU D'UTILISATEUR PUBLIÉ SUR OU MIS À VOTRE DISPOSITION PAR MCKINSEY ACADEMY, OU FOURNI PAR DES TIERCES PARTIES, Y COMPRIS LES FOURNISSEURS DE PLATE-FORME MOBILE APPLICABLES (TEL QUE CE TERME EST DÉFINI DANS LA POLITIQUE DE CONFIDENTIALITÉ).
ja: McKinsey Academyのコンテンツおよび機能については、明示的または黙示的に、特定の目的に関する商品適格性の黙示的保証を含むがこれに限定されない、「現状のまま」の状態で提供され、いかなる保証も提供されません。さらに、当社では、(I) 一切のサイト、モバイルサービス、またはMcKinsey Academyのその他の面について、中断やエラーが全く発生せずに、継続して利用可能な状態を維持し、あるいは、ウィルスまたはその他の有害コンポーネントが含まれておらず、あるいは、そこに含まれる一切の欠陥が特定・修正されること、または、(II) McKinsey Academy、一切のサイトまたはモバイルサービス、McKinsey Academyに関連して提供される一切のユーザー・コンテンツ、または、McKinsey Academyの一環として直接または間接的にお客様に提供される一切のコースまたはサービスについて、お客様のニーズまたは期待を満たしていることについて、一切の保証やお約束を致しません。当社は、McKinsey AcademyおよびMcKinsey Academyに関連して提供されるコースは、正式に認可を受けた教育機関ではなく、これが提供するものではありません。当社、当社の第三者コンテンツ・プロバイダ、使用許諾者のいずれについても、明示的または黙示的に、McKinsey Academyのコンテンツまたは一切のユーザー・コンテンツの所有権、正確性、関連性、または妥当性について、一切の保証も行いません。これらの規約に明示的に定められている場合を除き、McKinsey Academyを通じて出版または利用可能な状態になったユーザー・コンテンツに含まれる、あるいは、該当するモバイル・プラットフォーム・プロバイダ (プライバシーに関する方針で定める通り) を含む第三者が提供した、一切の情報、題材、コンテンツ、またはサービスについて、当社は一切の責任を負いません。
nl: DE INHOUD EN FUNCTIONALITEIT VAN MCKINSEY ACADEMY WORDT GELEVERD “IN DE HUIDIGE STAAT”, ZONDER ENIGE GARANTIE, EXPLICIET OF IMPLICIET, INCLUSIEF, ZONDER BEPERKING, IMPLICIETE GARANTIES VAN VERKOOPBAARHEID EN GESCHIKTHEID VOOR EEN SPECIFIEK DOELEINDE. DAARNAAST GARANDEREN OF VERKLAREN WIJ NIET (I) DAT ENIGE SITE, MOBIELE AANBIEDING OF ANDER ASPECT VAN MCKINSEY ACADEMY OP EEN ONONDERBROKEN OF FOUTVRIJE MANIER ZAL FUNCTIONEREN, BESCHIKBAAR ZAL BLIJVEN OF VRIJ ZAL ZIJN VAN VIRUSSEN OF ANDERE SCHADELIJKE COMPONENTEN, OF DAT ENIGE DEFECTEN DAARIN WORDEN GEÏDENTIFICEERD OF GECORRIGEERD OF (II) DAT MCKINSEY ACADEMY, ENIGE SITE OF MOBIELE AANBIEDING, DE MCKINSEY ACADEMY-INHOUD, ENIGE GEBRUIKERSINHOUD GEKOPPELD AAN MCKINSEY ACADEMY OF ENIGE VAN DE CURSUSSEN OF DIENSTEN DIE DIRECT OF INDIRECT WORDEN AANGEBODEN ALS ONDERDEEL VAN MCKINSEY ACADEMY ZAL VOLDOEN AAN UW BEHOEFTEN OF VERWACHTINGEN. WE ZIJN NIET, EN MCKINSEY ACADEMY EN DE CURSUSSEN DIE DAARBIJ WORDEN AANGEBODEN WORDEN NIET AANGEBODEN DOOR, EEN GEACCREDITEERDE ONDERWIJSAANBIEDER. WIJ NOCH ONZE EXTERNE CONTENTLEVERANCIERS OF LICENTIEGEVERS BIEDEN ENIGE GARANTIE, EXPLICIET OF IMPLICIET, OVER HET EIGENDOM, DE ACCURAATHEID, DE RELEVANTIE OF DE ADEQUAATHEID VAN DE MCKINSEY ACADEMY-INHOUD OF VAN DE GEBRUIKERSINHOUD. TENZIJ EXPLICIET UITEENGEZET IN DEZE VOORWAARDEN, ZIJN WIJ NIET AANSPRAKELIJK OF VERANTWOORDELIJK VOOR ENIGE INFORMATIE, MATERIALEN, INHOUD OF DIENSTEN DIE ZIJN GEPUBLICEERD OF BESCHIKBAAR WORDEN GESTELD OP GELINKTE WEBSITES, ONDERDEEL ZIJN VAN GEPUBLICEERDE GEBRUIKERSINHOUD OP OF BESCHIKBAAR AAN U GEMAAKT VIA MCKINSEY ACADEMY, OF GELEVERD DOOR DERDE PARTIJEN, INCLUSIEF TOEPASSELIJKE MOBIELE PLATFORMPROVIDERS (ZOALS DEZE TERM IN HET PRIVACYBELEID IS GEDEFINIEERD).
pl: TREŚCI I FUNKCJONALNOŚĆ MCKINSEY ACADEMY DOSTARCZANE SĄ W TAKIM STANIE, W JAKIM SĄ BEZ ŻADNEGO RODZAJU GWARANCJI WYRAŹNEJ LUB DOROZUMIANEJ, W TYM, MIĘDZY INNYMI, DOROZUMIANYCH GWARANCJI W ZAKRESIE ZBYWALNOŚCI LUB PRZYDATNOŚCI DO KONKRETNEGO CELU. CO WIĘCEJ NIE DAJEMY ŻADNEJ GWARANCJI ANI NIE SKŁADAMY OŚWIADCZENIA, ŻE (I) JAKAKOLWIEK STRONA, PRODUKT MOBILNY LUB JAKIKOLWIEK INNY ASPEKT MCKINSEY ACADEMY BĘDĄ DZIAŁAĆ W SPOSÓB NIEPRZERWANY LUB WOLNY OD BŁĘDÓW, SĄ WOLNE OD WIRUSÓW CZY INNYCH SZKODLIWYCH KOMPONENTÓW, CZY TEŻ ŻE JAKIEKOLWIEK ZWIĄZANE Z POWYŻSZYMI USZKODZENIA ZOSTANĄ ZIDENTYFIKOWANE LUB NAPRAWIONE ALBO (II) ŻE MCKINSEY ACADEMY, JAKAKOLWIEK STRONA LUB PRODUKT MOBILNY, TREŚCI MCKINSEY ACADEMY, JAKIEKOLWIEK TREŚCI UŻYTKOWNIKA PRZESŁANE W RAMACH MCKINSEY ACADEMY LUB JAKIEKOLWIEK KURSY I USŁUGI DOSTARCZANE TOBIE BEZPOŚREDNIO LUB POŚREDNIO W RAMACH MCKINSEY ACADEMY SPEŁNIĄ TWOJE POTRZEBY LUB OCZEKIWANIA. NIE JESTEŚMY, A MCKINSEY ACADEMY I KURSY OFEROWANE W JEJ RAMACH NIE SĄ OFEROWANE PRZEZ, AKREDYTOWANĄ INSTYTUCJĄ EDUKACYJNĄ. ANI MY, ANI STRONY TRZECIE BĘDĄCE NASZYMI DOSTAWCAMI USŁUG LUB LICENCJODAWCAMI NIE UDZIELAMY ŻADNYCH GWARANCJI WYRAŹNYCH LUB DOROZUMIANYCH, CO DO TYTUŁU WŁASNOŚCI, RZETELNOŚCI, PRZYDATNOŚCI LUB ADEKWATNOŚCI TREŚCI MCKINSEY ACADEMY LUB JAKICHKOLWIEK TREŚCI UŻYTKOWNIKA. Z WYJĄTKIEM SYTUACJI WYRAŹNIE OKREŚLONYCH PRZEZ NINIEJSZE WARUNKI, NIE BĘDZIEMY PONOSIĆ ŻADNEJ ODPOWIEDZIALNOŚCI PRAWNEJ ZA ŻADNE INFORMACJE, MATERIAŁY, TREŚCI LUB USŁUGI OPUBLIKOWANE LUB UDOSTĘPNIANE NA PODLINKOWANYCH STRONACH, ZAWARTE W JAKICHKOLWIEK OPUBLIKOWANYCH TREŚCIACH UŻYTKOWNIKA LUB UDOSTĘPNIONYCH TOBIE ZA POŚREDNICTWEM MCKINSEY ACADEMY LUB DOSTARCZANYCH PRZEZ STRONY TRZECIE W TYM, JEŚLI DOTYCZY, PRZEZ DOSTAWCÓW PLATFORM MOBILNYCH (ZGODNIE Z DEFINICJĄ TEGO TERMINU PODANĄ W POLITYCE PRYWATNOŚCI).
pt: O CONTEÚDO E AS FUNCIONALIDADES DO MCKINSEY ACADEMY SÃO FORNECIDOS “AS IS”, SEM GARANTIA DE QUALQUER NATUREZA, EXPLÍCITA OU IMPLÍCITA, INCLUINDO, ENTRE OUTROS, GARANTIAS IMPLÍCITAS DE COMERCIALIZAÇÃO E ADEQUAÇÃO PARA UMA FINALIDADE ESPECÍFICA. ALÉM DISSO, NÓS NÃO OFERECEMOS NENHUMA GARANTIA OU REPRESENTAÇÃO DE QUE (I) QUALQUER SITE, OFERTA PARA DISPOSITIVOS MÓVEIS OU QUALQUER OUTRO ASPECTO DO MCKINSEY ACADEMY OPERARÁ DE MANEIRA ININTERRUPTA OU SEM ERROS, CONTINUARÁ A SER DISPONIBILIZADO OU ESTARÁ LIVRE DE VÍRUS OU OUTROS COMPONENTES PREJUDICIAIS, OU QUE QUALQUER DEFEITO NESTE DOCUMENTO SERÁ IDENTIFICADO OU CORRIGIDO OU DE QUE (II) O MCKINSEY ACADEMY, QUALQUER SITE OU OFERTA PARA DISPOSITIVOS MÓVEIS, O CONTEÚDO DO MCKINSEY ACADEMY, QUALQUER CONTEÚDO DO USUÁRIO FORNECIDO EM CONEXÃO COM O MCKINSEY ACADEMY OU QUALQUER UM DOS CURSOS OU SERVIÇOS FORNECIDOS A VOCÊ DIRETA OU INDIRETAMENTE COMO PARTE DO MCKINSEY ACADEMY ATENDERÁ ÀS SUAS NECESSIDADES OU EXPECTATIVAS. NÓS NÃO SOMOS UM PROVEDOR EDUCACIONAL ACREDITADO, E O MCKINSEY ACADEMY E OS CURSOS OFERECIDOS EM CONEXÃO COM ELE TAMBÉM NÃO O SÃO. NÓS, NOSSOS LICENCIADORES E PROVEDORES DE CONTEÚDO TERCEIRIZADOS NÃO OFERECEMOS QUALQUER GARANTIA, EXPLÍCITA OU IMPLÍCITA, QUANTO À PROPRIEDADE, PRECISÃO, RELEVÂNCIA OU ADEQUAÇÃO DO CONTEÚDO DO MCKINSEY ACADEMY OU QUALQUER CONTEÚDO DO USUÁRIO. EXCETO COMO EXPRESSAMENTE ESTABELECIDO NESTES TERMOS, NÓS NÃO TEMOS QUALQUER RESPONSABILIDADE POR QUAISQUER INFORMAÇÕES, MATERIAIS, CONTEÚDO OU SERVIÇOS PUBLICADOS OU DISPONIBILIZADOS NOS SITES VINCULADOS, CONTIDO EM QUALQUER CONTEÚDO DO USUÁRIO PUBLICADOS OU DISPONIBILIZADOS POR VOCÊ POR MEIO DO MCKINSEY ACADEMY, OU FORNECIDOS POR TERCEIROS, INCLUINDO PROVEDORES DE PLATAFORMA MÓVEL APLICÁVEIS (CONFORME O PRAZO FOR DEFINIDO NA POLÍTICA DE PRIVACIDADE).
zh: 麦肯锡学院的内容和功能按“原样”提供，不提供任何明示或暗示保证，包括但不限于对适销性和特定用途适用性的暗示保证。此外，我们不保证或声明：(I) 麦肯锡学院的任何网站、移动产品或任何其他方面将以不中断或无错误的方式运行、持续可用或没有病毒或其他有害组件，或者会发现或更正任何缺陷；(II) 麦肯锡学院、任何网站或移动产品、麦肯锡学院内容、与麦肯锡学院相关的任何用户内容或直接或间接提供的任何课程或服务作为麦肯锡学院的一部分将满足您的需求或期望。我们不是经过认证的教育提供商，麦肯锡学院以及与之相关的课程也不是由经过认证的教育提供商提供。无论我们或我们的第三方内容提供商或许可方，对麦肯锡学院内容或任何用户内容的所有权、准确性、相关性或充分性概不做任何明示或暗示保证。除了这些条款中明确规定的情况之外，我们不对任何通过链接网站发布或提供，或通过麦肯锡学院发布或提供的任何用户内容中包含的，或由第三方（包括适用的移动平台提供商，定义见隐私政策）提供的任何信息、材料、内容或服务承担任何责任或义务。
