Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: In order to participate in certain aspects of McKinsey Academy you, or your sponsoring organization (e.g., your employer or other organization or entity, including a professional organization, through which you are seeking to participate in McKinsey Academy) (your “Sponsoring Organization”), acting on your behalf, must first register with us by creating a user account (a “User Account”). To create a User Account, you or your Sponsoring Organization must provide to us, either directly or indirectly (e.g., by authorizing a third-party site such as LinkedIn to provide to us), your first and last name and an email address. You also will be asked to create a username and password for your account. For certain functionalities, you or your Sponsoring Organization may also be required to provide additional information at registration or invited to provide additional optional information such as your biographical, demographic, employment and/or other information. All of this information comprises your “User Account Information.”.
ar: للمشاركة في جوانب معينة من أكاديمية ماكنزي، يتعين عليك أنت أو مؤسستك الراعية (على سبيل المثال، صاحب العمل أو مؤسسة أو كيان آخر، بما في ذلك المؤسسات المهنية، التي تسعى من خلالها للمشاركة في أكاديمية ماكنزي) (“المؤسسة الراعية“)، التي تتصرف نيابة عنك، التسجيل معنا من خلال إنشاء حساب مستخدم (“حساب المستخدم“). ولإنشاء حساب مستخدم، يجب أن تزودنا أنت أو مؤسستك الراعية، سواء بشكل مباشر أم غير مباشر (على سبيل المثال، من خلال تفويض موقع طرف ثالث مثل LinkedIn بأن يزودنا) باسمك الأول والأخير وعنوان بريدك الإلكتروني. وسيُطلب منك أيضًا إنشاء اسم مستخدم وكلمة مرور لحسابك. وبالنسبة لوظائف معينة، قد يُطلب منك أو من مؤسستك الراعية أيضًا تقديم معلومات إضافية عند التسجيل أو تتم دعوتك لتقديم معلومات اختيارية إضافية، مثل معلوماتك الشخصية والديموغرافية والوظيفية و/أو معلومات أخرى. وكل هذه المعلومات تشمل “معلومات حساب المستخدم“
de: Um an bestimmten Aspekten der McKinsey Academy teilzunehmen, müssen Sie oder Ihre Sponsorenorganisation (z. B. Ihr Arbeitgeber oder eine andere Organisation oder Einrichtung, einschließlich einer Berufsorganisation, über die Sie an der McKinsey Academy teilnehmen möchten) (Ihre „Sponsorenorganisation“), die in Ihrem Namen handelt, sich zunächst bei uns registrieren, indem Sie ein Benutzerkonto (ein „Benutzerkonto“) erstellen. Um ein Benutzerkonto zu erstellen, müssen Sie oder Ihre Sponsorenorganisation uns direkt oder indirekt (z. B. durch die Autorisierung einer Drittanbieter-Website wie LinkedIn) Ihren Vor- und Nachnamen sowie eine E-Mail-Adresse bereitstellen. Sie werden außerdem aufgefordert, einen Benutzernamen und ein Passwort für Ihr Konto zu erstellen. Für bestimmte Funktionen der McKinsey Academy müssen Sie und/oder Ihre Sponsorenorganisation bei der Registrierung möglicherweise auch zusätzliche optionale Informationen anzugeben, wie beispielsweise biografische, demografische, arbeitsbezogene und/oder andere Informationen. Alle diese Informationen sind Ihre „Benutzerkontoinformationen“.
es: Para poder participar en determinados aspectos de McKinsey Academy, usted o su Compañía Patrocinadora (por ejemplo, su empleador u otra organización o entidad, incluida una organización profesional a través de la cual usted participe en McKinsey Academy) (la «Compañía Patrocinadora»), actuando en su nombre y con su consentimiento, deben en primer lugar registrarse con nosotros y crear una cuenta de usuario (la «Cuenta de Usuario»). Para crear una Cuenta de Usuario, usted o su Compañía Patrocinadora deberán suministrarnos, directa o indirectamente (por ejemplo, mediante autorización a un sitio externo como LinkedIn) su nombre y apellido y su dirección de correo electrónico. También se le solicitará crear un nombre de usuario y una contraseña para su cuenta. Asimismo, para determinadas funcionalidades es posible que usted y/o su Compañía Patrocinadora deba suministrar información adicional en el momento del registro o que se le solicite proporcionar información adicional opcional, como datos personales, demográficos, antecedentes laborales e información similar. Toda esta información constituye su «Información de Cuenta de Usuario».
ja: McKinsey Academy のいずれかの要素を利用する場合、お客様、またはお客様に代わって活動するお客様の所属後援組織 (お客様の雇用主、または専門組織を含む他の組織もしくは事業体 (お客様がこれらの組織もしくは事業体を通じて McKinsey Academy を利用する場合) など。以下においては、これらの組織をお客様の「所属後援組織」といいます) は、初めに、ユーザー アカウント (以下「所要ユーザー アカウント」といいます) を作成する方法で弊社に登録する必要があります。.所要ユーザー アカウントを作成するには、お客様またはその所属後援組織が、お客様の苗字および名前と電子メール アドレスを、直接または間接的に (第三者サイトによる弊社への情報提供を認めるといった間接的な方法で) 弊社に提供する必要があります。 お客様は、ご自身のアカウントのユーザー名とパスワードを作成する必要もあります。機能によっては、お客様またはその所属後援組織が、登録の際に追加情報の提供を要求されたり、他の状況で追加の任意情報 (お客様の略歴情報、人口統計学的情報、職歴情報および / または他の情報など) の提供を促されたりする場合もあります。これらの情報は、いずれも「所要ユーザー アカウント情報」を構成する情報となります。
nl: Om deel te nemen aan bepaalde onderdelen van McKinsey Academy dient u, of uw sponsorende organisatie (bijv. uw werkgever of andere organisatie of entiteit, zoals een professionele organisatie, via welke u wilt deelnemen aan McKinsey Academy (uw “Sponsorende Organisatie“), die namens u handelt, zich eerst bij ons te registreren en een gebruikersaccount aan te maken (een 'Gebruikersaccount'). Om een Gebruikersaccount aan te maken, moet u of uw Sponsorende Organisatie ons direct of indirect (bijv. door een site van derden, zoals LinkedIn, te machtigen om informatie aan ons te verstrekken) uw voor- en achternaam en een e-mailadres verstrekken. U wordt ook gevraagd een gebruikersnaam en wachtwoord voor uw account aan te maken. Voor bepaalde functies kan het zijn dat u of uw Sponsorende Organisatie bij de registratie aanvullende informatie moet verstrekken of wordt verzocht om aanvullende optionele informatie te verstrekken, zoals biografische, demografische, werkgerelateerde en/of andere informatie. Al deze informatie valt onder uw ‘Gebruikersaccountinformatie’.
pl: Aby umożliwić użytkownikowi udział w niektórych aspektach McKinsey Academy, użytkownik lub jego organizacja sponsorująca, (np. pracodawca lub inna organizacja bądź podmiot, w tym organizacja zawodowa, za pośrednictwem której użytkownik chce brać udział w McKinsey Academy) („Organizacja sponsorująca”), działająca w jego imieniu, musi najpierw zarejestrować się, tworząc konto użytkownika („Konto Użytkownika”). Aby utworzyć Konto Użytkownika, użytkownik lub jego Organizacja sponsorująca musi przekazać McKinsey bezpośrednio lub pośrednio (np. upoważniając do tego witrynę zewnętrzną taką jak LinkedIn) swoje imię, nazwisko i adres e-mail. Następnie użytkownik zostanie poproszony o utworzenie nazwy i hasła swojego konta. W przypadku niektórych funkcji użytkownik i jego Organizacja sponsorująca będą również zobowiązani podać w momencie rejestracji dodatkowe informacje lub zostaną poproszeni o podanie dodatkowych opcjonalnych informacji, na przykład danych biograficznych, demograficznych, o zatrudnieniu i innych. Wszystkie powyższe informacje stanowią „Dane Konta Użytkownika”.
pt: Para participar de certos aspectos da McKinsey Academy, você ou sua organização patrocinadora (por exemplo, seu empregador ou outra organização ou entidade, incluindo uma organização profissional, através da qual você deseja participar da McKinsey Academy) (sua “organização patrocinadora“), agindo em seu nome, primeiro deve se registrar conosco, criando uma conta de usuário (uma “conta de usuário“). Para criar uma conta de usuário, você ou sua organização patrocinadora deve nos fornecer, direta ou indiretamente (por exemplo, autorizando um site de terceiros como o LinkedIn a nos fornecer), seu nome e sobrenome e um endereço de e-mail. Você também será solicitado a criar um nome de usuário e senha para sua conta. Para determinadas funcionalidades, você ou sua organização patrocinadora também podem ser solicitados a fornecer informações adicionais no momento do registro ou convidados a fornecer informações opcionais adicionais, como informações biográficas, demográficas, de emprego e/ou outras informações. Todas essas informações incluem suas “informações da conta do usuário“.
zh: 为了参与麦肯锡学院的某些方面，您或您的赞助组织（例如，您要寻求通过其参加麦肯锡学院的雇主或其他组织或实体，包括专业组织）（您的“赞助组织”）代表您行事，必须先通过创建用户帐户（“用户帐户”）向我们注册。要创建用户帐户，您或您的赞助组织必须直接或间接向我们提供（例如，通过授权 LinkedIn 等第三方站点向我们提供）您的名字和姓氏以及电子邮件地址。 您还将被要求为帐户创建用户名和密码。对于某些功能，您或您的赞助组织还可能需要在注册时提供其他信息，或受邀提供其他可选信息，例如个人简历、人口统计、就业和/或其他信息。所有这些信息都包含在您的“用户帐户信息”里。

source: You agree that you and your Sponsoring Organization will provide us only with accurate User Account Information and notify us promptly of any changes. You also acknowledge that you are responsible for maintaining the privacy and security of your User Account name and password. You may not share access to your User Account for any reason with any third party, except your Sponsoring Organization. If you believe the privacy or security of your User Account has been compromised, you must notify us immediately. Our use of your User Account Information is subject to our Privacy Policy and these Terms.
ar: إنك تقر لنا بالموافقة أنت ومؤسستك الراعية على عدم تقديم سوى معلومات دقيقة عن حساب المستخدم وإخطارنا على الفور بأي تغييرات. كما تقر أيضًا بأنك مسؤول عن الحفاظ على خصوصية وأمان اسم حساب المستخدم وكلمة مروره. ولا يجوز لك مشاركة الوصول إلى حساب المستخدم لديك لأي سبب مع أي طرف ثالث، باستثناء مؤسستك الراعية. وإذا كنت تعتقد أن خصوصية أو أمان حساب المستخدم لديك قد تعرضا للاختراق، يجب عليك إخطارنا على الفور. ويخضع استخدامنا لمعلومات حساب المستخدم الخاص بك لسياسة الخصوصية لدينا وهذه الشروط.
de: Sie stimmen zu, dass Sie und Ihr Sponsorenorganisation uns nur korrekte Benutzerkontoinformationen zur Verfügung stellen und uns unverzüglich über Änderungen informieren. Sie erkennen auch an, dass Sie für die Wahrung der Privatsphäre und Sicherheit Ihres Benutzernamens und Ihres Passworts verantwortlich sind. Sie dürfen den Zugriff auf Ihr Benutzerkonto aus keinem Grund an Dritte weitergeben außer, sofern Sie dies wünschen, an Ihre Sponsorenorganisation. Wenn Sie glauben, dass die Privatsphäre oder Sicherheit Ihres Benutzerkontos beeinträchtigt wurde, müssen Sie uns unverzüglich darüber informieren. Unsere Nutzung Ihrer Benutzerkontoinformationen unterliegt unserer Datenschutzrichtlinie und diesen Bedingungen.
es: Usted acepta suministrar, junto a la Compañía Patrocinadora, Información de Cuenta de Usuario exacta, y se compromete a notificar de inmediato cualquier cambio que se produzca en dicha información También reconoce que es responsable de mantener la privacidad y seguridad de su nombre y contraseña de Cuenta de Usuario, por lo que no deberá compartir el acceso a su Cuenta de Usuario con ningún tercero por cualquier motivo salvo con su Compañía Patrocinadora. Si considera que la privacidad o seguridad de su Cuenta de Usuario han sido vulneradas, deberá notificar de inmediato tal circunstancia a McKinsey. Nuestro uso de la Información de su Cuenta de Usuario está sujeto a nuestra Política de Privacidad y a los presentes Términos de Uso.
ja: お客様やその所属後援組織は、正確な所要ユーザー アカウント情報のみを提供しなければならず、変更があれば速やかに弊社に通知しなければならないことについて、お客様は同意する必要があります。またお客様は、ご自身の所要ユーザー アカウントのユーザー名やパスワードを秘密および安全に保つ責任はご自身にあることについても承知しておく必要があります。どのような理由がある場合でも、お客様の所要ユーザー アカウントにアクセスできる権利を、所属後援組織以外の第三者と共有することはできません。お客様の所要ユーザー アカウントのプライバシーまたはセキュリティが侵害されていると考える場合には、遅滞なく弊社までお知らせください。弊社は、そのプライバシーに関する方針と本規約に従って、お客様の所要ユーザー アカウント情報を使用します。
nl: U stemt ermee in dat u en uw Sponsorende Organisatie uitsluitend nauwkeurige Gebruikersaccountinformatie verstrekken en ons onmiddellijk op de hoogte brengen van eventuele wijzigingen. U erkent ook dat u verantwoordelijk bent voor het handhaven van de privacy en veiligheid van de gebruikersnaam en het wachtwoord van uw Gebruikersaccount. U mag de toegang tot uw Gebruikersaccount om geen enkele delen met derden, behalve met uw Sponsorende Organisatie. Als u denkt dat de privacy of veiligheid van uw Gebruikersaccount is aangetast, dient u ons onmiddellijk op de hoogte te stellen. Ons gebruik van uw Gebruikersaccountinformatie is onderworpen aan ons Privacybeleid en deze Voorwaarden.
pl: Użytkownik zgadza się, że on sam i jego Organizacja sponsorująca poda McKinsey wyłącznie dokładne Dane konta użytkownika i niezwłocznie poinformuje McKinsey o ich zmianach. Użytkownik przyjmuje również do wiadomości, że odpowiada za zachowanie prywatności i bezpieczeństwa nazwy i hasła Konta Użytkownika. Użytkownikowi nie wolno pod żadnym pozorem udostępniać swojego Konta Użytkownika osobom trzecim, z wyjątkiem Organizacji sponsorującej. Jeśli użytkownik uważa, że prywatność lub bezpieczeństwo jego Konta Użytkownika są zagrożone, musi natychmiast powiadomić o tym McKinsey. Korzystanie z Danych Konta Użytkownika podlega Polityce prywatności McKinsey i niniejszym Warunkom.
pt: Você concorda que você e sua organização patrocinadora nos fornecerão apenas informações precisas da conta do usuário e nos notificarão imediatamente sobre quaisquer alterações. Você também reconhece que é responsável por manter a privacidade e a segurança do nome e senha da sua conta de usuário. Você não pode compartilhar o acesso à sua conta de usuário com terceiros por motivo algum, exceto sua organização patrocinadora. Se você acredita que a privacidade ou a segurança da sua conta de usuário foi comprometida, notifique-nos imediatamente. Nosso uso das informações da sua conta de usuário está sujeito à nossa política de privacidade e a estes termos.
zh: 您同意您和您的赞助组织仅向我们提供准确的用户帐户信息，并及时将任何更改通知我们。您还承认，您有责任维护用户帐户名和密码的私密性和安全性。您不得出于任何原因与任何第三方（您的赞助组织除外）共享对用户帐户的访问权限。如果您认为您用户帐户的隐私或安全受到损害，则必须立即通知我们。我们对您用户帐户信息的使用受我们隐私政策和这些条款的约束。

source: We may retain User Account Information, in accordance with the terms of the Privacy Policy, including to ensure compliance with these terms and any applicable legal requirements, to modify and improve McKinsey Academy and our related service offerings, as well as for any other purposes authorized by these Terms or our Privacy Policy.
ar: ويحق لنا الاحتفاظ بمعلومات حساب المستخدم، وفقًا لشروط سياسة الخصوصية، لأغراض منها ضمان الالتزام بهذه الشروط وأي متطلبات قانونية سارية، وتعديل وتحسين أكاديمية ماكنزي وعروض الخدمات ذات الصلة، بالإضافة إلى أي أغراض أخرى مصرح بها بموجب هذه الشروط أو سياسة الخصوصية لدينا.
de: Wir können Benutzerkontoinformationen gemäß den Bestimmungen der Datenschutzrichtlinie aufbewahren, einschließlich um sie zur Sicherstellung der Einhaltung dieser Bedingungen und geltender gesetzlicher Bestimmungen, zur Änderung und Verbesserung der McKinsey Academy und unserer damit verbundenen Serviceangebote sowie für alle anderen durch diese Bedingungen oder unsere Datenschutzrichtlinie genehmigten Zwecke zu verwenden.
es: McKinsey podrá conservar la Información de Cuenta de Usuario de acuerdo con los términos de la Política de Privacidad, con el fin de garantizar el cumplimiento de estos términos y de otros requisitos legales vigentes, para modificar y mejorar McKinsey Academy y nuestra oferta de servicios, así como también otros propósitos autorizados por estos Términos de Uso y la Política de Privacidad.
ja: 弊社は、本規約や準拠法の要件に従うこと、McKinsey Academy や関連するサービスおよび提供品を修正および改善すること、また本規約または弊社のプライバシーに関する方針が認めている他の目的を果たすことを含む目的の達成に必要な場合、プライバシーに関する方針に従って所要ユーザー アカウント情報を保持することができます。
nl: We kunnen Gebruikersaccountinformatie behouden, in overeenstemming met de voorwaarden van het Privacybeleid, onder meer om de naleving van deze voorwaarden en alle toepasselijke wettelijke vereisten, om McKinsey Academy en onze gerelateerde diensten te wijzigen en te verbeteren, evenals voor andere doeleinden die zijn toegestaan door deze Voorwaarden of ons Privacybeleid.
pl: McKinsey może zachować Dane Konta Użytkownika zgodnie z postanowieniami Polityki prywatności, w tym w celu zapewnienia zgodności z niniejszymi warunkami i obowiązującymi wymaganiami prawnymi, modyfikowania i ulepszania McKinsey Academy i powiązanej z nią oferty usług, a także w innych celach, do których McKinsey jest upoważniona niniejszymi warunkami i Polityką prywatności.
pt: Podemos reter as Informações da conta do usuário, de acordo com os termos da política de privacidade, inclusive para garantir a conformidade com estes termos e quaisquer requisitos legais aplicáveis, para modificar e melhorar a McKinsey Academy e nossas ofertas de serviços relacionadas, bem como para quaisquer outros fins autorizados por estes termos ou por nossa política de privacidade.
zh: 我们可能会根据隐私政策的条款（包括确保遵守这些条款和任何适用的法律要求）保留用户帐户信息，以修改和改进麦肯锡学院及相关服务产品，以及将信息用于这些条款或我们的隐私政策所允许的任何其他目的。
