Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Without limiting anything in this Section, we are collaborating with edX Inc. (“edX”), a not-for-profit corporation founded by leading academic institutions that provides training, hosting and other services in connection with online and blended learning, in order to help develop, provide and improve McKinsey Academy. As part of our collaboration with edX, certain aspects of McKinsey Academy may be developed, hosted, maintained, supported and/or delivered in whole or in part by edX, either directly or indirectly. In connection therewith, edX and its third party service providers may also receive access to User Content, User Account Information and other information about your use of McKinsey Academy. Consistent with our Privacy Policy, edX is required to maintain as confidential any personally-identifiable information about you and your use of McKinsey Academy to which edX may have access in connection with its provision of the services and support described above.
ar: بدون تقييد أي شيء في هذا القسم، نتعاون مع edX Inc. ("edX")، وهي مؤسسة غير ربحية تأسست من قبل عدد من كبرى المؤسسات الأكاديمية الرائدة التي توفر التدريب والاستضافة وغيرها من الخدمات فيما يتعلق بالتعلم عبر الإنترنت والتعلم المختلط، للمساعدة في تطوير وتوفير وتحسين أكاديمية ماكنزي. كجزء من تعاوننا مع edX، يمكن تطوير بعض جوانب أكاديمية ماكنزي واستضافتها وصيانتها ودعمها و / أو تقديمها كليًا أو جزئيًا من قبل edX، إما بشكل مباشر أو غير مباشر. فيما يتعلق بذلك، قد تحصل edX ومقدمو الخدمات من الجهات الخارجية أيضًا على القدرة على الوصول إلى محتوى المستخدم ومعلومات حساب المستخدم وغيرها من المعلومات حول استخدامك لأكاديمية ماكنزي. وتماشياً مع سياسة الخصوصية الخاصة بنا، يتعين على edX الحفاظ على سرية أي معلومات شخصية عنك واستخدامك لأكاديمية ماكنزي التي قد يكون الوصول إليها متاحًا أمام edX فيما يتعلق بتوفيرها للخدمات والدعم الموضح أعلاه.
de: Ohne Einschränkung in diesem Abschnitt arbeiten wir mit edX Inc. zusammen. ("edX"), eine gemeinnützige Gesellschaft, die von führenden akademischen Institutionen gegründet wurde, die Trainings-, Hosting- und andere Dienstleistungen im Zusammenhang mit Online- und Blended Learning anbietet, um die McKinsey Academy zu weiterzuentwickeln, bereitzustellen und zu verbessern. Im Rahmen unserer Zusammenarbeit mit edX können bestimmte Aspekte der McKinsey Academy ganz oder teilweise direkt oder indirekt von edX entwickelt, gehostet, gewartet, unterstützt und/oder bereitgestellt werden. In diesem Zusammenhang können edX und seine Drittanbieter auch Zugang zu Benutzerinhalten, Benutzerkontoinformationen und anderen Informationen über Ihre Verwendung der McKinsey Academy erhalten. In Übereinstimmung mit unserer Datenschutzrichtlinie ist edX verpflichtet, alle persönlich identifizierbaren Informationen über Sie und Ihre Verwendung der McKinsey Academy, auf die edX im Zusammenhang mit der Bereitstellung der oben beschriebenen Dienstleistungen und des Supports Zugriff haben könnte, vertraulich zu behandeln.
eo: Wïthöüt lïmïtïng änýthïng ïn thïs Séçtïön, wé äré çölläßörätïng wïth édX Ìnç. (“édX”), ä nöt-för-pröfït çörpörätïön föündéd ßý léädïng äçädémïç ïnstïtütïöns thät prövïdés träïnïng, höstïng änd öthér sérvïçés ïn çönnéçtïön wïth önlïné änd ßléndéd léärnïng, ïn ördér tö hélp dévélöp, prövïdé änd ïmprövé MçKïnséý Àçädémý. Às pärt öf öür çölläßörätïön wïth édX, çértäïn äspéçts öf MçKïnséý Àçädémý mäý ßé dévélöpéd, höstéd, mäïntäïnéd, süppörtéd änd/ör délïvéréd ïn whölé ör ïn pärt ßý édX, éïthér dïréçtlý ör ïndïréçtlý. Ìn çönnéçtïön théréwïth, édX änd ïts thïrd pärtý sérvïçé prövïdérs mäý älsö réçéïvé äççéss tö Ûsér Çöntént, Ûsér Àççöünt Ìnförmätïön änd öthér ïnförmätïön äßöüt ýöür üsé öf MçKïnséý Àçädémý. Çönsïstént wïth öür Prïväçý Pölïçý, édX ïs réqüïréd tö mäïntäïn äs çönfïdéntïäl äný pérsönällý-ïdéntïfïäßlé ïnförmätïön äßöüt ýöü änd ýöür üsé öf MçKïnséý Àçädémý tö whïçh édX mäý hävé äççéss ïn çönnéçtïön wïth ïts prövïsïön öf thé sérvïçés änd süppört désçrïßéd äßövé.#
es: Sin que ello implique una limitación a lo indicado en esta Sección, McKinsey Academy colabora con edX Inc. (“edX”), una organización sin fines de lucro fundada por prestigiosas instituciones académicas que ofrece servicios de capacitación, almacenamiento y similares relacionados con el aprendizaje flexible y en línea, con el fin de contribuir al desarrollo, la prestación y la mejora de los servicios de McKinsey Academy. Como parte de nuestra colaboración con edX, ciertos aspectos de McKinsey Academy pueden ser desarrollados, almacenados, mantenidos, respaldados y/o proporcionados en forma total o parcial por edX, ya sea directa o indirectamente. En tal sentido, edX y sus prestadores de servicios externos también podrían obtener acceso a Contenidos de Usuario, Información de Cuenta del Usuario y demás datos sobre su uso de McKinsey Academy. De conformidad con nuestra Política de Privacidad, edX tiene la obligación de mantener la confidencialidad de cualquier información de identificación personal sobre usted y el uso de McKinsey Academy a la que acceda en virtud de lo descripto anteriormente.
fr: Sans rien limiter au contenu de cette Section, nous collaborons avec edX Inc. (« edX »), une organisation à but non lucratif fondée par des institutions universitaires de premier plan qui fournit une formation, un hébergement et d'autres services en rapport avec la formation en ligne et mixte, afin d'aider à développer, fournir et améliorer McKinsey Academy. Dans le cadre de notre collaboration avec edX, certains aspects de la McKinsey Academy peuvent être développés, hébergés, entretenus, pris en charge et/ou livrés en tout ou en partie par edX, soit directement ou indirectement. Dans le cadre de cette collaboration, edX et ses prestataires de service tiers peuvent également obtenir l'accès au contenu d'utilisateur, aux informations de compte d'utilisateur et à d'autres informations concernant votre utilisation de la McKinsey Academy. Conformément à notre politique de confidentialité, edX est tenu de maintenir comme confidentielles toutes les informations identifiables personnellement vous concernant, vous et votre utilisation de la McKinsey Academy auxquelles edX peut avoir accès en rapport avec sa prestation de service et l'assistance décrites ci-dessus.
ja: 本項の一切の事項を制限することなく、当社は、McKinsey Academyの開発・提供・改善を助けるため、オンライン / 混合式学習に関連した研修、開催、その他のサービスを提供する、トップレベルの学術機関が設立した非営利企業、edX Inc. (以下「edX」) と提携しています。edXとの提携の一環として、直接または間接的に、McKinsey Academyの特定項目の開発、開催、運営、支援、提供が、全体的または部分的に、edXにより実施されている場合があります。これに関連し、edXおよびその第三者サービスプロバイダについても、ユーザー・コンテンツ、ユーザー・アカウント情報、お客様によるMcKinsey Academyの利用に関するその他の情報へのアクセス権を受ける場合があります。当社のプライバシーに関する方針に従い、上記に記載されるサービスおよびサポートの提供に関連してedXがアクセス権を受ける可能性のある、お客様あるいはお客様によるMcKinsey Academyのご利用に関する、個人が特定できる一切の情報について、機密情報として取り扱うことがedXには求められています。
nl: Zonder dit onderdeel op enigerlei wijze te beperken, werken wij samen met edX Inc. (“edX”), een non-profitorganisatie, opgericht door toonaangevende academische instellingen, die training, hosting en andere diensten aanbiedt gekoppeld aan online en blended learning, om te helpen bij de ontwikkeling, het aanbod en het verbeteren van McKinsey Academy. Als onderdeel van onze samenwerking met edX, kunnen bepaalde aspecten van McKinsey Academy, direct of indirect, volledig of gedeeltelijk worden ontwikkeld, gehost, onderhouden, ondersteund en/of geleverd door edX. Met betrekking hiertoe kunnen edX en haar externe dienstverleners ook toegang krijgen tot Gebruikersinhoud, Gebruikersaccountinformatie en overige informatie over uw gebruik van McKinsey Academy. In navolging van ons Privacybeleid is edX verplicht om zo vertrouwelijk mogelijk om te gaan met enige persoonlijk identificeerbare informatie over u en uw gebruik van McKinsey Academy, waartoe edX toegang zou kunnen hebben vanwege het leveren van de diensten en ondersteuning, zoals hierboven beschreven.
pl: Bez ograniczenia żadnych innych postanowień niniejszej sekcji, współpracujemy z edX Inc. (zwaną dalej “edX”), organizacją niedochodową założoną przez wiodące instytucje akademickie, które zapewniają usługi szkoleniowe, hostingowe i inne w związku z nauczaniem online i mieszanym, aby pomóc rozwijać, dostarczać i ulepszać McKinsey Academy. W ramach naszej współpracy z edX, niektóre aspekty McKinsey Academy mogą być opracowywane, hostingowane, utrzymywane, obsługiwane i/lub dostarcza w całości lub w części przez edX, zarówno bezpośrednio, jak i pośrednio. W związku z powyższym, edX oraz strony trzecie będące jej dostawcami usług mogą otrzymać dostęp do Treści Użytkownika, Informacji Konta Użytkownika i innych informacji o Twoim użytkowaniu McKinsey Academy. Zgodnie z naszą Polityką prywatności, edX zobowiązana jest do zachowywania poufności wszelkich informacji umożliwiających ustalenie tożsamości dotyczących Ciebie i Twojego użytkowania McKinsey Academy, do których edX może mieć dostęp w związku z zapewnianiem usług i obsługi w sposób opisany powyżej.
pt: Sem impor limitações para esta Seção, estamos colaborando com a edX Inc. (“edX”), uma corporação sem fins lucrativos fundada pelas principais instituições acadêmicas, que fornece treinamento, hospedagem e outros serviços relacionados ao aprendizado online e híbrido, para ajudar a desenvolver, abastecer de conteúdo e melhorar o McKinsey Academy. Como parte de nossa colaboração com a edX, certos aspectos do McKinsey Academy podem ser desenvolvidos, hospedados, mantidos, suportados e/ou entregues, no todo ou em parte, pela edX, direta ou indiretamente. Com relação a isso, a edX e seus provedores de serviços terceirizados também podem receber acesso ao Conteúdo do Usuário, Informações da Conta do Usuário e outras informações sobre o uso que você faz do McKinsey Academy. Consistente com nossa Política de Privacidade, a edX é obrigada a manter a confidencialidade de qualquer informação pessoal identificável sobre você e seu uso do McKinsey Academy à qual possa ter acesso em conexão com o fornecimento dos serviços e suporte descritos acima.
zh: 在不限制本部分任何内容的情况下，我们正与 edX Inc. (“edX”) 合作，这是一家由领先学术机构创立的非营利性公司，提供与在线和混合学习相关的培训、托管和其他服务，以帮助开发、提供和改进麦肯锡学院课程。与 edX 合作期间，某些麦肯锡学院平台部分可能直接或间接地由 edX 开发、托管、维护、支持和/或全部或部分交付。因此，edX 及其第三方服务提供商也可以接收用户内容、用户帐户信息以及有关您使用麦肯锡学院的其他信息。根据我们的隐私政策，edX 可以在提供上述服务和支持时访问您的任何个人身份信息以及您使用麦肯锡学院相关的信息，但必须对此类信息保密。

source: In addition, certain Mobile Offerings may be made available to you through third party websites, applications or platforms operated by a third party (a “Mobile Platform Provider”), for example through a mobile app store. The websites, applications and platforms of these Mobile Platform Providers are subject to separate and independent terms of use and privacy policies, which apply to your use of their websites, applications and/or platforms, and any related services provided by the Mobile Platform Provider, with which you agree to comply and which are not subject to our control, and which we recommend you review carefully. Without limiting the foregoing, you acknowledge that no Mobile Platform Provider has any control over, nor makes any warranty or shall have any liability to you for, McKinsey Academy or any McKinsey Academy Content, and any claim or dispute by you in connection therewith shall be governed by these Terms. Where required by our agreement with such Mobile Platform Provider, such Mobile Platform Provider is a third party beneficiary of this paragraph of these Terms and may enforce these Terms against you as a third party beneficiary thereof.
ar: بالإضافة إلى ذلك، قد تُقدم لك بعض عروض الجوال من خلال مواقع إلكترونية أو تطبيقات أو منصات تابعة لطرف ثالث تديرها جهة خارجية ("مقدم خدمة الجوال")، على سبيل المثال من خلال متجر تطبيقات الجوال. وتخضع المواقع الإلكترونية وتطبيقات ومنصات مقدمي أنظمة الجوال الأساسية هذه لشروط الاستخدام والخصوصية المستقلة المنفصلة، والتي تنطبق على استخدامك للمواقع الإلكترونية والتطبيقات و / أو الأنظمة الأساسية الخاصة بهم، وأي خدمات ذات صلة يقدمها موفر منصة الهاتف الجوال، التي توافق بموجبها على الامتثال والتي لا تخضع لسيطرتنا، وننصحك بمراجعتها بعناية. ودون تقييد لما سبق، فإنك تقر بأنه لا يوجد لدى مقدم خدمة منصة الجوال أي سلطة، ولا يقدم أي ضمان أو يتحمل أي مسؤولية تجاهك، أو أكاديمية ماكنزي أو أي محتوى من أكاديمية ماكنزي، وأي مطالبة أو دعاوى من جانبك فيما يتعلق بذلك محكومة بهذه الشروط. وعندما يكون ذلك مطلوبًا بموجب اتفاقيتنا مع مقدم منصة الجوال هذه، فإن مقدم خدمة منصة الجوال هذا هو طرف ثالث مستفيد من هذه الفقرة من هذه الشروط ويجوز له تنفيذ هذه الشروط ضدك بصفته طرفًا ثالثًا مستفيدًا منها.
de: Darüber hinaus können Ihnen bestimmte mobile Angebote über Drittanbieter-Websites, -Anwendungen oder -Plattformen, die von einem Dritten betrieben werden ("Anbieter mobiler Plattformen"), z. B. über einen Mobil-App-Shop, zur Verfügung gestellt werden. Die Websites, Anwendungen und Plattformen dieser Anbieter mobiler Plattformen unterliegen separaten und unabhängigen Nutzungsbedingungen und Datenschutzrichtlinien, die für Ihre Nutzung ihrer Websites, Anwendungen und/oder Plattformen und aller damit verbundenen Dienstleistungen des Anbieters der mobilen Plattformen gelten, denen Sie zustimmen und die nicht unserer Kontrolle unterliegen und die wir Ihnen empfehlen, sorgfältig zu überprüfen. Ohne Einschränkung des Vorstehenden erkennen Sie an, dass kein Anbieter mobiler Plattformen die Kontrolle über die McKinsey Academy oder die Inhalte der McKinsey Academy hat, irgendeine Garantie übernimmt oder Ihnen gegenüber eine Haftung übernimmt, und alle Ansprüche oder Streitigkeiten, die Sie in diesem Zusammenhang geltend machen, diesen Bedingungen unterliegen. Wenn dies durch unsere Vereinbarung mit einem solchen Anbieter mobiler Plattformen erforderlich ist, ist dieser Anbieter mobiler Plattformen ein Begünstigter dieses Absatzes dieser Bedingungen und kann diese Bedingungen gegen Sie als Begünstigter eines Dritten durchsetzen.
eo: Ìn äddïtïön, çértäïn Mößïlé Öfférïngs mäý ßé mädé äväïläßlé tö ýöü thröügh thïrd pärtý wéßsïtés, äpplïçätïöns ör plätförms öpérätéd ßý ä thïrd pärtý (ä “Mößïlé Plätförm Prövïdér”), för éxämplé thröügh ä mößïlé äpp störé. Thé wéßsïtés, äpplïçätïöns änd plätförms öf thésé Mößïlé Plätförm Prövïdérs äré süßjéçt tö sépäräté änd ïndépéndént térms öf üsé änd prïväçý pölïçïés, whïçh äpplý tö ýöür üsé öf théïr wéßsïtés, äpplïçätïöns änd/ör plätförms, änd äný rélätéd sérvïçés prövïdéd ßý thé Mößïlé Plätförm Prövïdér, wïth whïçh ýöü ägréé tö çömplý änd whïçh äré nöt süßjéçt tö öür çöntröl, änd whïçh wé réçömménd ýöü révïéw çäréfüllý. Wïthöüt lïmïtïng thé förégöïng, ýöü äçknöwlédgé thät nö Mößïlé Plätförm Prövïdér häs äný çöntröl övér, nör mäkés äný wärräntý ör shäll hävé äný lïäßïlïtý tö ýöü för, MçKïnséý Àçädémý ör äný MçKïnséý Àçädémý Çöntént, änd äný çläïm ör dïspüté ßý ýöü ïn çönnéçtïön théréwïth shäll ßé gövérnéd ßý thésé Térms. Whéré réqüïréd ßý öür ägréémént wïth süçh Mößïlé Plätförm Prövïdér, süçh Mößïlé Plätförm Prövïdér ïs ä thïrd pärtý ßénéfïçïärý öf thïs pärägräph öf thésé Térms änd mäý énförçé thésé Térms ägäïnst ýöü äs ä thïrd pärtý ßénéfïçïärý théréöf.#
es: Del mismo modo, ciertas Ofertas Móviles podrían ponerse a su disposición a través de sitios web, aplicaciones o plataformas operadas por un tercero (un “Proveedor de Plataforma Móvil”), por ejemplo, una tienda de aplicaciones móviles. Los sitios web, las aplicaciones y las plataformas de estos Proveedores de Plataforma Móvil están sujetos a términos de uso y políticas de privacidad independientes, con los que usted acuerda cumplir y que no están sujetos a nuestro control, por lo que recomendamos los revise detenidamente. Sin que ello implique una limitación de lo anterior, usted reconoce que ningún Proveedor de Plataforma Móvil tiene control alguno sobre McKinsey Academy o cualquier Contenido de McKinsey Academy, ni efectúa garantía alguna ni asume ningún tipo de responsabilidad hacia usted al respecto, y que cualquier reclamo o disputa relacionada se regirá por los presentes Términos de Uso. Cuando así lo exija nuestro acuerdo con un Proveedor de Plataforma Móvil, éste podrá ejercer los derechos detallados en este párrafo en su propio beneficio, subrogándose en los derechos de McKinsey.
fr: De plus, certaines offres mobiles peuvent être mises à votre disposition par des sites internet tiers, des applications ou des plates-formes exploités par un tiers (un « fournisseur de plate-forme mobile »), par exemple par une boutique d'application mobile. Les sites internet, applications et plate-forme de ces fournisseurs de plate-forme mobile sont soumis à des conditions d'utilisation et des politiques de confidentialité indépendantes et distinctes, qui s'appliquent à votre utilisation de leur site internet, application et/ou plate-forme et tous les services associés fournis par le fournisseur de plate-forme, auxquelles vous acceptez de vous conformer et qui ne sont pas soumises à notre contrôle, et que nous vous recommandons d'examiner avec soin. Sans limiter ce qui précède, vous reconnaissez qu’aucun fournisseur de plate-forme mobile n’a de contrôle sur, n’offre de garantie ou n’assume de responsabilité envers vous, McKinsey Academy ou tout contenu de McKinsey Academy, et tout plainte ou litige que vous auriez avec ces derniers seront gouvernés par ces Conditions. Lorsque notre contrat avec un tel fournisseur de plate-forme mobile l'exige, ce fournisseur de plate-forme mobile est un bénéficiaire tiers de ce paragraphe de ces Conditions et peut appliquer ces conditions en votre défaveur en tant que bénéficiaire tiers des présentes.
ja: さらに、特定のモバイルサービスについては、モバイルアプリ・ストアなどにより、第三者 (「モバイル・プラットフォーム・プロバイダ」) が運用するウェブサイト、アプリ、またはプラットフォームを通じて利用が可能となる場合があります。これらのモバイル・プラットフォーム・プロバイダのウェブサイト、アプリ、プラットフォームは、個別で独立した利用規約およびプライバシーに関する方針の対象となります。ご利用の際は、十分に確認を行ってください。前述の内容を制限することなく、お客様は、一切のMcKinsey Academyコンテンツについて、どのモバイル・プラットフォーム・プロバイダも、責任を負わないこと、保証を行わないこと、お客様に対する責任も負わないことを認め、これに関連したお客様からの一切の苦情または紛争についても、これらの規約により管理されることに同意します。これらのモバイル・プラットフォーム・プロバイダと当社間の合意で求められる場合、モバイル・プラットフォーム・プロバイダは、これらの規約の当該項の第三者受益者であり、その第三者受益者として、お客様に対し、これらの規約を実行することができます。
nl: Daarnaast kunnen bepaalde Mobiele aanbiedingen aan u beschikbaar worden gesteld via bepaalde externe websites, applicaties of platforms die worden aangeleverd door een derde partij (een “Mobiele platformprovider”), bijvoorbeeld via een mobiele appstore. De websites, applicaties en platforms van deze Mobiele platformproviders zijn onderworpen aan afzonderlijke en onafhankelijke gebruiksvoorwaarden en privacybeleid, die van toepassing zijn op uw gebruik van de websites, applicaties en/of platforms en gerelateerde diensten die door de Mobiele platformprovider worden geleverd, waarvoor u uw instemming geeft om deze na te zullen leven en die niet onder onze controle vallen, en wij adviseren u om deze zorgvuldig na te lezen. Zonder het hiervoor genoemde te beperken, erkent u dat geen enkele Mobiele platformprovider enige controle heeft over, noch enige garantie kan bieden of aansprakelijk is tegenover u voor, McKinsey Academy of enige McKinsey Academy-inhoud, en dat enige claim of betwisting van u gerelateerd hieraan onder deze voorwaarden zal vallen. Indien verplicht door onze overeenkomst met een dergelijke Mobiele platformprovider, vormt een dergelijke Mobiele platformprovider een derde begunstigde van deze paragraaf van deze Voorwaarden en mag deze de Voorwaarden tegenover u uitoefenen als een derde begunstigde hiervan.
pl: Dodatkowo niektóre Produkty Mobilne mogą zostać Tobie udostępnione przez strony Internetowy stron trzecich oraz aplikacji lub platformy obsługiwane przez stronę trzecią (dalej zwaną „Dostawcą Platformy Mobilnej”), na przykład poprzez app store. Strony, aplikacje i platformy tych Dostawców Platformy Mobilnej podlegają osobnym i niezależnym warunkom i politykom prywatności, które odnoszą się do Twojego korzystania z ich stron, aplikacji i/lub platform i innych powiązanych usług dostarczanych przez Dostawcę Platformy Mobilnej, na przestrzeganie których przystajesz, które nie podlegają naszej kontroli i z którymi zalecamy się uważnie zapoznać. Nie ograniczając powyższych, potwierdzasz, że żaden Dostawca Platformy Mobilnej nie ma żadnej kontroli nad, ani nie zapewnia Ci żadnej gwarancji i nie ponosi żadnej odpowiedzialności względem Ciebie za, McKinsey Academy ani jakąkolwiek Treścią McKinsey Academy oraz że żadne Twoje roszczenia i spory względem powyższych nie będą regulowane niniejszymi Warunkami. W sytuacjach wymaganych przez nasze umowy z takim Dostawcą Platformy Mobilnej, taki Dostawca Platformy Mobilnej jest stroną trzecią będącą beneficjentem tego ustępu niniejszych Warunków i może egzekwować niniejsze Warunki wobec Ciebie jako strona trzecia będąca beneficjentem tychże.
pt: Além disso, certas Versões para Dispositivos Móveis podem ser disponibilizadas a você por meio de sites, aplicativos ou plataformas de terceiros operados por terceiros (um “Provedor de Plataforma Móvel”), por exemplo, por meio de app store. Os sites, aplicativos e plataformas desses Provedores de Plataforma Móvel estão sujeitos a termos de uso e políticas de privacidade distintos e independentes, que se aplicam ao uso de seus sites, aplicativos e/ou plataformas e quaisquer serviços relacionados fornecidos pelo provedor de plataforma móvel, com os quais você concorda em cumprir e que não estão sujeitos ao nosso controle. Recomendamos que você os analise com atenção. Sem limitar o precedente, você reconhece que nenhum Provedor de Plataforma Móvel tem qualquer controle sobre, nem faz qualquer garantia ou terá qualquer responsabilidade com você pelo McKinsey Academy ou qualquer Conteúdo do McKinsey Academy, e qualquer reivindicação ou disputa por você em relação a ele será regido por estes Termos. Quando exigido por nosso contrato com tal Provedor de Plataforma Móvel, tal Provedor de Plataforma Móvel é um terceiro beneficiário deste parágrafo destes Termos e poderá impor estes Termos contra você como um terceiro beneficiário do mesmo.
zh: 此外，某些移动产品可能会通过第三方网站、应用程序或第三方（“移动平台提供商”）运营的平台（例如通过移动应用程序商店）向您提供。这些移动平台提供商的网站、应用程序和平台受单独和独立的使用条款和隐私政策的约束，这些政策适用于您使用其网站、应用程序和/或平台以及移动平台提供商提供的任何相关服务，您同意遵守这些政策并且这些政策不受我们控制，我们建议您仔细阅读。在不限制前述内容的情况下，您承认移动平台提供商不会对麦肯锡学院或任何麦肯锡学院内容拥有任何控制权，也不对其提供任何保证或对您承担任何责任，且您因此而提出的任何索赔或争议应受这些条款约束。根据我们与此类移动平台提供商达成的协议，此类移动平台提供商是本条款第三方受益人，并可能对您执行这些条款作为其第三方受益人。

source: 9. Certificates
ar: 9. الشهادات
de: 9. Zertifikate
eo: 9. Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: 9. Certificados
fr: 9. Certificats
ja: 9. 修了証書等
nl: 9. Certificaten
pl: 9. Certyfikaty
pt: 9. Certificados
zh: 9. 证书
