Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Error uploading file. Please try again and be sure to use an accepted file format.
ar: خطأ في تحميل الملف. يرجى المحاولة مرة أخرى والتأكد من استخدام تنسيق ملف مقبول.
de: Die Datei konnte nicht hochgeladen werden. Bitte versuchen Sie es erneut. Stellen Sie dabei sicher, dass es sich um ein unterstütztes Dateiformat handelt.
eo: Érrör üplöädïng fïlé. Pléäsé trý ägäïn änd ßé süré tö üsé än äççéptéd fïlé förmät. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Error al cargar el archivo. Inténtelo de nuevo y asegúrese de usar un formato de archivo aceptado.
fr: Erreur pendant le téléchargement du fichier veuillez réessayer et assurez-vous d’utiliser un format de fichier accepté.
ja: ファイルのアップロード中、エラーが発生しました。使用可能なファイル形式を確認し、再度試してください。
nl: Fout bij uploaden van bestand. Probeer het opnieuw en zorg ervoor dat u een geaccepteerd bestandstype gebruikt.
pl: Nie udało się przesłać pliku. Sprawdź, czy format pliku jest poprawny i spróbuj ponownie.
pt: Erro no upload do arquivo. Tente novamente e certifique-se de usar um formato de arquivo aceito.
zh: 上传文件时出错。请确保使用接受的文件格式，然后重试。

source: No group projects available for this course
ar: لا توجد مشروعات جماعية متوافرة لهذه الدورة التدريبية
de: Keine Gruppenprojekte für diesen Kurs verfügbar
eo: Nö gröüp pröjéçts äväïläßlé för thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: No hay proyectos en grupo disponibles para este curso
fr: Aucun projet de groupe disponibles
ja: このコースには、グループプロジェクトはありません。
nl: Er zijn geen groepsprojecten beschikbaar voor deze cursus
pl: Brak projektów grupowych dla tego kursu
pt: Nenhum projeto de grupo disponível para este curso
zh: 此课程没有可用的小组项目

source: Group Work
ar: عمل المجموعة
de: Gruppenarbeit
eo: Gröüp Wörk Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Trabajo en grupo
fr: Travail en groupe
ja: グループワーク
nl: Groepswerk
pl: Praca grupowa
pt: Trabalho em grupo
zh: 小组作业

source: Group wasn't created - please select project
ar: لم يتم إنشاء المجموعة - يرجى تحديد مشروع
de: Gruppe wurde nicht erstellt - bitte Projekt wählen
eo: Gröüp wäsn't çréätéd - pléäsé séléçt pröjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: El grupo no se ha creado. Seleccione un proyecto.
fr: Le groupe n'a pas été créé - veuillez sélectionner un projet
ja: グループが作成されませんでした - プロジェクトを選択してください
nl: Groep is niet aangemaakt - selecteer project
pl: Grupa nie została utworzona - proszę wybrać projekt
pt: O grupo não foi criado - selecione o projeto
zh: 未创建小组 - 请选择项目

source: Bad users {} for private project
ar: مستخدمون سيئون {} للمشروع الخاص
de: Ungültige Nutzer {} für privates Projekt
eo: Bäd üsérs {} för prïväté pröjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Usuarios incorrectos {} para proyecto privado
fr: Utilisateurs incorrects {} pour projet privé
ja: 非公開プロジェクトについて不正なユーザー{}
nl: Onjuiste gebruikers {} voor privéproject
pl: Nieprawidłowi użytkownicy {} do prywatnego projektu
pt: Usuários inválidos {} para projeto privado
zh: 私人项目的用户 {} 错误

source: Group successfully created
ar: تم إنشاء المجموعة بنجاح
de: Gruppe erfolgreich erstellt
eo: Gröüp süççéssfüllý çréätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: El grupo se creó exitosamente
fr: Groupe créé avec succès
ja: グループの作成が完了しました
nl: Groep is aangemaakt
pl: Grupa utworzona prawidłowo
pt: Grupo criado com sucesso
zh: 小组已成功创建

source: Group was not created
ar: لم يتم إنشاء المجموعة
de: Gruppe wurde nicht erstellt
eo: Gröüp wäs nöt çréätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: El grupo no se ha creado
fr: Le groupe n'a pas été créé
ja: グループは作成されませんでした
nl: Groep is niet gemaakt
pl: Grupa nie została utworzona
pt: O grupo não foi criado
zh: 未创建小组

source: Error creating project
ar: خطأ في إنشاء المشروع
de: Fehler bei Projekterstellung
eo: Érrör çréätïng pröjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Error al crear el proyecto
fr: Erreur pendant la création du projet
ja: プロジェクトの作成でエラーが発生しました
nl: Fout bij aanmaken van project
pl: Nie udało się utworzyć projektu
pt: Erro ao criar projeto
zh: 创建项目时出错

source: Project already exists
ar: المشروع موجود بالفعل
de: Projekt existiert bereits
eo: Pröjéçt älréädý éxïsts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: El proyecto ya existe
fr: Le projet existe déjà
ja: プロジェクトは既に存在します
nl: Project bestaat al
pl: Projekt już istnieje
pt: O projeto já existe
zh: 项目已存在

source: Project successfully created
ar: تم إنشاء المشروع بنجاح
de: Projekt erfolgreich erstellt
eo: Pröjéçt süççéssfüllý çréätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: El proyecto se creó exitosamente
fr: Projet créé avec succès
ja: プロジェクトの作成が完了しました
nl: Project is aangemaakt
pl: Projekt utworzony prawidłowo
pt: Projeto criado com sucesso
zh: 项目已成功创建

source: Project deleted successfully.
ar: تم حذف المشروع بنجاح.
de: Projekt erfolgreich gelöscht.
eo: Pröjéçt délétéd süççéssfüllý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: El proyecto se eliminó exitosamente.
fr: Projet supprimé avec succès.
ja: プロジェクトの削除が完了しました。
nl: Project is gewist.
pl: Projekt został usunięty
pt: Projeto excluído com sucesso.
zh: 项目已成功删除。

source: Password Reset Email successfully sent.
ar: تم إرسال البريد الإلكتروني الخاص بإعادة تعيين كلمة المرور بنجاح.
de: E-Mail zum Zurücksetzen des Passworts erfolgreich gesendet.
eo: Pässwörd Rését Émäïl süççéssfüllý sént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: El correo electrónico de restablecimiento de contraseña se envió exitosamente.
fr: Un e-mail de réinitialisation du mot de passe a été envoyé avec succès.
ja: パスワード再設定Eメールの送信が完了しました。
nl: E-mail voor wachtwoord opnieuw instellen verzonden.
pl: Wysłano e-mail dotyczący resetowania hasła.
pt: E-mail de redefinição de senha enviado com sucesso.
zh: 密码重置电子邮件已成功发送。

source: Activation email sent.
ar: تم إرسال البريد الإلكتروني الخاص بالتفعيل.
de: Aktivierungs-E-Mail gesendet.
eo: Àçtïvätïön émäïl sént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Correo electrónico de activación enviado.
fr: E-mail d'activation envoyé.
ja: アクティベーションEメールが送信されました。
nl: E-mail voor activering verzonden.
pl: Wysłano e-mail aktywacyjny.
pt: E-mail de ativação enviado.
zh: 激活电子邮件已发送。

source: Company name can only contain alphanumeric characters
ar: لا يمكن أن يحتوي اسم الشركة سوى على أحرف أبجدية رقمية
de: Firmenname darf nur alphanumerische Zeichen beinhalten
eo: Çömpäný nämé çän önlý çöntäïn älphänümérïç çhäräçtérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: El nombre de la compañía solo puede contener caracteres alfanuméricos
fr: Le nom de la société ne peut contenir que des caractères alphanumériques
ja: 会社名には英数字しか使用できません
nl: Bedrijfsnaam mag alleen alfanumerieke tekens bevatten
pl: Nazwa firmy może posiadać jedynie znaki alfanumeryczne
pt: O nome da empresa pode conter apenas caracteres alfanuméricos
zh: 公司名称只能包含字母数字字符

source: Permission Error: You don't have permissions to grant this role
ar: خطأ في الإذن: ليس لديك أذونات لمنح هذا الدور
de: Berechtigungsfehler: Sie haben keine Berechtigung, diese Rolle zu vergeben
eo: Pérmïssïön Érrör: Ýöü dön't hävé pérmïssïöns tö gränt thïs rölé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Error de permisos: No tiene permiso para otorgar este rol
fr: Erreur de permission : vous n'avez pas l'autorisation d'accorder ce rôle
ja: 権限エラー: このロールを付与する権限はありません
nl: Fout in rechten: U heeft geen rechten om deze functie te verlenen
pl: Błąd uprawień: Nie masz uprawnień pozwalających na przydzielenie tego stanowiska
pt: Erro de permissão: você não tem permissão para conceder esta função
zh: 权限错误：您无权授予此角色

source: User with that email already exists!
ar: يوجد مستخدم بهذا البريد الإلكتروني بالفعل!
de: Ein Nutzer mit dieser E-Mail-Adresse existiert bereits!
eo: Ûsér wïth thät émäïl älréädý éxïsts! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Ya existe un usuario con ese correo electrónico
fr: Un utilisateur avec cet e-mail existe déjà !
ja: このEメールのユーザーは既に存在します
nl: Er bestaat al een gebruiker met dat e-mailadres!
pl: Użytkownik o tym adresie e-mail już istnieje!
pt: O usuário com esse e-mail já existe!
zh: 使用该电子邮件地址的用户已存在！

source: Couldn't create company!
ar: تعذر إنشاء الشركة!
de: Firma konnte nicht angelegt werden!
eo: Çöüldn't çréäté çömpäný! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: No se pudo crear la compañía
fr: Impossible de créer la société !
ja: 会社を作成できませんでした
nl: Bedrijf kan niet worden aangemaakt!
pl: Nie można utworzyć firmy!
pt: Não foi possível criar empresa!
zh: 无法创建公司！

source: Couldn't add user to company!
ar: تعذر إضافة المستخدم إلى الشركة!
de: Nutzer konnte nicht der Firma hinzugefügt werden!
eo: Çöüldn't ädd üsér tö çömpäný! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: No se pudo añadir el usuario a la compañía
fr: Impossible d'ajouter l'utilisateur à la société !
ja: ユーザーを会社に追加できませんでした
nl: Gebruiker kan niet worden toegevoegd aan bedrijf!
pl: Nie można dodać użytkownika do firmy!
pt: Não foi possível adicionar o usuário à empresa!
zh: 无法将用户添加到公司！

source: Successfully added new user!
ar: تمت إضافة مستخدم جديد بنجاح!
de: Neuer Nutzer erfolgreich hinzugefügt!
eo: Süççéssfüllý äddéd néw üsér! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: El nuevo usuario se añadió exitosamente
fr: Nouvel utilisateur ajouté avec succès !
ja: 新しいユーザーを無事追加しました
nl: Nieuwe gebruiker is toegevoegd!
pl: Pomyślnie dodano nowego użytkownika!
pt: Novo usuário adicionado com sucesso!
zh: 已成功添加新用户！

source: N/A
ar: لا يوجد
de: Nicht zutreffend
eo: N/À Ⱡ'σяєм#
ja: 該当なし
nl: N.v.t.
pl: Nie dotyczy
zh: 不适用

source: User with that username or email already exists!
ar: يوجد مستخدم باسم المستخدم أو البريد الإلكتروني هذا بالفعل!
de: Ein Nutzer mit diesem Nutzernamen oder dieser E-Mail-Adresse existiert bereits!
eo: Ûsér wïth thät üsérnämé ör émäïl älréädý éxïsts! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Ya existe un usuario con ese nombre de usuario o correo electrónico
fr: Un utilisateur avec ce nom d'utilisateur ou cet e-mail existe déjà !
ja: このユーザー名またはEメールのユーザーは既に存在します
nl: Er bestaat al een gebruiker met die gebruikersnaam of dat e-mailadres!
pl: Użytkownik o tej nazwie i adresie e-mail już istnieje!
pt: O usuário com esse nome de usuário ou e-mail já existe!
zh: 使用该用户名或电子邮件地址的用户已存在！

source: Can't find user in database
ar: يتعذر العثور على المستخدم في قاعدة البيانات
de: Nutzer wurde in der Datenbank nicht gefunden
eo: Çän't fïnd üsér ïn dätäßäsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: No se encontró el usuario en la base de datos
fr: Impossible de trouver l'utilisateur dans la base de données
ja: ユーザーをデータベースで確認できません
nl: Kan gebruiker niet vinden in database
pl: Nie można znaleźć użytkownika w bazie danych
pt: Não foi possível encontrar o usuário no banco de dados
zh: 在数据库中找不到用户

source: There is a problem with selected user role on new course!
ar: توجد مشكلة بخصوص دور المستخدم المحدد في الدورة التدريبية الجديدة!
de: Es besteht ein Problem mit der ausgewählten Nutzerrolle im neuen Kurs!
eo: Théré ïs ä prößlém wïth séléçtéd üsér rölé ön néw çöürsé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Existe un problema con el rol de usuario seleccionado en el nuevo curso
fr: Il y a un problème avec le rôle d'utilisateur sélectionné sur le nouveau cours !
ja: 新しいコースで選択されたユーザーロールについて問題があります
nl: Er is een probleem met de geselecteerde gebruikersfunctie voor de nieuwe cursus!
pl: Wystąpił problem związany z wybraną rolą użytkownika w nowym kursie!
pt: Há um problema com a função do usuário selecionada no novo curso!
zh: 新课程中选定的用户角色存在问题！

source: Completed
ar: أكملت
de: Beendet
eo: Çömplétéd Ⱡ'σяєм ιρѕυм ∂σł#
es: Completado
fr: Terminé
ja: 完了
nl: Voltooid
pl: Ukończono
pt: Concluído
zh: 已完成

source: Grade
ar: الدرجة
de: Note
eo: Grädé Ⱡ'σяєм ιρѕ#
es: Calificación
fr: Note
ja: 成績
nl: Cijfer
pl: Ocena
pt: Nota
zh: 评分

source: End Date
ar: تاريخ الانتهاء
de: Datum der Fertigstellung
eo: Énd Däté Ⱡ'σяєм ιρѕυм ∂#
es: Fecha de finalización
fr: Date de fin
ja: 終了日
nl: Einddatum
pl: Data ukończenia
pt: Data de término
zh: 结束日期

source: Problem generating activity review assignments
ar: توجد مشكلة في إنشاء مهام مراجعة النشاط
de: Problem bei der Generierung der Überprüfungsaufgaben
eo: Prößlém générätïng äçtïvïtý révïéw ässïgnménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Ocurrió un problema al generar tareas de revisión de actividades
fr: Problème pendant la génération des devoirs de révision d'activité
ja: アクティビティ確認課題の生成で問題が発生しました
nl: Probleem bij het genereren van opdrachtbeoordeling
pl: Wystąpił problem podczas generowania zadań powtórkowych dla aktywności.
pt: Problema ao gerar atribuições de revisão da atividade
zh: 生成活动评阅任务时出现问题

source: Project review assignments allocated
ar: تم تخصيص مهام مراجعة المشروع
de: Projektüberprüfungsaufgaben zugewiesen
eo: Pröjéçt révïéw ässïgnménts ällöçätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Tareas de revisión de proyectos asignadas
fr: Devoirs de révision de projet alloués
ja: プロジェクト確認課題が割り当てられました
nl: Opdrachten projectbeoordeling toegewezen
pl: Przydzielono zadania powtórkowe dla projektu
pt: Atribuições de revisão do projeto alocadas
zh: 分配的项目评阅任务

source: Not enough groups to meet review criteria
ar: لا توجد مجموعات كافية لاستيفاء معايير المراجعة
de: Nicht genug Gruppen, um die Überprüfungskriterien zu erfüllen
eo: Nöt énöügh gröüps tö méét révïéw çrïtérïä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: No hay suficientes grupos para cumplir con los criterios de revisión
fr: Pas suffisamment de groupes pour satisfaire aux critères de révision
ja: グループの数が確認基準に達していません
nl: Onvoldoende groepen voldoen aan de beoordelingscriteria
pl: Kryteria powtórki nie zostały spełnione - niewystarczająca liczba grup
pt: Não há grupos suficientes para atender os critérios de revisão
zh: 小组数量不足，无法满足评阅标准

source: Successfully added new email template!
ar: تمت إضافة نموذج بريد إلكتروني جديد بنجاح!
de: Neue E-Mail-Vorlage wurde erfolgreich hinzugefügt!
eo: Süççéssfüllý äddéd néw émäïl témpläté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: La nueva plantilla de correo electrónico se añadió exitosamente
fr: Nouveau modèle d’e-mail ajouté avec succès !
ja: 新しいEメール・テンプレートを無事追加しました
nl: Nieuwe e-mailsjabloon is toegevoegd!
pl: Pomyślnie dodano nowy szablon wiadomości e-mail!
pt: Novo modelo de e-mail adicionado com sucesso!
zh: 已成功添加新的电子邮件模板！

source: Missing fields in email template!
ar: توجد حقول مفقودة في نموذج البريد الإلكتروني!
de: Fehlende Felder in der E-Mail-Vorlage!
eo: Mïssïng fïélds ïn émäïl témpläté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Faltan campos en la plantilla de correo electrónico
fr: Champs manquant dans le modèle d’e-mail !
ja: Eメール・テンプレートに空欄があります
nl: Ontbrekende velden in e-mailsjabloon!
pl: Nie wypełniono wszystkich pól w szablonie wiadomości e-mail!
pt: Campos ausentes no template de e-mail!
zh: 电子邮件模板中缺少字段！

source: Successfully got email template!
ar: تم الحصول على نموذج البريد الإلكتروني بنجاح!
de: Eingang der E-Mail-Vorlage!
eo: Süççéssfüllý göt émäïl témpläté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Se recibió exitosamente la plantilla de correo electrónico
fr: Le modèle d’e-mail a bien été reçu !
ja: Eメール・テンプレートを無事取得しました
nl: E-mailsjabloon is opgehaald!
pl: Otrzymano nowy szablon wiadomości e-mail!
pt: Template de e-mail obtido com sucesso!
zh: 已成功获取电子邮件模板！

source: Can't find email template key!
ar: يتعذر العثور على مفتاح نموذج البريد الإلكتروني!
de: E-Mail-Vorlagenschlüssel konnte nicht gefunden werden!
eo: Çän't fïnd émäïl témpläté kéý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: No se encontró la clave de la plantilla de correo electrónico
fr: Impossible de trouver la clé du modèle d’e-mail !
ja: Eメール・テンプレートキーが確認できません
nl: Kan sleutel voor e-mailsjabloon niet vinden!
pl: Nie można znaleźć klucza dla szablonu wiadomości e-mail!
pt: Não foi possível encontrar a chave do template de e-mail!
zh: 找不到电子邮件模板密钥！

source: Missing email template key!
ar: مفتاح نموذج البريد الإلكتروني غير موجود!
de: Fehlender E-Mail-Vorlagenschlüssel!
eo: Mïssïng émäïl témpläté kéý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Falta la clave de la plantilla de correo electrónico
fr: Clé du modèle d’e-mail manquante !
ja: Eメール・テンプレートキーがありません
nl: Ontbrekende sleutel voor e-mailsjabloon!
pl: Nie znaleziono klucza dla szablonu wiadomości e-mail!
pt: Chave do template de e-mail ausente!
zh: 缺少电子邮件模板密钥！

source: Successfully deleted email template!
ar: تم حذف نموذج البريد الإلكتروني بنجاح!
de: Die E-Mail-Vorlage wurde erfolgreich gelöscht!
eo: Süççéssfüllý délétéd émäïl témpläté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Se eliminó exitosamente la plantilla de correo electrónico
fr: Le modèle d’e-mail a été supprimé avec succès !
ja: Eメール・テンプレートを無事削除しました
nl: E-mailsjabloon is verwijderd!
pl: Pomyślnie usunięto szablon wiadomości e-mail!
pt: Template de e-mail excluído com sucesso!
zh: 已成功删除电子邮件模板！

source: Successfully updated email template!
ar: تم تحديث نموذج البريد الإلكتروني بنجاح!
de: Die E-Mail-Vorlage wurde erfolgreich aktualisiert!
eo: Süççéssfüllý üpdätéd émäïl témpläté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Se actualizó exitosamente la plantilla de correo electrónico
fr: Le modèle d’e-mail été mis à jour avec succès !
ja: Eメール・テンプレートを無事更新しました
nl: E-mailsjabloon is bijgewerkt!
pl: Pomyślnie zaktualizowano szablon wiadomości e-mail!
pt: Template de e-mail atualizado com sucesso!
zh: 已成功更新电子邮件模板！

source: No Company Display name!
ar: لا يوجد اسم عرض للشركة!
de: Firmenname wird nicht angezeigt!
eo: Nö Çömpäný Dïspläý nämé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: No hay nombre de la compañía para mostrar
fr: Aucun nom d’affichage de société !
ja: 会社表示名がありません
nl: Geen bedrijfsweergavenaam.
pl: Brak publicznej nazwy firmy
pt: Não há nome de exibição da empresa!
zh: 无公司显示名称！

source: App name only contains alphanumeric characters
ar: لا يحتوي اسم التطبيق سوى على أحرف أبجدية رقمية
de: App-Name enthält nur alphanumerische Zeichen
eo: Àpp nämé önlý çöntäïns älphänümérïç çhäräçtérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: El nombre de la aplicación solo contiene caracteres alfanuméricos
fr: Le nom de l’application ne contient que des caractères alphanumériques
ja: アプリ名には英数字しか含まれていません
nl: App-naam bevat alleen alfanumerieke tekens
pl: Nazwa aplikacji zawiera wyłącznie znaki alfanumeryczne
pt: O nome do aplicativo contém apenas caracteres alfanuméricos
zh: 应用名称只能包含字母数字字符

source: Learner dashboard not found
ar: لم يتم العثور على لوحة متابعة المتعلم
de: Learner Dashboard nicht gefunden
eo: Léärnér däshßöärd nöt föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: No se encontró el panel de información del alumno
fr: Tableau de bord de l’apprenant introuvable
ja: 学習者ダッシュボードが見つかりません
nl: Dashboard leerling niet gevonden
pl: Panel ucznia nie został odnaleziony
pt: Painel do aluno não encontrado
zh: 找不到学员仪表板

source: Company name successfully changed!
ar: تم تغيير اسم الشركة بنجاح!
de: Firmenname erfolgreich geändert!
eo: Çömpäný nämé süççéssfüllý çhängéd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: El nombre de la compañía se modificó exitosamente
fr: Le nom de la société a bien été modifié !
ja: 会社名が無事変更されました
nl: Bedrijfsnaam is gewijzigd!
pl: Pomyślnie zmieniono nazwę firmy!
pt: Nome da empresa alterado com sucesso!
zh: 公司名称已成功更改！

source: Tag with this name already exist's!
ar: توجد علامة بهذا الاسم بالفعل!
de: Ein Tag mit diesem Namen existiert bereits!
eo: Täg wïth thïs nämé älréädý éxïst's! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Ya existe una etiqueta con este nombre
fr: Une étiquette avec ce nom existe déjà !
ja: この名前のタグは既に存在します
nl: Tag met deze naam bestaat al!
pl: Tag o tej nazwie już istnieje!
pt: A tag com este nome já existe!
zh: 具有此名称的标签已存在！

source: Tag created!
ar: تم إنشاء علامة!
de: Tag erstellt!
eo: Täg çréätéd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Etiqueta creada
fr: Étiquette créée !
ja: タグが作成されました
nl: Tag aangemaakt!
pl: Tag został dodany!
pt: Tag criada!
zh: 标签已创建！

source: You need to select tag's name!
ar: تحتاج إلى تحديد اسم العلامة!
de: Sie müssen den Namen des Tags auswählen!
eo: Ýöü nééd tö séléçt täg's nämé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Debe seleccionar el nombre de la etiqueta
fr: Vous devez sélectionner le nom de l’étiquette !
ja: タグ名を選択する必要があります
nl: U moet de naam van de tag selecteren!
pl: Musisz wybrać nazwę tagu!
pt: Você precisa selecionar o nome da tag!
zh: 您需要选择标签名称！

source: Tag added to Course!
ar: تمت إضافة علامة للدورة!
de: Tag zum Kurs hinzugefügt!
eo: Täg äddéd tö Çöürsé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: La etiqueta se añadió al curso
fr: Étiquette ajoutée au cours !
ja: コースにタグが追加されました
nl: Tag toegevoegd aan cursus!
pl: Tag dodany do kursu!
pt: Tag adicionada ao curso!
zh: 已向课程添加标签！

source: You need to select tag!
ar: تحتاج إلى تحديد علامة!
de: Sie müssen ein Tag auswählen!
eo: Ýöü nééd tö séléçt täg! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Debe seleccionar una etiqueta
fr: Vous devez sélectionner une étiquette !
ja: タグを選択する必要があります
nl: U moet de tag selecteren!
pl: Musisz wybrać tag!
pt: Você precisa selecionar a tag!
zh: 您需要选择标签！

source: Tag removed from Course!
ar: تمت حذف العلامة من الدورة!
de: Tag vom Kurs entfernt!
eo: Täg rémövéd fröm Çöürsé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Etiqueta eliminada del curso
fr: Étiquette supprimée du cours !
ja: コースからタグが削除されました
nl: Tag uit cursus verwijderd!
pl: Tag usunięty z kursu!
pt: Tag eliminada do curso!
zh: 已从课程删除标签！

source: Company name
ar: اسم الشركة
de: Firmenname
eo: Çömpäný nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Nombre de la compañía
fr: Nom de la société
ja: 会社名
nl: Bedrijfsnaam
pl: Nazwa firmy
pt: Nome da empresa
zh: 公司名称

source: Company email
ar: البريد الإلكتروني للشركة
de: Firmen-E-Mail-Adresse
eo: Çömpäný émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Correo electrónico de la compañía
fr: E-mail de la société
ja: 会社Eメール
nl: E-mail bedrijf
pl: Adres e-mail firmy
pt: E-mail da empresa
zh: 公司电子邮件

source: Current role
ar: الدور الحالي
de: Derzeitige Rolle
eo: Çürrént rölé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Rol actual
fr: Poste actuel
ja: 現在のロール
nl: Huidige functie
pl: Zajmowane stanowisko
pt: Função atual
zh: 当前角色

source: New user
ar: مستخدم جديد
de: Neuer Nutzer
eo: Néw üsér Ⱡ'σяєм ιρѕυм ∂#
es: Nuevo usuario
fr: Nouvel utilisateur
ja: 新しいユーザー
nl: Nieuwe gebruiker
pl: Nowy użytkownik
pt: Novo usuário
zh: 新用户

source: McK user
ar: مستخدم لدى أكاديمية ماكنزي
de: McK-Nutzer
eo: MçK üsér Ⱡ'σяєм ιρѕυм ∂#
es: Usuario de McK
fr: Utilisateur McK
ja: McKユーザー
nl: McK-gebruiker
pl: Użytkownik McK
pt: Usuário McK
zh: 麦肯锡用户

source: Enrolled
ar: مسجّل
de: Angemeldet
eo: Énrölléd Ⱡ'σяєм ιρѕυм ∂#
es: Inscrito
fr: Inscription
ja: 登録済み
nl: Ingeschreven
pl: Zarejestrowany
pt: Inscrito
zh: 已注册

source: Active
ar: فعال
de: Aktiv
eo: Àçtïvé Ⱡ'σяєм ιρѕυ#
es: Activo
ja: 有効
nl: Actief
pl: Aktywny
pt: Ativo
zh: 有效

source: n/a
ar: لا يوجد
de: Nicht zutreffend
eo: n/ä Ⱡ'σяєм#
ja: 該当なし
nl: n.v.t.
pl: Nie dotyczy
zh: 不适用

source: Upload
ar: تحميل
eo: Ûplöäd Ⱡ'σяєм ιρѕυ#
es: Cargar
fr: Télécharger
ja: アップロード
nl: Uploaden
pl: Przesył plików
zh: 上传

source: Evaluation
ar: التقييم
eo: Évälüätïön Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Evaluación
fr: Évaluation
ja: 評価
nl: Evaluatie
pl: Ewaluacja
pt: Avaliação
zh: 评估

source: Review
ar: استعراض
de: Überprüfung
eo: Révïéw Ⱡ'σяєм ιρѕυ#
es: Revisar
fr: Révision
ja: 確認
nl: Beoordeling
pl: Powtórka
pt: Revisão
zh: 评阅

source: Grading
ar: وضع الدرجات
de: Benotung
eo: Grädïng Ⱡ'σяєм ιρѕυм #
es: Calificación
fr: Notation
ja: 成績
nl: Cijfers
pl: Ocena
pt: Atribuição de notas
zh: 评分

source: This activity does not exist
ar: هذا النشاط غير موجود
de: Diese Aktivität existiert nicht
eo: Thïs äçtïvïtý döés nöt éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Esta actividad no existe
fr: Cette activité n’existe pas
ja: このアクティビティは存在しません
nl: Deze activiteit bestaat niet
pl: Ta aktywność nie istnieje
pt: Esta atividade não existe
zh: 此活动不存在

source: No Stages
ar: لا توجد مراحل
de: Keine Abschnitte
eo: Nö Stägés Ⱡ'σяєм ιρѕυм ∂σł#
es: No hay etapas
fr: Aucun niveau
ja: ステージはありません
nl: Geen fases
pl: Brak etapów
pt: Não há estágios
zh: 无阶段
