Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Use of McKinsey Academy is unauthorized in any jurisdiction that does not give effect to all provisions of these Terms, including without limitation this Section 14, and of our Privacy Policy. If any provision of these Terms is deemed invalid or unenforceable for any reason, such provision shall be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the Terms shall continue in full force and effect. Any rights not expressly granted herein are reserved.
ar: إن استخدام أكاديمية ماكنزي غير مصرح به في أي ولاية قضائية لا تنفذ جميع أحكام هذه الشروط، بما في ذلك هذه المادة 14، وسياسة الخصوصية، على سبيل المثال لا الحصر. إذا اعتبر أي حكم من هذه الشروط باطلاً أو غير قابل للتنفيذ لأي سبب من الأسباب، فسيتم اعتبار هذه الحكم محكومًا بحكم ساري وقابل للتنفيذ يطابق تمامًا القصد من النص الأصلي وما تبقى من الشروط سيستمر بكامل تأثيره. وأي حقوق غير منصوص عليها صراحة نحتفظ بها لأنفسنا.
de: Die Verwendung der McKinsey Academy ist in jeder Rechtsordnung unzulässig, die nicht alle Bestimmungen dieser Bedingungen, einschließlich, aber nicht beschränkt auf diesen Abschnitt 14, und unsere Datenschutzrichtlinie wirksam macht. Wenn eine Bestimmung dieser Bedingungen aus irgendeinem Grund als ungültig oder nicht durchsetzbar erachtet wird, gilt diese Bestimmung als ersetzt durch eine gültige, durchsetzbare Bestimmung, die der Absicht der ursprünglichen Bestimmung am nächsten kommt, und der Rest der Bedingungen bleibt in vollem Umfang gültig und wirksam. Alle nicht ausdrücklich hierin gewährten Rechte sind vorbehalten.
eo: Ûsé öf MçKïnséý Àçädémý ïs ünäüthörïzéd ïn äný jürïsdïçtïön thät döés nöt gïvé éfféçt tö äll prövïsïöns öf thésé Térms, ïnçlüdïng wïthöüt lïmïtätïön thïs Séçtïön 14, änd öf öür Prïväçý Pölïçý. Ìf äný prövïsïön öf thésé Térms ïs dééméd ïnvälïd ör ünénförçéäßlé för äný réäsön, süçh prövïsïön shäll ßé dééméd süpérsédéd ßý ä välïd, énförçéäßlé prövïsïön thät möst çlösélý mätçhés thé ïntént öf thé örïgïnäl prövïsïön änd thé rémäïndér öf thé Térms shäll çöntïnüé ïn füll förçé änd éfféçt. Àný rïghts nöt éxprésslý gräntéd héréïn äré résérvéd.#
es: El uso de McKinsey Academy no está autorizado en ninguna jurisdicción donde no tengan efecto todas las disposiciones de estos Términos de Uso, como por ejemplo la presente Sección 14 y la Política de Privacidad. Si alguna de las disposiciones de estos Términos de Uso fuera considerada nula o inoponible por cualquier motivo, se entenderá que dicha disposición es sustituida por una disposición válida, oponible y que coincida en la mayor parte posible con la disposición original, y el resto de los Términos de Uso permanecerán vigentes. Se reservan todos los derechos no otorgados de manera expresa en el presente instrumento.
fr: L'utilisation de McKinsey Academy n'est pas autorisée dans les juridictions où les dispositions de ces Conditions ne s'appliquent pas, y compris, mais sans s'y limiter, cette section 14, de notre politique de confidentialité. Si une disposition quelconque de ces Conditions est considérée comme non valide ou inapplicable pour une raison quelconque cette disposition sera considérée comme étant remplacée par une disposition applicable valide qui se rapproche le plus possible de l'intention de la disposition d'origine et le reste de ces Conditions restera en vigueur et de plein effet. Les droits qui ne sont pas expressément accordés dans les présentes sont réservés.
ja: McKinsey Academyの利用は、本第14項および当社のプライバシーに関する方針を含むがこれに限定されない、これらの規約の全ての規定が実施されない管轄での利用は許可されていません。何らかの理由により、これらの規約のいずれかの規定が無効または法的強制力を有さないと見なされる場合は、元の規定の意図と最も近い、有効かつ法的強制力のある規定が優先し、規約の残りの条項は継続して効力を有するものと見なされます。ここに明示されない一切の権利については、保留するものとします。
nl: Gebruik van McKinsey Academy is niet toegestaan in een rechtsgebied waar niet alle bepalingen onder deze Voorwaarden rechtskracht bezitten, inclusief zonder beperking deze Sectie 14 en ons Privacybeleid. Indien enige bepaling binnen deze Voorwaarden om enige reden wordt geacht ongeldig of onuitvoerbaar te zijn, zal deze bepaling worden gezien als te zijn vervangen door een geldige, uitvoerbare bepaling die nauw verband houdt met de bedoeling van de originele bepaling, en blijft de rest van de Voorwaarden volledig van kracht en geldig. Enige rechten die hierbij niet expliciet worden toegekend zijn voorbehouden.
pl: Użytkowanie McKinsey Academy jest nieuprawnione w ramach jakiejkolwiek jurysdykcji, która nie nadaje mocy prawnej niniejszym Warunkom, w tym między innymi niniejszej sekcji 14. oraz naszej Polityce prywatności. Jeśli jakiekolwiek postanowienia niniejszych warunków uznane są za nieważne lub nieegzekwowalne z jakiegokolwiek powodu, takie postanowienie będzie uznane za zastąpione ważnym, egzekwowalnym postanowieniem, które w możliwie najwierniejszy sposób będzie odzwierciedlać intencję pierwotnego zapisu, a pozostała część tej umowy pozostanie w mocy. Wszelkie prawa nie przyznane wyraźnie w niniejszych Warunkach są zastrzeżone.
pt: O uso do McKinsey Academy está desautorizado para qualquer foro que não faça cumprir todas as disposições destes Termos, inclusive, dentre outras, esta Cláusula 14 e de nossa Política de Privacidade. Caso alguma disposição destes Termos seja considerada inválida ou inaplicável por qualquer motivo, ela será substituída por uma disposição válida e aplicável que melhor corresponda à intenção da disposição original e o restante dos Termos permanecerá em pleno vigor e efeito. Quaisquer direitos aqui não concedidos expressamente ficam reservados.
zh: 在不执行本条款的所有条款（包括但不限于第 14 条）以及我们的隐私政策的任何司法管辖区内，使用麦肯锡学院属于未经授权的使用。如果这些条款的任何规定因任何原因被认定为无效或无法执行，则该规定应被视为与最初规定的意图最接近匹配的有效且可执行条款所取代，并且本条款的其余部分应继续具有完全效力。在此未明确授予的任何权利均予以保留。

source: These Terms of Use are intended to supplement any other agreement or terms between us that may otherwise be applicable to McKinsey Academy and McKinsey Academy Content. In the event of any conflict or inconsistency between these Terms of Use and any other agreement or terms, these Terms of Use will take precedence and supersede any such other conflicting or inconsistent terms or agreements to the extent relating to McKinsey Academy and McKinsey Academy Content.
ar: تسعى شروط الاستخدام الموضحة إلى استكمال أي اتفاقية أو شروط أخرى بيننا، والتي تنطوي تحت أكاديمية ماكينزي و محتوى أكاديمية ماكينزي المحتوى. وفي حال حدوث أي نزاع أو تعارض بين شروط الاستخدام هذه وأي اتفاق أو شروط أخرى، فستكون لشروط الاستخدام هذه الأسبقية وتحل محل أي شروط نزاع أو تعارض أو اتفاقيات أخرى بشأن الأحكام المتصلة بأكاديمية ماكينزي ومحتوى أكاديمية ماكينزي.
de: Diese Nutzungsbedingungen dienen als Ergänzung aller anderen Vereinbarungen oder Bedingungen zwischen uns, die anderweitig für die McKinsey Academy und die McKinsey Academy-Inhalte gelten. Im Falle eines Konflikts oder Widerspruchs zwischen diesen Nutzungsbedingungen und anderen Vereinbarungen oder Bedingungen haben diese Nutzungsbedingungen Vorrang und ersetzen alle anderen widersprüchlichen oder abweichenden Bestimmungen oder Vereinbarungen in Bezug auf die McKinsey Academy und die McKinsey Academy-Inhalte.
eo: Thésé Térms öf Ûsé äré ïnténdéd tö süpplémént äný öthér ägréémént ör térms ßétwéén üs thät mäý öthérwïsé ßé äpplïçäßlé tö MçKïnséý Àçädémý änd MçKïnséý Àçädémý Çöntént. Ìn thé évént öf äný çönflïçt ör ïnçönsïsténçý ßétwéén thésé Térms öf Ûsé änd äný öthér ägréémént ör térms, thésé Térms öf Ûsé wïll täké préçédénçé änd süpérsédé äný süçh öthér çönflïçtïng ör ïnçönsïstént térms ör ägrééménts tö thé éxtént rélätïng tö MçKïnséý Àçädémý änd MçKïnséý Àçädémý Çöntént.#
es: Los Términos de Uso están diseñados para complementar cualquier otro acuerdo o términos de uso aplicables a McKinsey Academy y al Contenido de McKinsey Academy. En caso de conflicto o inconsistencia entre estos Términos de Uso y cualquier otro acuerdo, los presentes Términos de Uso prevalecerán y sustituirán a cualquier otro acuerdo o disposición en conflicto o inconsistente en la medida que estén relacionados con McKinsey Academy y el Contenido de McKinsey Academy.
fr: Ces Conditions d'utilisation sont prévues pour remplacer tout autre contrat ou condition entre nous qui peut autrement être applicable à McKinsey Academy et au contenu de McKinsey Academy. En cas de conflit ou d'incohérence entre ces Conditions d'utilisation et tout autre contrat ou conditions, ces Conditions d'utilisation prévaudront et remplaceront toutes autres conditions conflictuelles ou incohérentes dans la mesure où elles s’appliquent à McKinsey Academy et au contenu de McKinsey Academy.
ja: これらの利用規約は、McKinsey AcademyおよびMcKinsey Academyコンテンツに該当する、他の一切の当社との契約または規約を補足することを目的としています。これらの規約とその他の契約または規約の間に対立または矛盾が生じた場合は、McKinsey AcademyおよびMcKinsey Academyコンテンツに関わる範囲内で、これらの利用規約が、他の対立または矛盾する規約または契約に優先するものとします。
nl: Deze Gebruiksvoorwaarden zijn bedoeld als aanvulling op enige andere overeenkomst of voorwaarden tussen ons die anderszins van toepassing kunnen zijn op McKinsey Academy en de McKinsey Academy-inhoud. In geval er enig(e) conflict of inconsistentie ontstaat tussen deze Gebruiksvoorwaarden en enige andere overeenkomst of voorwaarden, hebben deze Gebruiksvoorwaarden voorrang en dienen deze als vervanging van dergelijke conflicterende of inconsistente voorwaarden of overeenkomsten voor zover deze gerelateerd zijn aan McKinsey Academy en de McKinsey Academy-inhoud.
pl: Niniejsze Warunki mają uzupełnić wszelkie inne umowy lub warunki pomiędzy nami, które mogą mieć inne zastosowanie w związku z McKinsey Academy i Treściami McKinsey Academy. W przypadku niezgodności lub niespójności pomiędzy postanowieniami niniejszymi Warunkami a innymi umowami lub warunkami, niniejsze Warunki mają pierwsze lub zastępują wszelki takie sprzeczne lub odmienne warunki lub umowy w zakresie, w jakim dotyczą McKinsey Academy i Treści McKinsey Academy.
pt: Estes Termos de Uso destinam-se a complementar quaisquer outros contratos ou termos entre nós que possam ser aplicáveis ​ao McKinsey Academy e ao Conteúdo do McKinsey Academy. Em caso de qualquer conflito ou inconsistência entre estes Termos de Uso e quaisquer outros acordos ou termos, estes Termos de Uso prevalecerão e substituirão quaisquer outros termos ou acordos conflitantes ou inconsistentes na extensão relacionada ao McKinsey Academy e ao Conteúdo do McKinsey Academy.
zh: 这些使用条款旨在补充我们之间可能适用于麦肯锡学院和麦肯锡学院内容的任何其他协议或条款。如果这些使用条款与任何其他协议或条款之间有任何冲突或不一致，则这些使用条款将优先于其他与麦肯锡学院和麦肯锡学院内容有关的其他相冲突或不一致的条款或协议。

source: 15. Contact Us
ar: 15. اتصل بنا
de: 15. Kontaktieren Sie uns
eo: 15. Çöntäçt Ûs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: 15. Contáctenos
fr: 15. Contactez-nous
ja: 15. お問い合わせ
nl: 15. Contact opnemen
pl: 15. Kontakt z nami
pt: 15. Entre em contato conosco
zh: 15. 联系我们

source: Access forbidden.
ar: تم حظر الوصول.
de: Zugriff nicht erlaubt.
es: Acceso denegado.
ja: アクセスが禁止されています。
nl: Toegang verboden.
pl: Dostęp zabroniony.
pt: Acesso proibido.
zh: 禁止访问。

source: You do not have permission to access this page or directory. Please return to the home page.
ar: ليس لديك الإذن للوصول إلى المورد المطلوب.
de: Sie sind nicht berechtigt, auf die angeforderte Ressource zuzugreifen.
es: No tiene permiso para acceder a esta página o directorio. Regrese a la página principal.
ja: 要求されたリソースへのアクセス権がありません。
nl: U heeft geen toestemming om deze pagina te openen. Ga terug naar de homepagina.
pl: Nie posiadasz uprawnień dostępu do tej strony lub katalogu. Prosimy powrócić do strony głównej.
pt: Você não tem permissão para acessar esta página. Volte para a página inicial.
zh: 您无权访问此页面或目录。请返回主页。

source: If you believe you are seeing this message in error, please visit our
ar: إذا كنت تعتقد أنك ترى هذه الرسالة عن طريق الخطأ، فيرجى زيارة صفحة الأسئلة الشائعة
de: Wenn Sie der Meinung sind, diese Nachricht fälschlicherweise angezeigt zu bekommen, besuchen Sie bitte unsere
es: Si considera que está viendo este mensaje por error, visite nuestra Página de Preguntas Frecuentes
ja: このメッセージが間違って表示されていると思う場合は、
nl: Indien u denkt dat deze pagina niet goed wordt weergegeven, ga dan naar onze
pl: Jeśli uważasz, że otrzymałeś ten komunikat na skute błędu, prosimy odwiedzić naszą
pt: Se você acha que está vendo essa mensagem por engano, acesse nossa
zh: 如果您认为您看到的信息有误，请访问我们的

source: FAQ page
ar: أو دعم البريد الإلكتروني
de: FAQ-Seite
ja: よくある質問ページ
nl: FAQ-pagina
pl: stronę FAQ
pt: Página FAQ
zh: 常见问题页面

source: or
ar: لدينا
de: oder
es: o
ja: または
nl: of
pl: lub
pt: ou
zh: 或

source: Page not found.
ar: لم يتم العثور على الصفحة.
de: Seite nicht gefunden.
es: No se encontró la página.
ja: 404: ページが見つかりません
nl: Pagina niet gevonden.
pl: Nie znaleziono strony
pt: Página não encontrada
zh: 找不到页面。

source: The page you’re looking for may have been moved or renamed.
ar: قد يكون تم نقل الصفحة التي تبحث عنها أو إعادة تسميتها.
de: Die gesuchte Seite wurde verschoben oder umbenannt.
es: Es posible que la página que busca se haya trasladado o haya cambiado de nombre.
ja: お探しのページは移動されたか、名前が変更された可能性があります。
nl: De pagina die je zoekt is mogelijk verplaatst of van naam veranderd.
pl: Strona, której szukasz mogła zostać usunięta lub jej nazwa mogła zostać zmieniona.
pt: A página que você está procurando pode ter sido movida ou renomeada.
zh: 您要找的页面可能已经移动或重命名。

source: If you continue to have issues, please visit our
ar: إذا كنت لا تزال تواجه مشكلات، فيرجى زيارة صفحة الأسئلة الشائعة
de: Sollten Sie weiterhin Probleme haben, besuchen Sie bitte unsere
es: Si el problema persiste, visite nuestra Página de Preguntas Frecuentes
ja: 問題が継続する場合は、
nl: Indien u problemen blijft ondervinden, ga dan naar de
pl: Jeśli ponownie napotkasz ten problemy, odwiedź naszą
pt: Se você continuar com problemas, acesse nossa
zh: 如果您还有问题，请访问我们的

source: Something has gone wrong.
ar: لقد حدث خطأ ما.
de: Ein Fehler ist aufgetreten.
es: Hubo un problema.
ja: 問題が発生しました。
nl: Er is iets misgegaan
pl: Coś poszło nie tak.
pt: Ocorreu um erro.
zh: 出现问题。

source: Our team has been notified of the problem. Refresh this page.
ar: هناك خلل ما. فريقنا قد تنبه إلى هذه المسألة وهو يبحث في ذلك.
de: Ein Fehler ist aufgetreten. Unser Team wurde über das Problem benachrichtigt und wird sich darum kümmern.
es: Hemos dado aviso a nuestro equipo. Refresque esta página.
ja: 問題が発生しました。現在、チームが内容を確認中です。
nl: Ons team is op het probleem gewezen. Vernieuw de pagina.
pl: Nasz zespół został powiadomiony o problemie. Odśwież tę stronę.
pt: Nossa equipe foi alertada sobre o problema. Atualize esta página.
zh: 我们的团队已注意到该问题。请刷新此页面。

source: Service is temporarily unavailable.
ar: الخدمة غير متوفرة مؤقتًا.
de: Service ist zeitweilig nicht verfügbar.
es: El servicio no está disponible por el momento.
ja: サービスは一時的に利用できません。
nl: Dienst tijdelijk niet beschikbaar.
pl: Usługa jest czasowo niedostępną.
pt: O serviço está temporariamente indisponível.
zh: 服务器暂时无法使用。

source: This cannot be changed later and cannot contain non-English characters.
ar: اسم مستخدم عام لا يمكن تغييره لاحقًا ولا يمكن أن يحتوي على أحرف بغير اللغة الإنجليزية.
de: Dieser kann später nicht mehr geändert werden und darf keine nicht lateinischen Zeichen enthalten.
es: Una vez seleccionado no puede modificarse, y solo puede incluir caracteres del alfabeto inglés.
ja: これは後で変更することができません。また、英字以外の文字は使用できません。
nl: U kunt dit later niet meer wijzigen.
pl: Nie będzie można jej później zmienić. Musi ona zawierać wyłącznie znaki łacińskie.
pt: Não pode ser alterado mais tarde e não pode conter caracteres que não estejam em inglês.
zh: 此用户名不得包含非英文字符，且今后无法更改。

source: Show Password
ar: إظهار كلمة المرور
de: Passwort anzeigen
es: Mostrar contraseña
ja: パスワード
nl: Wachtwoord weergeven
pl: Pokaż hasło
pt: Exibir senha
zh: 显示密码

source: Must be at least 8 characters and include upper and lowercase letters - plus numbers OR special characters.
ar: يجب أن تكون 8 أحرف على الأقل وتشمل أحرفًا صغيرة وكبيرة - بالإضافة إلى أرقام أو أحرف خاصة.
de: Passwort Muss mindestens 8 Zeichen, Groß- und Kleinbuchstaben und Zahlen ODER Sonderzeichen enthalten.
es: Debe tener al menos 8 caracteres e incluir letras mayúsculas y minúsculas, además de números O caracteres especiales.
ja: 最低8文字で大文字と小文字を含み、数字あるいは特殊文字も含める必要があります。
nl: Moet ten minste 8 tekens lang zijn en hoofdletters en kleine letters bevatten, plus cijfers OF speciale tekens.
pl: Musi składać się z przynajmniej 8 znaków i zawierać co najmniej jedną małą literę, jedną wielką literę oraz jedną cyfrę lub znak specjalny.
pt: Deve ter no mínimo 8 caracteres e incluir letras maiúsculas e minúsculas - além de números OU caracteres especiais.
zh: 密码必须至少包含 8 个字符，并且包含大写和小写字母以及数字或特殊字符。

source: I agree to the
ar: أوافق على
de: Ich stimme den
es: Acepto las
ja: サービス利用規約
nl: IIk ga akkoord met de
pl: Akceptuję
pt: Eu concordo com os
zh: J’accepte les

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
ja: サービス利用規約
nl: Servicevoorwaarden
pl: Warunki korzystania z usługi
pt: Termos de Serviço
zh: 服务条款

source: and
ar: وسياسة
de: und der
es: y la
nl: en het
pl: oraz
pt: ou
zh: 或

source: Privacy Policy
ar: الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
ja: プライバシーに関する方針
nl: Privacybeleid
pl: Politykę prywatności
pt: Política de Privacidade
zh: 隐私政策

source: Need help?
ar: هل تحتاج للمساعدة؟
de: Brauchen Sie Hilfe?
es: ¿Necesita ayuda?
ja: ヘルプが必要ですか?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt: Precisa de ajuda?
zh: 需要帮助？

source: Read FAQs
ar: اقرأ الأسئلة الشائعة
de: FAQS LESEN
es: LEER PREGUNTAS FRECUENTES
ja: FAQを読む
nl: LEES ONZE FAQ'S
pl: Zapoznaj się z działem FAQ
pt: LER AS FAQS
zh: 阅读常见问题

source: Contact Support
ar: الاتصال بالدعم
de: Support kontaktieren
es: Comuníquese con servicio al cliente
ja: サポートに連絡
nl: Support team contacteren
pl: Kontakt z Działem Pomocy
pt: Entre em contato com o suporte
zh: 联系支持团队

source: This field is required.
ar: هذا الحقل مطلوب.
de: Dieses Feld ist erforderlich.
es: Este campo es obligatorio.
ja: このフィールドへの入力は必須です。
pl: To pole jest wymagane.
pt: Este campo é obrigatório.
zh: 此字段为必填。

source: Please enter a valid username.
ar: يرجى إدخال اسم مستخدم صالح.
de: Bitte geben Sie einen gültigen Benutzernamen an.
es: Ingrese un nombre de usuario válido.
ja: 有効なユーザー名を入力してください。
nl: Voer een geldige gebruikersnaam in.
pl: Wprowadź poprawną nazwę użytkownika.
pt: Insira um nome de usuário válido.
zh: 请输入有效的用户名。

source: You must accept terms of service in order to continue.
ar: يجب قبول شروط الخدمة للمتابعة
de: Sie müssen den Nutzungsbedingungen zustimmen, um fortzufahren
es: Debe aceptar las Condiciones de servicio para continuar
ja: 続行するには、サービス利用規約に同意してください
nl: U moet de servicevoorwaarden accepteren om verder te kunnen gaan.
pl: Aby przejść dalej, musisz zaakceptować warunki użytkowania serwisu
pt: Você deve aceitar os Termos de Serviço para continuar
zh: 您必须接受服务条款才能继续

source: OK
ar: موافق
es: Aceptar

source: Register for the access to the course
ar: سجِّل للوصول إلى الدورة التدريبية
de: Registrieren Sie sich für den Zugang zu diesem Kurs
es: Suscribirse para obtener acceso al curso
ja: コースのデモバージョンにアクセスするために登録する
nl: Meld je aan voor toegang tot de cursus
pl: Zarejestruj się, aby uzyskać dostęp do kursu.
pt: Registre-se para acessar o curso
zh: 注册以获取课程的访问权限

source: Note: personal email addresses will not be processed
ar: ملاحظة: لن تتم معالجة عناوين البريد الإلكتروني الشخصية
de: Hinweis: Persönliche E-Mail-Adressen werden nicht bearbeitet
es: Nota: las direcciones personales de correo electrónico no serán procesadas
ja: 注: 個人のEメールアドレスは処理されません
nl: Opmerking: persoonlijke e-mailadressen worden niet verwerkt
pl: Uwaga: osobisty adres e-mail nie zostanie przetworzony
pt: Observação: endereços de e-mail pessoais não serão processados
zh: 注意：不接受个人电子邮件地址。

source: Please choose one of the following options
ar: يرجى اختيار أحد الخيارات التالية
de: Bitte wählen Sie eine der folgenden Optionen
es: elija una de las siguientes opciones
ja: 以下から1つ選んでください
nl: kies een van de volgende opties
pl: Proszę wybrać jedną z poniższych opcji
pt: escolha uma das seguintes opções
zh: 请选择以下选项之一

source: This company name cannot contain non-alphanumeric characters!
ar: لا يمكن أن يحتوي اسم الشركة سوى على أحرف أبجدية رقمية
de: Firmenname darf nur alphanumerische Zeichen beinhalten
es: El nombre de la compañía solo puede contener caracteres alfanuméricos
ja: 会社名には英数字しか使用できません
nl: Bedrijfsnaam mag alleen alfanumerieke tekens bevatten
pl: Nazwa firmy może posiadać jedynie znaki alfanumeryczne
pt: O nome da empresa pode conter apenas caracteres alfanuméricos
zh: 公司名称只能包含字母数字字符

source: Profile Photo
ar: الصورة الشخصية
de: Profilfoto
es: Fotografía de perfil
ja: プロフィール写真
nl: Profielfoto
pl: Zdjęcie profilowe
pt: Foto de perfil
zh: 头像

source: step 1:
ar: الخطوة 1:
de: Schritt 1:
es: paso 1:
ja: ステップ1:
nl: stap 1:
pl: krok 1:
pt: etapa 1:
zh: 步骤 1：

source: Select New Profile Image
ar: حدد صورة شخصية جديدة
de: Neues Profilbild auswählen
es: Seleccione una nueva imagen de perfil
ja: 新しいプロフィール画像を選択してください
nl: Nieuwe profielafbeelding selecteren
pl: Wybierz nowe zdjęcie profilowe
pt: Selecionar nova imagem de perfil
zh: 选择新头像

source: browse
ar: تصفح
de: Browsen
es: Examinar
ja: 閲覧する
nl: bladeren
pl: przeglądaj
pt: navegar
zh: 浏览

source: No file selected
ar: لم يتم تحديد ملف.
de: Keine Datei ausgewählt.
es: Ningún archivo seleccionado.
ja: ファイルが選択されていません。
nl: Geen bestand geselecteerd
pl: Nie wybrano pliku.
pt: Nenhum arquivo selecionado
zh: 未选择文件

source: step 2:
ar: الخطوة 2:
de: Schritt 2:
es: paso 2:
ja: ステップ2:
nl: stap 2:
pl: krok 2:
pt: etapa 2:
zh: 步骤 2：

source: edit photo
ar: تغيير الصورة
de: Foto ändern
es: cambiar fotografía
ja: 写真を変更する
nl: foto bewerken
pl: edytuj zdjęcie
pt: editar foto
zh: 编辑照片

source: email
ar: البريد الإلكتروني
es: correo electrónico
ja: eメール
zh: 电子邮件

source: log out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
ja: ログアウト
nl: afmelden
pl: wyloguj się
pt: sair
zh: 注销

source: Click on any of the below courses to view individual participant progress and performance data as well as overall course stats. If the course you are looking for is not visible, click on the
ar: انقر على أي من الدورات التدريبية أدناه، لعرض البيانات الفردية حول أداء وتقدم المشتركين، ومشاهدة إحصائيات الدورة التدريبية الشاملة. إذا كانت الدورة التدريبية التي تبحث عنها مخفية، انقر فوق خانة "عرض جميع الدورات".
de: Klicken Sie auf einen der folgenden Kurse, um die Fortschritts- und Leistungsdaten der einzelnen Teilnehmer sowie die gesamten Kursstatistiken anzuzeigen. Wenn der von Ihnen gesuchte Kurs nicht sichtbar ist, klicken Sie auf die Schaltfläche "Alle Kurse anzeigen".
es: Haga clic en cualquiera de los cursos a continuación para visualizar los datos de avance y de desempeño de un participante en particular y las estadísticas generales del curso. Si el curso que busca no está visible, haga clic en
ja: 参加者個人の進度や成績に関するデータ、またコース全体の統計を閲覧するには、以下の該当するコースをクリックします。お探しのコースが見当たらない場合は、[全てのコースを閲覧] ボタンをクリックします。
nl: Klik op een van de onderstaande cursussen om individuele deelnemersvoortgang en prestatiegegevens te bekijken, evenals de algehele cursusstatistieken. Als de cursus die u zoekt niet zichtbaar is, klikt u op de
pl: Kliknij na dowolny z poniższych kursów, aby zobaczyć postępy każdego z uczestników oraz wyniki edukacyjne, a także ogólnie statystyki tego kursu. Jeżeli kurs, którego szukasz, nie jest widoczny, kliknij na
pt: Clique em qualquer um dos cursos abaixo para visualizar dados de progresso e desempenho individuais dos participantes, além das estatísticas gerais do curso. Se o curso que você está procurando não estiver visível, clique no botão
zh: 单击以下任意课程，即可查看各个参与者的进度和表现数据以及整体课程统计数据。如果找不到您正在查找的课程，请单击

source: Total Participants
ar: العدد الكلي للمشاركين:
de: Gesamtzahl der Teilnehmer:
es: Cantidad total de participantes:
ja: 参加者合計:
nl: Totaal aantal deelnemers
pl: Ogółem uczestników
pt: Total de participantes
zh: 参与者总数

source: Company ID
ar: معرف الشركة:
de: Firmen-ID:
es: ID de la compañía:
ja: 会社ID:
nl: Bedrijfs-ID
pl: Numer ID firmy
pt: ID da empresa
zh: 公司 ID
