Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Your personal data may also be used, both by us and by our authorized third party service providers, to collect, discover, and prepare aggregate statistical and volume information and analyses, and other similar data, including with respect to the number, characteristics, behavior, and performance of McKinsey Academy, users of and visitors to the Sites and Mobile Offerings or other components of McKinsey Academy, and users of McKinsey Academy Content (collectively, “Aggregate Information”). We may use, and permit our third party service providers to use, this Aggregate Information in order to administer McKinsey Academy, for research purposes and to further develop, improve and promote McKinsey Academy, or for any other purpose provided that such use would not be reasonably likely to result in your identification and is not prohibited by applicable law. We and/or our third party service providers may use persistent cookies and similar tools and technologies to help us collect and use such Aggregate Information, as well as to help us improve the visitor and user experience, and for any other purpose described in this Privacy Policy. We may retain all Aggregate Information, even if derived or developed from your User Account Information, User Content or personal data, indefinitely.
ar: قد يتم أيضًا استخدام بياناتك الشخصية، سواء من جانبنا أو من قِبل مزودي خدماتنا المعتمدين من الجهات الخارجية، لجمع واكتشاف وإعداد المعلومات والتحليلات الإحصائية والكمية المجمعة وغيرها من البيانات المشابهة، بما في ذلك ما يتعلق بعدد وخصائص وسلوكيات، وأداء أكاديمية ماكنزي، ومستخدمي وزوار المواقع وعروض الجوال أو غيرها من مكونات أكاديمية ماكنزي، ومستخدمي محتوى أكاديمية ماكنزي (المعروف إجمالًا باسم، "معلومات مجمعة"). وقد نستخدم، ونسمح لمزودي خدمات الطرف الثالث لدينا باستخدام، هذه المعلومات المجمعة من أجل إدارة أكاديمية ماكنزي، لأغراض البحث ولتطوير أكاديمية ماكنزي وتحسين أدائها والترويج لها، أو لأي غرض آخر شريطة ألا يؤدي هذا الاستخدام إلى التعرف على هويتك وألا يكون محظورًا بحكم القانون المعمول به. وقد نستخدم نحن و / أو مزودي خدمات الطرف الثالث لدينا ملفات تعريف الارتباط الثابتة والأدوات والتقنيات التكنولوجية المماثلة لمساعدتنا في جمع واستخدام هذه المعلومات المجمعة، وكذلك لمساعدتنا في تحسين تجربة الزائر والمستخدم ولغيره من الأغراض الموضحة في سياسة الخصوصية هذه. ويحق لنا الاحتفاظ بكل المعلومات المجمعة، حتى إذا تم استخلاصها أو تطويرها من معلومات حساب المستخدم الخاص بك أو محتوى المستخدم أو البيانات الشخصية، إلى أجل غير مسمى.
de: Ihre persönlichen Daten können auch genutzt werden, sowohl von uns als auch von unseren autorisierten Drittserviceanbietern, um aggregierte statistische und Volumen-Informationen und -Analysen und andere ähnliche Daten, einschließlich in Bezug auf die Nummer, die Eigenschaften, das Verhalten und die Leistung der McKinsey Academy, Benutzern von und Besuchern von den Websites und mobilen Angeboten oder anderen Komponenten der McKinsey Academy und Nutzern des McKinsey Academy-Inhalts (zusammen "aggregierte Informationen") zu sammeln, zu entdecken und vorzubereiten. Wir können diese aggregierten Informationen verwenden und es unseren Drittserviceanbietern erlauben, diese zu verwenden, um die McKinsey Academy zu verwalten, zu Forschungszwecken und um die McKinsey Academy weiterzuentwickeln, zu verbessern und zu fördern oder für einen anderen Zweck, vorausgesetzt, dass eine solche Nutzung wahrscheinlich nicht zu Ihrer Identifikation führen wird und nicht durch anwendbare Gesetz verboten ist. Wir und/oder unsere Drittserviceanbieter können dauerhafte Cookies und ähnliche Werkzeuge und Technologien nutzen, um uns dabei zu helfen, solche aggregierten Informationen zu sammeln und zu nutzen, sowie um uns zu helfen, die Besucher- und Nutzererfahrung zu verbessern, und für jeden anderen Zweck, der in dieser Datenschutzrichtlinie beschrieben ist. Wir dürfen alle aggregierten Informationen behalten, auch wenn sie unbegrenzt von Ihren Nutzerkontoinformationen, Nutzerinhalten oder persönlichen Daten abgeleitet oder entwickelt wurden.
eo: Ýöür pérsönäl dätä mäý älsö ßé üséd, ßöth ßý üs änd ßý öür äüthörïzéd thïrd pärtý sérvïçé prövïdérs, tö çölléçt, dïsçövér, änd prépäré äggrégäté stätïstïçäl änd völümé ïnförmätïön änd änälýsés, änd öthér sïmïlär dätä, ïnçlüdïng wïth réspéçt tö thé nümßér, çhäräçtérïstïçs, ßéhävïör, änd pérförmänçé öf MçKïnséý Àçädémý, üsérs öf änd vïsïtörs tö thé Sïtés änd Mößïlé Öfférïngs ör öthér çömpönénts öf MçKïnséý Àçädémý, änd üsérs öf MçKïnséý Àçädémý Çöntént (çölléçtïvélý, “Àggrégäté Ìnförmätïön”). Wé mäý üsé, änd pérmït öür thïrd pärtý sérvïçé prövïdérs tö üsé, thïs Àggrégäté Ìnförmätïön ïn ördér tö ädmïnïstér MçKïnséý Àçädémý, för réséärçh pürpösés änd tö fürthér dévélöp, ïmprövé änd prömöté MçKïnséý Àçädémý, ör för äný öthér pürpösé prövïdéd thät süçh üsé wöüld nöt ßé réäsönäßlý lïkélý tö résült ïn ýöür ïdéntïfïçätïön änd ïs nöt pröhïßïtéd ßý äpplïçäßlé läw. Wé änd/ör öür thïrd pärtý sérvïçé prövïdérs mäý üsé pérsïstént çöökïés änd sïmïlär tööls änd téçhnölögïés tö hélp üs çölléçt änd üsé süçh Àggrégäté Ìnförmätïön, äs wéll äs tö hélp üs ïmprövé thé vïsïtör änd üsér éxpérïénçé, änd för äný öthér pürpösé désçrïßéd ïn thïs Prïväçý Pölïçý. Wé mäý rétäïn äll Àggrégäté Ìnförmätïön, évén ïf dérïvéd ör dévélöpéd fröm ýöür Ûsér Àççöünt Ìnförmätïön, Ûsér Çöntént ör pérsönäl dätä, ïndéfïnïtélý.#
es: Asimismo, es posible que nuestra compañía o nuestros proveedores de servicios externos utilicen su información personal para recopilar, organizar y preparar información y análisis estadísticos y de volumen adicionales y demás información similar referida a la cantidad, las características, el comportamiento y el desempeño de McKinsey Academy, de los usuarios y visitantes de los Sitios y de las Ofertas Móviles u otros componentes de McKinsey Academy y los usuarios del Contenido de McKinsey Academy (denominada, en conjunto, “Información Adicional”). También podremos utilizar o facilitar a proveedores de servicios externos el uso de la Información Adicional para administrar McKinsey Academy con el fin de llevar a cabo investigaciones y de desarrollar, mejorar y promocionar McKinsey Academy, o para satisfacer cualquier otro propósito, siempre y cuando dicho uso no suponga la probabilidad de que su identidad se dé a conocer y no esté prohibido por las leyes vigentes. McKinsey o nuestros proveedores de servicios externos podrán utilizar cookies persistentes y herramientas y tecnologías similares para recopilar y usar dicha Información Adicional, como así también para mejorar la experiencia de nuestros visitantes y usuarios, y para satisfacer cualquier otro propósito descripto en esta Política de Privacidad. McKinsey podrá retener indefinidamente toda la Información Adicional, incluso si ésta deriva o ha sido desarrollada a partir de su Información de Cuenta de Usuario, del Contenido de Usuario o de su información personal.
fr: Vos données personnelles peuvent également être utilisées à la fois par nous et par des prestataires de service tiers autorisés à collecter, découvrir, ou préparer, rassembler des statistiques et des informations de volume et des analyses, et d'autres données similaires, y compris concernant le nombre, les caractéristiques, le comportement et les performances de McKinsey Academy, les utilisateurs et les visiteurs des Sites et des Offres mobiles et d'autres composantes de McKinsey Academy, et les utilisateurs du contenu de McKinsey Academy (collectivement les « Informations agrégées » ). Nous pouvons utiliser et permettre à des prestataires de services tiers d'utiliser ces informations agrégées afin d'administrer McKinsey Academy à des fins de recherche et pour développer davantage, améliorer et promouvoir la McKinsey Academy et pour toute autre fin, pourvu que cette utilisation ne résulte pas raisonnablement à vous identifier et qu'elle ne soit pas interdite par des lois applicables. Nous et nos prestataires de services tiers pouvons utiliser les cookies persistants ou des outils et des technologies similaires pour nous aider à collecter et utiliser les informations agrégées pour nous aider à améliorer l'expérience des utilisateurs et des visiteurs et pour d'autres fins décrites dans la politique de confidentialité. Nous pouvons retenir toutes les informations agrégées, même si elles sont dérivées ou développées par des informations de votre compte d'utilisateur, contenu d'utilisateur ou données personnelles, sans limite de temps.
ja: また、お客様の個人データは、McKinsey Academyに関わる数・特徴・行動・成績、サイト・モバイルサービス・McKinsey Academyのその他のコンテンツのユーザーやビジター、McKinsey Academyのユーザーを含め、総合的な統計・ボリューム情報、分析、その他の類似のデータ (以下まとめて「総合的情報」) を収集・発見・用意するため、当社または当社が権限を与えた第三者サービスプロバイダが使用する場合があります。当社では、情報の利用により個人の特定が可能になったり、該当する法律で禁止されていない限り、研究目的で、または、McKinsey Academyをさらに発展・改善・促進するため、あるいは、その他の目的で、McKinsey Academyを運営するためにこの総合的情報を利用したり、第三者サービスプロバイダに利用を許可したりする場合があります。当社や第三者サービスプロバイダでは、当該総合情報の収集やビジターおよびユーザー体験の向上、あるいは、当該プライバシーに関する方針で説明されるその他の目的のために、永続的なクッキーや類似のツールまたは技術を使用する場合があります。当社では、ユーザーアカウント情報、ユーザー・コンテンツ、または個人データから派生または生成された場合でも、すべての総合的情報を無期限に保持する場合があります。
nl: Uw persoonsgegevens kunnen worden gebruikt door ons en door onze geautoriseerde dienstverleners voor het verzamelen, het in kaart brengen en het voorbereiden van samengestelde statistische en volume-informatie en -analyses en andere vergelijkbare gegevens, waaronder gegevens met betrekking tot aantallen, kenmerken, gedrag en prestaties van McKinsey Academy-gebruikers van en -bezoekers aan de Sites en Mobiele Aanbiedingen of andere componenten van McKinsey Academy, en van gebruikers van McKinsey Academy-inhoud (gezamenlijk aangeduid als “Samengestelde Informatie”). We kunnen deze Samengestelde Informatie zelf gebruiken en we kunnen onze externe dienstverleners toestaan deze Samengestelde Informatie te gebruiken voor het beheer van McKinsey Academy, voor onderzoeksdoeleinden en voor het verder ontwikkelen, verbeteren en promoten van McKinsey Academy, of voor enig ander doel op voorwaarde dat een dergelijk gebruik redelijkerwijs waarschijnlijk niet zal resulteren in identificatie van u en niet verboden is onder de toepasselijke wetgeving. Wij en/of onze externe dienstverleners kunnen permanente cookies en vergelijkbare hulpmiddelen en technologieën gebruiken om ons te helpen dergelijke Samengestelde Informatie te verzamelen en gebruiken, om de bezoekers- en gebruikerservaring te verbeteren en voor enig ander doel dat is beschreven in dit Privacybeleid. We kunnen alle Samengestelde Informatie voor onbepaalde tijd bewaren. Dit geldt zelfs als deze is afgeleid uit of is ontwikkeld via uw Gebruikersaccountinformatie, Gebruikersinhoud of persoonsgegevens.
pl: Twoje dane osobowe mogą też być wykorzystywane, zarówno przez nas, jak i przez autoryzowane strony trzecie będące dostawcami usług, aby zbierać, odkrywać i przygotowywać zbiorcze informacje statystyczne i ilościowe oraz analizy i inne podobne dane, w tym takie, które odnoszą się do liczb, charakterystyk, zachowań i wydajności McKinsey Academy, użytkowników i gości Stron oraz Produktów Mobilnych i innych komponentów McKinsey Academy oraz użytkowników Treści McKinsey Academy (zwanymi wspólnie „Informacjami zbiorczymi”). Możemy używać lub pozwolić stronom trzecim na używanie tych Informacji zbiorczych, do celów administracji McKinsey Academy, do badań i aby dalej rozwijać, usprawniać i promować McKinsey Academy lub w dowolnym innym celu, pod warunkiem, że takie użycie nie niosłoby za sobą mieszczącego się w granicy rozsądku prawdopodobieństwa zidentyfikowania Ciebie i pod warunkiem, że takie użycie nie jest zabronione przez mające zastosowanie prawa. My i/lub strony trzecie będące naszymi dostawcami usług możemy używać trwałych plików cookie oraz podobnych narzędzi i technologii w celu gromadzenia i używania takich Informacji zbiorczych oraz aby poprawić doświadczenie gości i użytkowników lub w dowolnym innym celu opisanym w niniejszej Polityce prywatności. Możemy zachować wszystkie Informacje zbiorcze - nawet te otrzymane lub opracowane na podstawie Twoich Informacji Konta Użytkownika, Treści Użytkownika lub dane osobowe - bezterminowo.
pt: Seus dados pessoais também podem ser usados, tanto por nós quanto por nossos prestadores de serviços terceirizados que tenham autorização para coletar, descobrir e preparar estatísticas agregadas e informações e análises de volume, e outros dados semelhantes, inclusive em relação a número, características, comportamento e desempenho do McKinsey Academy, dos visitantes e usuários dos Sites e das Versões para Dispositivos Móveis ou outros componentes do McKinsey Academy e usuários do Conteúdo do McKinsey Academy (coletivamente, “Informações Agregadas”). Podemos usar e permitir que nossos prestadores de serviços terceirizados usem essas Informações Agregadas para administrar o McKinsey Academy para fins de pesquisa e para desenvolver, melhorar e promover o McKinsey Academy ou para qualquer outra finalidade, desde que tal uso não tenha probabilidade razoável de resultar em sua identificação e não seja proibido pela lei aplicável. Nós e/ou nossos prestadores de serviços terceirizados podemos usar cookies persistentes e ferramentas e tecnologias semelhantes para nos ajudar a coletar e usar essas Informações Agregada e para nos ajudar a melhorar a experiência do visitante e do usuário, e para qualquer outra finalidade descrita nessa Política de Privacidade. Poderemos reter indefinidamente todas as Informações Agregadas, mesmo se derivadas ou desenvolvidas a partir de suas Informações de Conta de Usuário, Conteúdo do Usuário ou dados pessoais.
zh: 我们和我们授权的第三方服务提供商也可能使用您的个人数据来收集、发现和准备汇总的统计信息、数量信息、分析数据以及其他类似数据，包括与麦肯锡学院网站、移动产品或其他组件的用户和访客以及麦肯锡学院内容用户的数量、特征、行为和表现相关的数据（以下统称“汇总信息”）。我们可能会出于以下目的使用并允许我们的第三方服务提供商使用此汇总信息：管理麦肯锡学院；研究目的；进一步开发、改进和推广麦肯锡学院；或任何其他目的，前提是此类使用一般不会导致您的身份被识别，且未被适用法律禁止。我们和/或我们的第三方服务提供商可能会使用永久性 Cookie 以及类似工具和技术来帮助收集和使用此类汇总信息、改善访客和用户体验，以及实现本隐私政策中所述的任何其他目的。我们可能会无限期地保留所有汇总信息，即使该汇总信息是由您的用户帐户信息、用户内容或个人数据衍生或开发而来。

source: Sharing information with your Sponsoring Organization
ar: تبادل المعلومات مع المؤسسة الراعية
de: Weitergabe von Informationen an Ihre Sponsorenorganisation
eo: Shärïng ïnförmätïön wïth ýöür Spönsörïng Örgänïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Intercambio de información con su Organización patrocinadora
fr: Communiquer des informations à l'entreprise qui vous finance
ja: 後援組織との情報共有
nl: Informatie delen met de Sponsorende organisatie
pl: Przekazywanie informacji Organizacji sponsorującej użytkownika
pt: Compartilhando informações com sua organização patrocinadora
zh: 与您的赞助组织共享信息

source: If you are participating in McKinsey Academy with the facilitation of a Sponsoring Organization (as such term is defined in the Terms), at the request of your Sponsoring Organization we may provide your Sponsoring Organization information about your activities and performance in connection with McKinsey Academy, which may include grades, evaluation, performance, critiques and other progress, usage and engagement data and metrics with respect to particular McKinsey Academy courses or services, some of which may constitute your personal data (collectively, “Participation Data”). McKinsey shall not be responsible or liable for the use of such information by your Sponsoring Organization, and such use shall be subject to your Sponsoring Organization’s policies (including privacy policies) applicable to you.
ar: إذا كنت تشارك في أكاديمية ماكنزي بمساعدة إحدى الشركات الراعية (على النحو المحدد في الشروط)، فقد نقدم معلومات للشركة الراعية، بناءً على طلب منها، حول الأنشطة والأداء فيما يتعلق بأكاديمية ماكنزي، والتي قد تشمل الدرجات والتقييم والأداء وأوجه النقد، وغيرها من بيانات التقدم والاستخدام والمشاركة، والمقاييس ذات الصلة بدورات أو خدمات معينة مقدمة من أكاديمية ماكنزي، والتي قد يشتمل بعضها على بياناتك الشخصية (والتي تعرف إجمالًا باسم "بيانات المشاركة"). وتخلي ماكنزي مسؤوليتها عن استخدام مثل هذه المعلومات من قِبل الشركة الراعية، ويخضع هذا الاستخدام لسياسات الشركة الراعية (بما في ذلك سياسات الخصوصية) السارية عليك.
de: Wenn Sie an der McKinsey Academy mit der Förderung einer Sponsorenorganisation teilnehmen (wie der Begriff in den Bedingungen definiert ist), können wir Ihrer Sponsorenorganisation auf Anfrage Informationen über Ihre Aktivitäten und Leistungen im Zusammenhang mit der McKinsey Academy zur Verfügung stellen, die Noten, Bewertung, Leistung, Kritik und anderen Fortschritt, Nutzungs- und Engagementdaten und Metriken in Bezug auf bestimmte Kurse oder Dienstleistungen der McKinsey Academy beinhalten können, von denen einige Ihre persönlichen Daten darstellen können (zusammen "Teilnahme-Daten"). McKinsey ist nicht verantwortlich oder haftbar für die Nutzung dieser Informationen durch Ihre Sponsorenorganisation, und diese Nutzung unterliegt den für Sie geltenden Richtlinien Ihrer Sponsorenorganisation (einschließlich Datenschutzrichtlinien).
eo: Ìf ýöü äré pärtïçïpätïng ïn MçKïnséý Àçädémý wïth thé fäçïlïtätïön öf ä Spönsörïng Örgänïzätïön (äs süçh térm ïs défïnéd ïn thé Térms), ät thé réqüést öf ýöür Spönsörïng Örgänïzätïön wé mäý prövïdé ýöür Spönsörïng Örgänïzätïön ïnförmätïön äßöüt ýöür äçtïvïtïés änd pérförmänçé ïn çönnéçtïön wïth MçKïnséý Àçädémý, whïçh mäý ïnçlüdé grädés, évälüätïön, pérförmänçé, çrïtïqüés änd öthér prögréss, üsägé änd éngägémént dätä änd métrïçs wïth réspéçt tö pärtïçülär MçKïnséý Àçädémý çöürsés ör sérvïçés, sömé öf whïçh mäý çönstïtüté ýöür pérsönäl dätä (çölléçtïvélý, “Pärtïçïpätïön Dätä”). MçKïnséý shäll nöt ßé réspönsïßlé ör lïäßlé för thé üsé öf süçh ïnförmätïön ßý ýöür Spönsörïng Örgänïzätïön, änd süçh üsé shäll ßé süßjéçt tö ýöür Spönsörïng Örgänïzätïön’s pölïçïés (ïnçlüdïng prïväçý pölïçïés) äpplïçäßlé tö ýöü.#
es: Si está participando en McKinsey Academy a través de una Compañía Patrocinadora (según se la define en los Términos de Uso), es posible que suministremos a su Compañía Patrocinadora, si ésta lo solicitara, información sobre sus actividades y desempeño en relación con McKinsey Academy, incluidas calificaciones, evaluaciones, desempeño, críticas y demás información y métricas sobre avance, uso y participación respecto de determinados cursos o servicios de McKinsey Academy, algunos de los cuales podrían formar parte de su información personal (denominados, en conjunto, Datos de Participación”). McKinsey no será responsable por el uso que la Compañía Patrocinadora haga de dicha información, y dicho uso quedará sujeto a las políticas de su Compañía Patrocinadora (incluidas las políticas de privacidad) que le resulten aplicables.
fr: Si vous participez à McKinsey Academy avec l'aide d'une entreprise qui vous finance (tel que ce terme est défini dans les Conditions), à la demande de cette entreprise nous pouvons lui fournir des informations concernant vos activités et performances en relation avec la McKinsey Academy, ce qui peut inclure des notes, des évaluations, les critiques et autre progression, les données d'utilisation et mesures d'implication concernant en particulier les cours ou les services de McKinsey Academy, dont certaines peuvent faire partie de vos données personnelles (collectivement « Données de participation »). McKinsey ne sera pas responsable ni redevable pour l'utilisation de ces informations par votre entreprise, et cette utilisation sera soumise aux politiques de l'entreprise qui vous finance (y compris les politiques de confidentialité) qui vous sont applicables.
ja: 後援組織 (規約に含まれる定義の通り) を通してMcKinsey Academyに参加している場合、後援組織の要請があれば、McKinsey Academyに関連するアクティビティや成績に関する情報を同後援組織に提供する場合があります。この情報には、成績、評価、実績、批評その他の進度、利用・エンゲージメントに関するデータ、特定のMcKinsey Academyコースまたはサービスに関する測定結果が含まれており、その一部には、お客様の個人データ (まとめて「参加データ」) が含まれている可能性があります。McKinseyは、お客様の後援組織による同情報の利用について責任を負いません。また、同情報の利用については、後援組織の該当する方針 (プライバシーに関する方針を含む) の対象となります。
nl: Als u deelneemt aan McKinsey Academy via een Sponsororganisatie (zoals deze term is gedefinieerd in de Voorwaarden) of op verzoek van uw Sponsororganisatie, kunnen we uw Sponsororganisatie informatie verstrekken over uw activiteiten en prestaties in verband met McKinsey Academy. Deze informatie kan cijfers, evaluaties, prestatiegegevens, kritieken en andere gegevens en meetwaarden over voortgang, gebruik en betrokkenheid omvatten met betrekking tot bepaalde McKinsey Academy-cursussen of -diensten (gezamenlijk aangeduid als “Participatiegegevens”). Een deel van deze informatie kan uw persoonsgegevens betreffen. McKinsey aanvaardt geen verantwoordelijkheid of aansprakelijkheid voor het gebruik van dergelijke informatie door uw Sponsororganisatie en een dergelijk gebruik zal onderworpen zijn aan het beleid (waaronder het privacybeleid) van uw Sponsorganisatie dat op u van toepassing is.
pl: Jeśli uczestniczysz w McKinsey Academy dzięki pomocy Organizacji Sponsorującej (zgodnie z definicją tego terminu podaną w „Warunkach”), na prośbę Twojej Organizacji Sponsorującej możemy udostępnić Twojej Organizacji Sponsorującej informacje o Twoich aktywnościach i wynikach związanych z McKinsey Academy, w tym informacje o ocenach, ewaluacji, wynikach, krytyce oraz innych danych dotyczących postępów, użytkowania i zaangażowania oraz mierników związanych z konkretnymi kursami lub usługami McKinsey Academy, z których niektóre mogą stanowić Twoje dane osobowe (zwane wspólnie „Danymi Uczestnictwa”). McKinsey nie ponosi odpowiedzialności za sposób użycia takich informacji przez Twoją Organizację Sponsorującą, a takie użycie będzie przedmiotem polityk Twojej Organizacji Sponsorującej (w tym polityki prywatności), które mają zastosowanie do Twojej osoby.
pt: Se você estiver participando do McKinsey Academy com a facilitação de uma Organização Patrocinadora (conforme definição nos Termos), a pedido de sua Organização Patrocinadora, poderemos fornecer informações sobre suas atividades e desempenho em conexão com o McKinsey Academy, o que pode incluir notas, avaliação, desempenho, críticas e outros dados e métricas de progresso, uso e envolvimento com determinados cursos ou serviços do McKinsey Academy, alguns dos quais podem constituir seus dados pessoais (coletivamente, “Dados de Participação”). A McKinsey não será responsável pelo uso de tal informação por sua Organização Patrocinadora e tal uso estará sujeito às políticas da sua Organização Patrocinadora (incluindo políticas de privacidade) aplicáveis ​​a você.
zh: 如果您在“赞助组织”（定义见“条款”）的协助下参与麦肯锡学院，我们可能会应您的赞助组织的要求，向其提供有关您在麦肯锡学院的活动和表现的信息，这可能包括评分、评估、表现、评论以及有关特定麦肯锡学院课程或服务的其他进度、使用情况和参与情况数据及指标，其中部分可能会构成您的个人数据（以下统称“参与数据”）。麦肯锡对您的赞助组织对此类信息的使用概不负责或承担任何法律责任，而且上述使用应受您的赞助组织适用于您的政策（包括隐私政策）的约束。

source: Data recipients and international data transfers
ar: استلام البيانات ونقلها دوليًا
de: Datenempfänger und internationale Datenübertragungen
eo: Dätä réçïpïénts änd ïntérnätïönäl dätä tränsférs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Receptores de la información y transferencias de datos internacionales
fr: Destinataires des données et transferts de données internationaux
ja: 情報受取人および情報の国際移転
nl: Gegevensontvangers en internationale gegevensoverdrachten
pl: Odbiorcy danych i przesyłanie danych za granicę
pt: Destinatários de dados e transferências internacionais de dados
zh: 数据接收者和国际数据传输
