Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Access individual %(lessons_custom_label)s from the <i class="mk-icon-lessonsnav"></i> icon in the main navigation bar
ar: يمكنك الوصول إلى %(lessons_custom_label)s من الرمز <i class="mk-icon-lessonsnav"></i> الموجود في شريط التنقل الرئيسي
de: Greifen Sie auf diese individuellen %(lessons_custom_label)s zu, indem Sie auf das <i class="mk-icon-lessonsnav"></i>-Icon in der Hauptnavigationsleiste klicken
es: Acceda a las %(lessons_custom_label)s individuales desde el ícono <i class="mk-icon-lessonsnav"></i> en la barra de navegación principal
ja: メイン・ナビゲーション・バーの <i class="mk-icon-lessonsnav"></i> アイコンから、各%(lessons_custom_label)sにアクセスします
nl: Open individuele %(lessons_custom_label)s vanuit het <i class="mk-icon-lessonsnav"></i>-pictogram in de hoofdnavigatiebalk
pl: Przejdź do danej %(lessons_custom_label)s, klikając na ikonę <i class="mk-icon-groupworknav"></i> na głównym pasku nawigacji
pt: Acesse %(lessons_custom_label)s individuais do ícone <i class="mk-icon-lessonsnav"></i> na barra de navegação principal
zh: 通过主导航栏中的 <i class="mk-icon-lessonsnav"></i> 图标访问各个 %(lessons_custom_label)s

source: Access individual lessons from the <i class="mk-icon-lessonsnav"></i> icon in the main navigation bar
ar: يمكنك الوصول إلى الدروس الفردية من الرمز <i class="mk-icon-lessonsnav"></i> الموجود في شريط التنقل الرئيسي
de: Greifen Sie auf diese individuellen Lektionen zu, indem Sie auf das <i class="mk-icon-lessonsnav"></i>-Icon in der Hauptnavigationsleiste klicken
eo: Àççéss ïndïvïdüäl léssöns fröm thé <i class="mk-icon-lessonsnav"></i> ïçön ïn thé mäïn nävïgätïön ßär Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Acceda a las lecciones individuales desde el ícono <i class="mk-icon-lessonsnav"></i> en la barra de navegación principal
fr: Accédez aux leçons individuelles avec l'icône <i class="mk-icon-lessonsnav"></i> dans la barre de navigation principale
ja: メイン・ナビゲーション・バーの <i class="mk-icon-lessonsnav"></i> アイコンから、各レッスンにアクセスします
nl: Open individuele lessen vanuit het <i class="mk-icon-lessonsnav"></i>-pictogram in de hoofdnavigatiebalk
pl: Przejdź do danej lekcji, klikając na ikonę <i class="mk-icon-groupworknav"></i> na głównym pasku nawigacji
pt: Acesse lições individuais do ícone <i class="mk-icon-lessonsnav"></i> na barra de navegação principal
zh: 通过主导航栏中的 <i class="mk-icon-lessonsnav"></i> 图标访问各个课时

source: Announcements, Course Overview, and Resources
ar: الإعلانات ونظرة عامة عن الدورة التدريبية والموارد
de: Ankündigungen, Kursüberblick und Ressourcen
eo: Ànnöünçéménts, Çöürsé Övérvïéw, änd Résöürçés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Anuncios, descripción general del curso y recursos
fr: Annonces, Présentation du cours, et Ressources
ja: 告知、コース概要、リソース
nl: Mededelingen, cursusoverzicht en informatiebronnen
pl: Ogłoszenia, Opis kursu i Materiały
pt: Anúncios, visão geral e recursos
zh: 公告、课程概述和资源

source: Below are helpful tips to view course materials (which include announcements, course overview, and resources). You may also find answers to your questions in the
ar: فيما يلي نصائح مفيدة لعرض المواد الدراسية للدورة التدريبية (التي تشمل الإعلانات والنظرة العامة عن الدورة التدريبية والموراد). وقد تجد أيضًا إجابات
de: Unten finden Sie hilfreiche Tipps darüber, wie Sie Kursmaterialien anzeigen können (inklusive Ankündigungen, Kursüberblick und Ressourcen). Außerdem finden Sie in den
es: A continuación le brindamos sugerencias útiles para consultar los materiales del curso (que incluyen anuncios, una descripción general del curso y recursos). También puede encontrar respuestas a sus preguntas en la sección de
ja: 以下は、コース教材 (告知、コース概要、リソースを含む) を閲覧に関するヒントです。また、
nl: Hieronder vindt u nuttige tips om cursusmaterialen te bekijken (waaronder mededelingen, cursusoverzicht en informatiebronnen). U kunt ook antwoorden op uw vragen vinden in de
pl: Poniżej znajdziesz wskazówki, które pomogą Ci przeglądać materiały kursu (które obejmują ogłoszenia, opis kursu i inne zasoby). Jeśli masz jakieś pytania, możesz też poszukać odpowiedzi w sekcji
pt: Abaixo você encontra dicas úteis para navegar pelo conteúdo do curso (que inclui anúncios, visão geral do curso e recursos). Você também pode encontrar respostas para suas perguntas nas
zh: 以下是查看课程材料（包括公告、课程概述和资源）的有用提示。您也可以在

source: Access Announcements, Course Overview, and Resources from the <i class="fa fa-file-text-o"></i> icon in the main navigation bar.
ar: يمكنك الوصول إلى الإعلانات والنظرة العامة عن الدورة التدريبية والموارد من الرمز <i class="fa fa-file-text-o"></i> الموجود في شريط التنقل الرئيسي.
de: Ankündigungen, Kursüberblick und Ressourcen können aufgerufen werden, indem Sie auf das <i class="fa fa-file-text-o"></i>-Icon in der Hauptnavigationsleiste klicken
eo: Àççéss Ànnöünçéménts, Çöürsé Övérvïéw, änd Résöürçés fröm thé <i class="fa fa-file-text-o"></i> ïçön ïn thé mäïn nävïgätïön ßär. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Acceda a anuncios, una descripción general del curso y recursos desde el ícono <i class="fa fa-file-text-o"></i> en la barra de navegación principal.
fr: Accédez aux annonces, à la présentation du cours et aux ressources avec l’icône <i class="fa fa-file-text-o"></i> dans la barre de navigation principale.
ja: メイン・ナビゲーション・バーの <i class="fa fa-file-text-o"></i> アイコンより、告知、コース概要、リソースにアクセスします。
nl: Open mededelingen, cursusoverzicht en informatiebronnen vanuit het <i class="fa fa-file-text-o"></i>-pictogram in de hoofdnavigatiebalk.
pl: Przejdź do Ogłoszeń, Opisu kursu i Materiałów, klikając na ikonę <i class="fa fa-file-text-o"></i> na głównym pasku nawigacyjnym.
pt: Acesse anúncios, visão geral do curso e recursos no ícone <i class="fa fa-file-text-o"></i> na barra de navegação principal.
zh: 通过主导航栏中的 <i class="fa fa-file-text-o"></i> 图标访问公告、课程概述和资源。

source: ANNOUNCEMENTS provides course news and events in a blog format
ar: تقدم الإعلانات أخبار وفعاليات الدورة التدريبية في شكل مدونة
de: ANKÜNDIGUNGEN zeigen Ihnen Kursneuigkeiten und Events im Blog-Format an
eo: ÀNNÖÛNÇÉMÉNTS prövïdés çöürsé néws änd événts ïn ä ßlög förmät Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ANUNCIOS ofrece noticias de los cursos y eventos en formato de blog
fr: LES ANNONCES fournissent des informations sur le cours et les événements sous forme de blog
ja: 告知: ブログ形式で、コースに関するニュースやイベントに関する情報を提供します
nl: MEDEDELINGEN biedt cursusnieuws en gebeurtenissen in blogformaat
pl: OGŁOSZENIA. Tutaj znajdziesz nowości i informacje o wydarzeniach, przedstawione w formie bloga
pt: ANÚNCIOS fornecem notícias e eventos do curso em formato de blog
zh: 公告以博客的形式提供课程资讯

source: COURSE OVERVIEW details what you will learn and provides faculty information; it also includes a course calendar to guide your pace through the course and alert you to key deadlines
ar: تقدم النظرة العامة عن الدورة التدريبية تفاصيل حول ما ستتعلمه وتوفر لك معلومات عن أعضاء هيئة التدريس؛ وتتضمن كذلك أجندة للدورة التدريبية لتوجيهك خلالها وتنبيهك للمواعيد النهائية الرئيسية
de: KURSÜBERBLICK zeigt Ihnen, was Sie lernen werden und liefert Ihnen Informationen über die Fakultät. Außerdem finden Sie hier den Kurskalender, der Sie durch den Kurs leitet und Ihnen alle wichtigen Fristen aufzeigt
eo: ÇÖÛRSÉ ÖVÉRVÌÉW détäïls whät ýöü wïll léärn änd prövïdés fäçültý ïnförmätïön; ït älsö ïnçlüdés ä çöürsé çäléndär tö güïdé ýöür päçé thröügh thé çöürsé änd älért ýöü tö kéý déädlïnés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт#
es: DESCRIPCIÓN GENERAL DEL CURSO detalla los contenidos que aprenderá e información sobre los instructores; también incluye un calendario del curso para guiarlo durante el programa y comunicar fechas clave
fr: LA PRÉSENTATION DU COURS détaille ce que vous apprendrez et fournit des informations du corps professoral ; un calendrier du cours est aussi inclus pour vous aider à trouver votre rythme dans le cours et vous avertir des dates limites importantes
ja: コース概要: 学習する内容や教員情報に関する詳細が説明されています。コース・カレンダーも含まれているので、ペース配分を考えたり、主な期日を確認したりできます
nl: In CURSUSOVERZICHT wordt nader aangegeven wat u gaat leren en wordt faculteitsinformatie geboden; ook bevat het een cursuskalender om uw tempo door de cursus te bepalen en u op belangrijke deadlines te wijzen
pl: OPIS KURSU. Szczegółowy opis treści kursu oraz informacje o wykładowcach. Znajdziesz też tutaj kalendarz kursu, który pozwoli Ci zorientować się w jego przebiegu i przypomni o nadchodzących terminach.
pt: A VISÃO GERAL DO CURSO detalha o que você aprenderá e fornece informações sobre o corpo docente; inclui também um calendário de cursos para orientar seu ritmo no curso e alertar você sobre os principais prazos
zh: “课程概述”详细说明您将学习的内容并提供教师信息；还包括课程日历，用于指导您逐步完成课程，并提醒您注意重要的截止日期

source: RESOURCES provides key takeaways and frameworks from each lesson, as well as supplemental readings and videos
ar: تقدم الموارد النتائج وأطر العمل الرئيسية من كل درس، إلى جانب قراءات وفيديوهات إضافية
de: RESSOURCEN zeigen Ihnen die Kernpunkte und Rahmenbedingungen jeder Lektion auf und liefern Ihnen zusätzliche Lektüre und weitere Videos
eo: RÉSÖÛRÇÉS prövïdés kéý täkéäwäýs änd främéwörks fröm éäçh léssön, äs wéll äs süppléméntäl réädïngs änd vïdéös Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: RECURSOS proporciona los conceptos clave y la metodología de cada lección, así como material de lectura y videos complementarios
fr: LES RESSOURCES contiennent les informations clés et les cadres pour chaque leçon, ainsi que des lectures et des vidéos supplémentaires
ja: リソース: 各レッスンの要点や骨組み、補助教材 (本、動画) に関する情報が含まれています
nl: RESOURCES biedt belangrijke resultaten en raamwerken van elke les, evenals aanvullende leesopdrachten en video’s
pl: MATERIAŁY. Znajdziesz tu podsumowania najważniejszych treści i strukturę każdej lekcji, a także dodatkowe materiały pisemne i wideo.
pt: RECURSOS fornece tópicos importantes e estruturas de cada lição, bem como leituras e vídeos suplementares
zh: “资源”提供每个课时的主要内容和大纲，还提供补充阅读材料和视频

source: No announcements have been posted yet.
ar: لم يتم نشر أية إعلانات حتى الآن.
de: Keine Ankündigungen wurden bisher gepostet.
eo: Nö ännöünçéménts hävé ßéén pöstéd ýét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Aún no se han publicado anuncios.
fr: Aucune annonce n’a été envoyée à ce jour.
ja: 告知はまだ投稿されていません。
nl: Er zijn nog geen mededelingen gepost.
pl: Nie opublikowano jeszcze żadnych ogłoszeń.
pt: Nenhum anúncio foi publicado ainda.
zh: 尚未发布任何公告。

source: This content is not yet available.
ar: هذا المحتوى غير متوفر حتى الآن.
de: Dieser Inhalt ist noch nicht verfügbar.
eo: Thïs çöntént ïs nöt ýét äväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Este contenido aún no está disponible.
fr: Le contenu n’est pas encore disponible.
ja: このコンテンツはまだ利用できません。
nl: Deze inhoud is nog niet beschikbaar.
pl: Ten materiał nie jest jeszcze dostępny.
pt: Este conteúdo ainda não está disponível.
zh: 此内容尚不可用。

source: "Access Announcements, Course Overview, and Resources from the <i class="fa fa-file-text-o"></i> icon in the main navigation bar.
ar: "يمكنك الوصول إلى الإعلانات والنظرة العامة عن الدورة التدريبية والموارد من الرمز <i class="fa fa-file-text-o"></i> الموجود في شريط التنقل الرئيسي.
de: „Ankündigungen, Kursüberblick und Ressourcen können aufgerufen werden, indem Sie auf das <i class="fa fa-file-text-o"></i>-Icon in der Hauptnavigationsleiste klicken.
eo: "Àççéss Ànnöünçéménts, Çöürsé Övérvïéw, änd Résöürçés fröm thé <i class="fa fa-file-text-o"></i> ïçön ïn thé mäïn nävïgätïön ßär. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Acceda a anuncios, una descripción general del curso y recursos desde el ícono <i class="fa fa-file-text-o"></i> en la barra de navegación principal.
fr: « Accédez aux annonces, à la présentation du cours et aux ressources avec l’icône <i class="fa fa-file-text-o"></i> dans la barre de navigation principale.
ja: メイン・ナビゲーション・バーの <i class="fa fa-file-text-o"></i> アイコンより、告知、コース概要、リソースにアクセスします。
nl: “Open mededelingen, cursusoverzicht en informatiebronnen vanuit het <i class="fa fa-file-text-o"></i>-pictogram in de hoofdnavigatiebalk.
pl: Przejdź do Ogłoszeń, Opisu kursu i Materiałów, klikając na ikonę <i class="fa fa-file-text-o"></i> na głównym pasku nawigacyjnym.
pt: "Acesse anúncios, visão geral do curso e recursos no ícone <i class="fa fa-file-text-o"></i> na barra de navegação principal.
zh: 通过主导航栏中的 <i class="fa fa-file-text-o"></i> 图标访问公告、课程概述和资源。

source: RESOURCES provides key takeaways and frameworks from each %(lesson_custom_label)s, as well as supplemental readings and videos
ar: تقدم الموارد النتائج وأطر العمل الرئيسية من كل %(lesson_custom_label)s، إلى جانب قراءات وفيديوهات إضافية
de: RESSOURCEN zeigen Ihnen die Kernpunkte und Rahmenbedingungen jeder %(lesson_custom_label)s auf und liefern Ihnen zusätzliche Lektüre und weitere Videos
es: RECURSOS proporciona los conceptos clave y la metodología de cada %(lesson_custom_label)s, así como material de lectura y videos complementarios
ja: リソースには、各%(lesson_custom_label)sの要点や骨組み、補助教材 (本、動画) に関する情報が含まれています
nl: RESOURCES biedt belangrijke resultaten en raamwerken van elke %(lesson_custom_label)s, evenals aanvullende leesopdrachten en video’s
pl: MATERIAŁY. Znajdziesz tu podsumowania najważniejszych treści i strukturę każdej %(lesson_custom_label)s, a także dodatkowe teksty i materiały wideo.
pt: RECURSOS fornece tópicos importantes e estruturas de cada %(lesson_custom_label)s, bem como leituras e vídeos suplementares
zh: 资源”提供每个 %(lesson_custom_label)s 的主要内容和大纲，还提供补充阅读材料和视频

source: Details:
ar: التفاصيل:
eo: Détäïls: Ⱡ'σяєм ιρѕυм ∂#
es: Detalles:
fr: Détails :
ja: 詳細:
pl: Szczegóły
pt: Detalhes:
zh: 详细信息：

source: 10 lessons
ar: 10 دروس
de: 10 Lektionen
eo: 10 léssöns Ⱡ'σяєм ιρѕυм ∂σłσ#
es: 10 lecciones
fr: 10 leçons
ja: 10回のレッスン
nl: 10 lessen
pl: 10 lekcji
pt: 10 lições
zh: 10 个课时

source: 32 videos
ar: 32 ملف فيديو
eo: 32 vïdéös Ⱡ'σяєм ιρѕυм ∂σł#
fr: 32 vidéos
ja: 32本の動画
pl: 32 filmy
pt: 32 vídeos
zh: 32 个视频

source: 9 assessments
ar: 9 تقييمات
de: 9 Bewertungen
eo: 9 ässéssménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: 9 evaluaciones
fr: 9 évaluations
ja: 9件の課題
nl: 9 beoordelingen
pl: 9 zadań na ocenę
pt: 9 avaliações
zh: 9 次评定

source: 72 exercises
ar: 72 تمرينًا
de: 72 Aufgaben
eo: 72 éxérçïsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: 72 ejercicios
fr: 72 exercices
ja: 72件のエクササイズ
nl: 72 oefeningen
pl: 72 ćwiczenia
pt: 72 exercícios
zh: 72 次练习

source: 1 group project
ar: مشروع مجموعة واحد
de: 1 Gruppenprojekt
eo: 1 gröüp pröjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: 1 proyecto en grupo
fr: 1 projet de groupe
ja: 1件のグループ・プロジェクト
nl: 1 groepsproject
pl: 1 projekt grupowy
pt: 1 projeto em grupo
zh: 1 个小组项目

source: 15 readings
ar: 15 قراءة
de: 15 Lektüren
eo: 15 réädïngs Ⱡ'σяєм ιρѕυм ∂σłσя #
es: 15 lecturas
fr: 15 lectures
ja: 15件の読書
nl: 15 leesopdrachten
pl: 15 tekstów
pt: 15 leituras
zh: 15 篇阅读材料

source: WHAT YOU WILL LEARN
ar: ماذا ستتعلم
de: WAS SIE LERNEN WERDEN
eo: WHÀT ÝÖÛ WÌLL LÉÀRN Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: LO QUE APRENDERÁ
fr: CE QUE VOUS APPRENDREZ
ja: 学習内容
nl: WAT U LEERT
pl: CZEGO SIĘ NAUCZYSZ
pt: O QUE VOCÊ APRENDERÁ
zh: 您将学到什么

source: Faculty
ar: أعضاء هيئة التدريس
de: Fakultät
eo: Fäçültý Ⱡ'σяєм ιρѕυм #
es: Instructores
fr: Corps professoral
ja: 出演者
nl: Faculteit
pl: Wykładowcy
pt: Corpo docente
zh: 教师

source: Below are helpful tips to review your progress. You may also find answers to your questions in the
ar: فيما يلي نصائح مفيدة لاستعراض التقدم الذي أحرزته. وقد تجد أيضًا إجابات على أسئلتك في جزئية
de: Unten finden Sie hilfreiche Tipps darüber, wie Sie Ihren Fortschritt einsehen können. Außerdem finden Sie in den
es: A continuación le brindamos sugerencias útiles para revisar su avance. También puede encontrar respuestas a sus preguntas en la sección de
ja: 以下は、進度の確認に関するヒントです。また、
nl: Hieronder vindt u nuttige tips om uw voortgang te bekijken. U kunt ook antwoorden op uw vragen vinden in de
pl: Poniżej znajdziesz wskazówki, które pomogą Ci kontrolować Twoje postępy. Jeśli masz jakieś pytania, możesz też poszukać odpowiedzi w sekcji
pt: Abaixo você encontra dicas úteis para analisar seu progresso. Você também pode encontrar respostas para suas perguntas nas
zh: 以下是检查您的进度的有用提示。您也可以在

source: PROGRESS marks your progress (based on completion of %(modules_custom_label)s and readings) through course content; the average progress of your cohort is also displayed
ar: التقدم المحرز يحدد تقدمك (بناءً على استكمال %(modules_custom_label)s والقراءات) في محتوى الدورة التدريبية؛ ويتم كذلك عرض متوسط التقدم الذي أحرزه فوجك
de: FORTSCHRITT beschreibt Ihren Fortschritt (basierend auf Abschluss der %(modules_custom_label)s und Lektüre) der Kursinhalte. Der Durchschnittsfortschritt Ihres Jahrgangs wird auch angezeigt.
es: AVANCE detalla su evolución (medida en %(modules_custom_label)s y lecturas completadas) a través de los contenidos del curso; también muestra el avance promedio de su grupo
ja: 進度には、コース内容 (%(modules_custom_label)sや読書の完了) に基づく進度をお知らせします。コホートの平均進度も表示されます
nl: In VOORTGANG wordt uw voortgang in de cursusinhoud genoteerd (op basis van voltooiing van %(modules_custom_label)s en leesopdrachten); de gemiddelde voortgang van uw cohort wordt ook weergegeven
pl: STOPIEŃ UKOŃCZENIA jest miarą tego, jaką część kursu już ukończyłeś (wyrażoną jako liczba ukończonych %(modules_custom_label)s i przeczytanych tekstów). Możesz też zobaczyć tutaj średni stopień ukończenia całej grupy kursantów.
pt: PROGRESSO marca o seu progresso (com base na conclusão de %(modules_custom_label)s e leituras) em todo o conteúdo do curso; o progresso médio do seu grupo também é exibido
zh: “进度”标记您的课程内容进度（取决于 %(modules_custom_label)s 和阅读完成情况）；您所在群组的平均进度也会显示

source: PROGRESS marks your progress (based on completion of modules and readings) through course content; the average progress of your cohort is also displayed
ar: التقدم المحرز يحدد تقدمك (بناءً على استكمال الوحدات والقراءات) في محتوى الدورة التدريبية؛ ويتم كذلك عرض متوسط التقدم الذي أحرزه فوجك
de: FORTSCHRITT beschreibt Ihren Fortschritt (basierend auf Abschluss der Module und Lektüre) der Kursinhalte. Der Durchschnittsfortschritt Ihres Jahrgangs wird auch angezeigt.
eo: PRÖGRÉSS märks ýöür prögréss (ßäséd ön çömplétïön öf mödülés änd réädïngs) thröügh çöürsé çöntént; thé ävérägé prögréss öf ýöür çöhört ïs älsö dïspläýéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт#
es: AVANCE detalla su evolución (medida en módulos y lecturas completadas) a través de los contenidos del curso; también muestra el avance promedio de su grupo
fr: LA PROGRESSION indique votre avancement (en fonction des modules et des lectures achevés) dans le contenu du cours ; la progression moyenne de votre division est également affichée
ja: 進度: コース内容 (モジュールや読書の完了) に基づく進度をお知らせします。コホートの平均進度も表示されます
nl: In VOORTGANG wordt uw voortgang in de cursusinhoud genoteerd (op basis van voltooiing van modules en leesopdrachten); de gemiddelde voortgang van uw cohort wordt ook weergegeven
pl: STOPIEŃ UKOŃCZENIA jest miarą tego, jaką część kursu już ukończyłeś (wyrażoną jako liczba ukończonych modułów i przeczytanych tekstów). Możesz też zobaczyć tutaj średni stopień ukończenia całej grupy kursantów.
pt: PROGRESSO marca o seu progresso (com base na conclusão de módulos e leituras) em todo o conteúdo do curso; o progresso médio do seu grupo também é exibido
zh: “进度”标记您的课程内容进度（取决于模块和阅读完成情况）；您所在群组的平均进度也会显示

source: GRADE displays your proficiency against a total possible score of 100; your proficiency is based on graded assessments and group work performance.
ar: تصف الدرجة كفاءتك مقارنة بنتيجة كلية محتملة من 100؛ وتعتمد كفاءتك على التقييمات المتدرجة وأداء عمل المجموعة.
de: NOTE zeigt Ihnen Ihre Kompetenzpunkte aus 100 erreichbaren Punkten auf. Ihre Kompetenzen basieren auf benoteten Bewertungen und Ihrer Performance bei Gruppenarbeiten.
eo: GRÀDÉ dïspläýs ýöür pröfïçïénçý ägäïnst ä tötäl pössïßlé sçöré öf 100; ýöür pröfïçïénçý ïs ßäséd ön grädéd ässéssménts änd gröüp wörk pérförmänçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι#
es: CALIFICACIÓN muestra su competencia en relación con un puntaje máximo posible de 100; la competencia se basa en la calificación de las evaluaciones y el desempeño en el trabajo en grupo.
fr: LA NOTE affiche votre compétence par rapport à la note totale possible de 100 ; votre compétence est basée sur des évaluations notées et sur la performance en travail de groupe.
ja: 成績評価: 100点を満点とした場合の習熟度を表示します。習熟度は、成績評価済みの課題やグループワークの成績に基づきます。
nl: Met CIJFER wordt uw vaardigheid weergegeven ten opzichte van een totale mogelijke score van 100; uw vaardigheid wordt gebaseerd op cijferbeoordelingen en groepswerkprestaties.
pl: OCENA jest miarą Twojej biegłości i jest wyrażana jako liczba zdobytych punktów na 100 możliwych. Twoja biegłość jest obliczana na podstawie wyników zadań na ocenę i pracy grupowej
pt: NOTA exibe sua proficiência em relação a uma pontuação total possível de 100; sua proficiência é baseada em avaliações graduais e desempenho no trabalho em grupo.
zh: “评分”显示您的熟练程度分数（总分 100）；您的熟练程度取决于评分评定和小组作业表现。

source: Course Progress for
ar: التقدم المحرز في الدورة التدريبية لـ
de: Kursfortschritt für
eo: Çöürsé Prögréss för Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Avance en el curso para
fr: Progression du cours pour
ja: コース進度:
nl: Cursusvoortgang voor
pl: Stopień ukończenia kursu dla
pt: Progresso do curso para
zh: 以下课程进度：

source: You are %(user_course_progress)s%% of the way through the course based on completion of %(modules_custom_label)s within %(lessons_custom_label)s:
ar: %(modules_custom_label)s %(lessons_custom_label)s لقد أنهيت %(user_course_progress)s%% من الدورة بناءً على إتمام الوحدات في الدروس:
de: Sie haben basierend auf den %(lessons_custom_label)s in abgeschlossenen %(modules_custom_label)sn %(user_course_progress)s%% des Kurses absolviert:
es: Usted ha completado un %(user_course_progress)s%% del curso, según el progreso de los módulos %(modules_custom_label)s correspondientes a las lecciones %(lessons_custom_label)s:
ja: %(lessons_custom_label)s中の完了%(modules_custom_label)sに基づき、あなたのコース進度は%(user_course_progress)s%%です:
nl: U bent %(user_course_progress)s%% op weg in de cursus op basis van voltooiing van %(modules_custom_label)s binnen %(lessons_custom_label)s:
pl: Jesteś w %(user_course_progress)s%% drogi do ukończenia kursu, biorąc pod uwagę ukończone przez Ciebie %(modules_custom_label)s w %(lessons_custom_label)s:
pt: Você concluiu %(user_course_progress)s%% do curso com base na conclusão dos %(modules_custom_label)s nas %(lessons_custom_label)s:
zh: 根据 %(lessons_custom_label)s 中 %(modules_custom_label)s 的完成情况，您的课程进度为 %(user_course_progress)s%%：
