Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: If we make material changes to this Privacy Policy that increase our rights to use personal data that we have previously collected about you, we will obtain your consent either through an email to your registered email address or by prominently posting information about the changes in a manner accessible to McKinsey Academy users.
ar: إذا أجرينا تغييرات جوهرية على سياسة الخصوصية من شأنها أن تزيد من حقوقنا في استخدام البيانات الشخصية التي جمعناها عنك سابقًا، فسنحصل على موافقتك إما من خلال بريد إلكتروني مرسل إلى عنوان بريدك الإلكتروني المسجل أو عن طريق نشر معلومات حول التغييرات بطريقة واضحة في متناول مستخدمي أكاديمية ماكنزي.
de: Wenn wir wesentliche Änderungen an dieser Datenschutzerklärung vornehmen, die unsere Rechte zur Nutzung personenbezogener Daten, die wir zuvor über Sie gesammelt haben, erweitern, werden wir Ihre Zustimmung entweder durch eine E-Mail an Ihre registrierte E-Mail-Adresse oder durch die gut sichtbare Veröffentlichung von Informationen über die Änderungen in einer für McKinsey Academy-Nutzer zugänglichen Weise einholen.
eo: Ìf wé mäké mätérïäl çhängés tö thïs Prïväçý Pölïçý thät ïnçréäsé öür rïghts tö üsé pérsönäl dätä thät wé hävé prévïöüslý çölléçtéd äßöüt ýöü, wé wïll ößtäïn ýöür çönsént éïthér thröügh än émäïl tö ýöür régïstéréd émäïl äddréss ör ßý prömïnéntlý pöstïng ïnförmätïön äßöüt thé çhängés ïn ä männér äççéssïßlé tö MçKïnséý Àçädémý üsérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє#
es: En caso de cambios sustanciales a esta Política de privacidad que impliquen un acrecentamiento de nuestros derechos sobre el uso de los datos personales que hayamos recopilado previamente sobre usted, le informaremos al respecto mediante un correo electrónico enviado a su dirección de correo electrónico registrada o publicando información sobre esos cambios de forma evidente y accesible para todos los usuarios de McKinsey Academy.
fr: Si nous effectuons des modifications importantes à cette politique de confidentialité qui étendent nos droits d'utilisation de vos données personnelles que nous avons précédemment collectées, nous vous demanderons votre consentement soit en vous adressant un e-mail à l'adresse de messagerie enregistrée soit en mettant en ligne de manière visible les informations concernant les modifications de manière accessible aux utilisateurs de McKinsey Academy.
ja: 弊社は、皆さんからかつて収集した個人情報の使用に関して弊社が行使できる権利が増えることとなるような大幅な変更をこのプライバシーに関する方針に加える場合、皆さんの登録済み電子メールアドレスに連絡する方法か、McKinsey Academy のユーザーがアクセスできる形で変更について明示する方法で、皆さんの同意を得ます。
nl: Indien wij belangrijke wijzigingen in dit Privacybeleid aanbrengen waardoor wij meer rechten krijgen om persoonsgegevens die we eerder over u hebben verzameld te gebruiken, zullen wij u hiervoor toestemming vragen, hetzij via een e-mail naar het geregistreerde e-mailadres, hetzij door informatie over de wijzigingen duidelijk zichtbaar aan te geven voor gebruikers van de McKinsey Academy.
pl: Jeśli McKinsey dokona istotnych zmian niniejszych Zasad prywatności, które poszerzają jej uprawnienia do korzystania z uprzednio zgromadzonych danych osobowych użytkownika, zwróci się do użytkownika o udzielenie zgody, wysyłając wiadomość na adres e-mail zarejestrowany przez użytkownika lub umieszczając informację o zmianach w widocznym miejscu i w sposób dostępny dla użytkowników McKinsey Academy.
pt: Se fizermos alterações relevantes nesta Política de Privacidade que aumentem nossos direitos de uso dos seus dados pessoais que já tivermos coletado, solicitaremos o seu consentimento por e-mail ou com a publicação de informações importantes sobre as alterações de forma acessível aos usuários do McKinsey Academy.
zh: 如果我们对本隐私政策做出的实质性更改增加了我们使用我们之前收集的您的个人数据的权利，我们将通过向您的注册电子邮件地址发送电子邮件或以一种 McKinsey Academy 用户能够访问的方式在显著位置发布有关更改的信息来获得您的同意。

source: Contact our privacy department
ar: الاتصال بإدارة الخصوصية
de: Kontaktieren Sie unsere Datenschutzabteilung
eo: Çöntäçt öür prïväçý dépärtmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Contacto con nuestro Departamento de Privacidad
fr: Contactez notre service de protection de la vie privée
ja: 弊社プライバシー部門へお問い合わせ
nl: Contact met onze privacyafdeling
pl: Kontakt z działem prywatności McKinsey
pt: Entre em contato com o nosso departamento de privacidade
zh: 联系我们的隐私部门

source: For questions or concerns about our Terms of Service or our Privacy Policy, please contact:
ar: للأسئلة أو الاستفسارات حول شروط الخدمة أو سياسة الخصوصية لدينا، يرجى الاتصال بـ:
de: Für Fragen oder Bedenken hinsichtlich unserer Nutzungsbedingungen oder unserer Datenschutzrichtlinie kontaktieren Sie uns bitte unter:
es: Si tiene alguna duda o inquietud relacionada con nuestros Términos de Uso o nuestra Política de privacidad, póngase en contacto con nosotros:
ja: 弊社のサービス利用規約またはプライバシーに関する方針に関するお問い合わせは、下記までお寄せください。
nl: Voor vragen of opmerkingen over onze Servicevoorwaarden of ons Privacybeleid kunt u contact opnemen met:
pl: W przypadku pytań lub wątpliwości dotyczących Warunków korzystania lub Polityki prywatności McKinsey prosimy o kontakt pod adresem:
pt: Para dúvidas ou perguntas sobre nossos termos de serviço ou nossa política de privacidade, entre em contato com:
zh: 如果对我们的服务条款或隐私政策有任何疑问或疑虑，请联系：

source: Password Reset Complete
ar: اكتمال إعادة تعيين كلمة المرور
de: Passwortzurücksetzen abgeschlossen
eo: Pässwörd Rését Çömplété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Restablecimiento de contraseña finalizado
fr: Réinitialisation du mot de passe terminée
ja: パスワードの再設定が完了しました
nl: Wachtwoord opnieuw instellen voltooid
pl: Zakończono proces resetowania hasła
pt: Redefinição de senha concluída
zh: 密码重置完成

source: Your password has been set. You may go ahead and log in now.
ar: تم تعيين كلمة المرور الخاصة بك. يمكنك الآن الاستمرار وتسجيل الدخول.
de: Ihr Passwort wurde festgelegt. Sie können sich jetzt einloggen.
eo: Ýöür pässwörd häs ßéén sét. Ýöü mäý gö ähéäd änd lög ïn nöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Su contraseña se ha configurado. Ya puede iniciar sesión.
fr: Votre mot de passe a été défini. Vous pouvez continuer et vous connecter maintenant
ja: お客様のパスワードが設定されました。これで、ログインができます。
nl: Uw wachtwoord is opnieuw ingesteld. U kunt nu opnieuw inloggen.
pl: Twoje hasło zostało zmienione. Możesz się teraz zalogować.
pt: Sua senha foi redefinida. Você pode avançar e fazer o login agora.
zh: 您的密码已设置。您现在可以继续登录。

source: Reset Your Password
ar: إعادة تعيين كلمة المرور الخاصة بك
de: Setzen Sie Ihr Passwort zurück
eo: Rését Ýöür Pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Restablecer su contraseña
fr: Réinitialiser votre mot de passe
ja: パスワードを再設定する
nl: Uw wachtwoord opnieuw instellen
pl: Zresetuj hasło
pt: Redefina sua senha
zh: 重置您的密码

source: Please enter your new password twice so we can verify you typed it in correctly. Your password must be at least 8 characters and include upper and lowercase letters - plus numbers OR special characters. Required fields are noted by an asterisk
ar: يرجى إدخال كلمة المرور الجديدة مرتين حتى نتمكن من التحقق من كتابتك لها بشكل صحيح. يجب ألا تقل كلمة المرور من 8 أحرف على الأقل، بحيث تتضمن أحرفًا إنجليزية كبيرة وصغيرة - بالإضافة إلى أرقام أو رموز خاصة. وتتم الإشارة إلى الحقول المطلوبة بواسطة علامة النجمة
de: Geben Sie Ihr neues Passwort bitte zweimal ein, damit wir überprüfen können, ob Sie es korrekt eingegeben haben. Ihr Passwort muss aus mindestens 8 Zeichen bestehen und Groß- und Kleinbuchstaben enthalten – plus Zahlen ODER Sonderzeichen. Pflichtfelder sind mit einem Sternchen gekennzeichnet.
eo: Pléäsé éntér ýöür néw pässwörd twïçé sö wé çän vérïfý ýöü týpéd ït ïn çörréçtlý. Ýöür pässwörd müst ßé ät léäst 8 çhäräçtérs änd ïnçlüdé üppér änd löwérçäsé léttérs - plüs nümßérs ÖR spéçïäl çhäräçtérs. Réqüïréd fïélds äré nötéd ßý än ästérïsk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє ν#
es: Introduzca su contraseña dos veces para verificar que la escribió correctamente. La contraseña debe tener al menos 8 caracteres e incluir letras mayúsculas y minúsculas, además de números O caracteres especiales. Los campos obligatorios están marcados con un asterisco
fr: Veuillez saisir votre nouveau mot de passe 2 fois afin que nous puissions vérifier que vous l'avez saisi correctement. Votre mot de passe doit contenir au moins 8 caractères et inclure des minuscules et des majuscules plus des nombres OU des caractères spéciaux. Les champs obligatoires sont indiqués par un astérisque
ja: 正しく入力されたことを確認するため、新しいパスワードを二度入力してください。パスワードは、少なくとも8文字で、大文字と小文字が含まれていなければなりません。また、数字または特殊文字が含まれている必要があります。必須項目にはアスタリスクが付いています
nl: Voer uw nieuwe wachtwoord twee keer in, zodat we kunnen controleren dat dit juist is ingevoerd. Uw wachtwoord moet ten minste 8 tekens lang zijn en moet hoofdletters en kleine letters bevatten, plus cijfers OF speciale tekens. De verplichte velden zijn gemarkeerd met een asterisk
pl: Wprowadź nowe hasło dwukrotnie, abyśmy mogli zweryfikować, czy wpisałeś je poprawnie. Twoje hasło musi mieć co najmniej 8 znaków, zawierać wielki i małe litery oraz cyfry LUB znaki specjalne. Pola wymagane zaznaczone są gwiazdką.
pt: Digite sua nova senha duas vezes para que possamos verificar se você digitou corretamente. Sua senha deve ter, no mínimo, 8 caracteres e incluir letras maiúsculas e minúsculas - além de números OU caracteres especiais. Campos obrigatórios são indicados com um asterisco
zh: 请将您的新密码输入两次，以便我们能验证您是否输入正确。您的密码长度必须至少为 8 个字符，并包含大写和小写字母，再加上数字或特殊字符。必填字段带星号标记

source: Your New Password
ar: كلمة المرور الجديدة
de: Ihr neues Passwort
eo: Ýöür Néw Pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Su nueva contraseña
fr: Votre nouveau mot de passe
ja: お客様の新しいパスワード
nl: Voer uw nieuwe wachtwoord in
pl: Wprowadź nowe hasło
pt: Digite sua nova senha
zh: 您的新密码

source: Your New Password Again
ar: كلمة المرور الجديدة مرة أخرى
de: Ihr neues Passwort erneut
eo: Ýöür Néw Pässwörd Àgäïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Repita su nueva contraseña
fr: Votre nouveau mot de passe, pour vérification
ja: お客様の新しいパスワード (再入力)
nl: Uw nieuwe wachtwoord opnieuw invoeren
pl: Wprowadź nowe hasło ponownie
pt: Digite novamente sua nova senha
zh: 再次输入您的新密码

source: Change My Password
ar: تغيير كلمة المرور
de: Mein Passwort ändern
eo: Çhängé Mý Pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Cambiar mi contraseña
fr: Modifier mon mot de passe
ja: パスワードを変更する
nl: Mijn wachtwoord wijzigen
pl: Zmień moje hasło
pt: Alterar minha senha
zh: 更改我的密码

source: Password Reset Unsuccessful
ar: فشل محاولة إعادة تعيين كلمة المرور
de: Zurücksetzung des Passworts fehlgeschlagen
eo: Pässwörd Rését Ûnsüççéssfül Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Restablecimiento de contraseña incorrecto
fr: Le mot de passe n'a pas pu être réinitialisé
ja: パスワードの再設定が失敗しました
nl: Wachtwoord opnieuw instellen mislukt
pl: Nie udało się zresetować hasła
pt: Falha na redefinição da senha
zh: 密码重置失败

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: رابط إعادة تعيين كلمة المرور غير صالح، ربما لأنه استخدم بالفعل. يرجى طلب إعادة تعيين كلمة مرور جديدة.
de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise weil er bereits verwendet wurde. Bitte fordern Sie eine neue Zurücksetzung des Passworts an.
eo: Thé pässwörd rését lïnk wäs ïnvälïd, pössïßlý ßéçäüsé ït häs älréädý ßéén üséd. Pléäsé réqüést ä néw pässwörd rését. Ⱡ'σяєм ιρѕυм ∂#
es: Enlace de restablecimiento de contraseña no válido. Posiblemente ya fue utilizado. Solicite restablecer su contraseña nuevamente.
fr: Le lien de réinitialisation du mot de passe n'est pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.
ja: パスワードの再設定用リンクが無効です。既に使用されている可能性があります。パスワードの再設定を新たに申請してください。
nl: De link voor het opnieuw instellen van het wachtwoord is ongeldig. Dit komt mogelijk doordat deze al eerder is gebruikt. Vraag het opnieuw instellen van het wachtwoord opnieuw aan.
pl: Link do resetowania hasła okazał się nieważny, prawdopodobnie ponieważ został już wykorzystany. Prosimy ponownie wysłać prośbę o zresetowanie hasła.
pt: Link de redefinição de senha inválido, possivelmente porque já foi utilizado. Solicite uma nova redefinição de senha.
zh: 密码重置链接无效，可能是因为该链接已被使用过。请重新请求密码重置。

source: Password Reset Successful
ar: نجاح إعادة تعيين كلمة المرور
de: Zurücksetzung des Passworts erfolgreich
eo: Pässwörd Rését Süççéssfül Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Restablecimiento de contraseña correcto
fr: Le mot de passe a bien été réinitialisé
ja: パスワードの再設定が無事完了しました
nl: Wachtwoord is opnieuw ingesteld
pl: Pomyślnie zresetowano hasło
pt: Senha redefinida com sucesso
zh: 密码重置成功

source: We've emailed you instructions for setting your password to the email address you submitted. You should be receiving it shortly.
ar: لقد أرسلنا إليك تعليمات حول تعيين كلمة المرور إلى عنوان البريد الإلكتروني الذي أدخلته، وسوف تتسلمها بعد قليل.
de: Wir haben Ihnen Anweisungen zur Festlegung des Passworts an die von Ihnen angegebene E-Mail-Adresse per E-Mail geschickt. Sie sollten sie in Kürze erhalten.
eo: Wé'vé émäïléd ýöü ïnstrüçtïöns för séttïng ýöür pässwörd tö thé émäïl äddréss ýöü süßmïttéd. Ýöü shöüld ßé réçéïvïng ït shörtlý. Ⱡ'σя#
es: Le enviamos un mensaje con instrucciones para configurar su contraseña a la dirección de correo electrónico que nos suministró. Consulte su bandeja de entrada.
fr: Nous vous avons envoyé un e-mail avec des instructions pour définir votre mot de passe à l'adresse e-mail que vous avez fournie. Vous devriez le recevoir dans peu de temps.
ja: 提出されたEメールアドレスへ、パスワードの設定方法を送信しました。まもなく、Eメールが届きます。
nl: We hebben instructies voor het opnieuw instellen van een wachtwoord verzonden naar het e-mailadres dat u ons heeft verstrekt. U zult deze dadelijk ontvangen.
pl: Na Twój e-mail wysłaliśmy instrukcję ustawiania hasła. Powinieneś ją otrzymać wkrótce.
pt: As instruções para redefinição de senha foram enviadas para o e-mail fornecido. Você deve recebê-la em breve.
zh: 我们已将密码设置说明通过电子邮件发送至您提交的电子邮件地址。您应该很快就会收到。

source: You're receiving this email because you requested a password reset for your user account at McKinsey Academy.
ar: تتلقى رسالة البريد الإلكتروني هذه لأنك طلبت إعادة تعيين كلمة مرور لحساب المستخدم الخاص بك في أكاديمية ماكنزي.
de: Sie erhalten diese E-Mail, weil Sie eine Passwortzurücksetzung für Ihr Benutzerkonto bei der McKinsey Academy angefordert haben.
eo: Ýöü'ré réçéïvïng thïs émäïl ßéçäüsé ýöü réqüéstéd ä pässwörd rését för ýöür üsér äççöünt ät MçKïnséý Àçädémý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Ha recibido este correo electrónico porque solicitó restablecer la contraseña de su cuenta de usuario en McKinsey Academy.
fr: Vous recevez cet e-mail parce que vous avez demandé une réinitialisation du mot de passe pour votre compte d'utilisateur de McKinsey Academy.
ja: McKinsey Academyのユーザーアカウント用のパスワードについて申請があったため、このメールを送信しています。
nl: U ontvangt dit e-mailbericht omdat u het opnieuw instellen van uw wachtwoord voor uw gebruikersaccount bij McKinsey Academy heeft aangevraagd.
pl: Otrzymujesz ten e-mail ponieważ poprosiłeś o zresetowanie hasła Twojego konta użytkownika w McKinsey Academy.
pt: Você está recebendo este e-mail porque solicitou uma redefinição de senha para sua conta de usuário no McKinsey Academy.
zh: 您之所以收到这封电子邮件，是因为您曾请求重置您的麦肯锡学院用户帐户密码。

source: Please go to the following page and choose a new password:
ar: يرجى الانتقال إلى الصفحة التالية واختيار كلمة مرور جديدة:
de: Gehen Sie bitte auf die folgende Seite und wählen Sie ein neues Passwort:
eo: Pléäsé gö tö thé föllöwïng pägé änd çhöösé ä néw pässwörd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Visite la siguiente página y elija una nueva contraseña:
fr: Rendez-vous la page suivante et choisissez un nouveau mot de passe :
ja: 以下のページへ移動し、新しパスワードを入力してください
nl: Ga naar de volgende pagina en kies een nieuw wachtwoord:
pl: Kliknij na poniższy link i wybierz nowe hasło.
pt: Vá para a página a seguir e escolha uma nova senha:
zh: 请转至下一页，并选择一个新密码：

source: Your username, in case you've forgotten:
ar: اسم المستخدم الخاص بك، في حالة نسيانك:
de: Ihr Benutzername, falls Sie ihn vergessen haben:
eo: Ýöür üsérnämé, ïn çäsé ýöü'vé förgöttén: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Su nombre de usuario, en caso de que lo haya olvidado:
fr: Votre nom d'utilisateur, si vous l'avez oublié :
ja: お客様のユーザー名:
nl: Uw gebruikersnaam, voor het geval u deze bent vergeten:
pl: Na wypadek, gdybyś zapomniał, podajemy Twoją nazwę użytkownika:
pt: Seu nome de usuário, caso você tenha esquecido:
zh: 再次提醒，您的用户名为：

source: Thanks for using our site!
ar: شكرا لاستخدام موقعنا!
de: Vielen Dank, dass Sie unsere Website nutzen!
eo: Thänks för üsïng öür sïté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: ¡Gracias por utilizar nuestro sitio!
fr: Merci d'avoir utilisé notre site !
ja: 当社のサイトをご利用いただき、ありがとうございます。
nl: Hartelijk dank dat u onze site gebruikt!
pl: Dziękujemy za korzystanie z naszej strony!
pt: Obrigado por usar o nosso site!
zh: 感谢您使用我们的网站！

source: The McKinsey Academy team.
ar: فريق أكاديمية ماكنزي.
de: Das McKinsey Academy Team.
eo: Thé MçKïnséý Àçädémý téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: El equipo de McKinsey Academy.
fr: L'équipe McKinsey Academy.
ja: McKinsey Academyチーム。
nl: Het McKinsey Academy-team.
pl: Zespół McKinsey Academy
pt: A equipe do McKinsey Academy.
zh: 麦肯锡学院团队。

source: We couldn't reset your password. Please check email and try again.
ar: لم نتمكن من إعادة تعيين كلمة المرور الخاصة بك. يرجى التحقق من البريد الإلكتروني والمحاولة مرة أخرى.
de: Wir konnten Ihr Passwort nicht zurücksetzen. Bitte überprüfen Sie die E-Mail-Adresse und versuchen Sie es erneut.
eo: Wé çöüldn't rését ýöür pässwörd. Pléäsé çhéçk émäïl änd trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: No pudimos restablecer su contraseña. Verifique su dirección de correo electrónico e inténtelo nuevamente.
fr: Votre mot de passe n'a pas pu être réinitialisé. Consultez votre e-mail et réessayez.
ja: お客様のパスワードを再設定できませんでした。Eメールを確認し、もう一度試してください。
nl: We kunnen uw wachtwoord niet opnieuw instellen. Controleer uw e-mail en probeer het opnieuw.
pl: Nie mogliśmy zresetować Twojego hasła. Sprawdź swój e-mail i spróbuj ponownie.
pt: Não foi possível redefinir a sua senha. Verifique o e-mail e tente novamente.
zh: 我们无法重置您的密码。请检查电子邮件地址，然后重试。

source: Password Reset
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
eo: Pässwörd Rését Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Restablecimiento de contraseña
fr: Réinitialisation du mot de passe
ja: パスワードの再設定
nl: Wachtwoord opnieuw instellen
pl: Resetowanie hasła
pt: Redefinição de senha
zh: 密码重置

source: Please enter your email address below, and we will send you instructions for setting a new password.
ar: يرجى إدخال بريدك الإلكتروني أدناه، وسوف نرسل لك تعليمات إعداد كلمة مرور جديدة.
de: Bitte geben Sie unten Ihre E-Mail-Adresse ein, und wir senden Ihnen Anweisungen zur Erstellung eines neuen Passworts zu.
eo: Pléäsé éntér ýöür émäïl äddréss ßélöw, änd wé wïll sénd ýöü ïnstrüçtïöns för séttïng ä néw pässwörd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Introduzca a continuación su dirección de correo electrónico y le enviaremos instrucciones para configurar una nueva contraseña.
fr: Veuillez saisir votre adresse e-mail ci-dessous, et nous vous enverrons les instructions pour définir un nouveau mot de passe.
ja: 以下にお客様のEメールアドレスを入力してください。新しいパスワードの設定方法について、ご連絡いたします。
nl: Voer hieronder uw e-mailadres in. We sturen u vervolgens instructies voor het instellen van een nieuw wachtwoord.
pl: Poniżej wprowadź swój adres e-mail a wyślemy Ci instrukcje, które pomogą Ci ustawić nowe hasło.
pt: Digite seu e-mail abaixo e enviaremos instruções para definição de uma nova senha.
zh: 请在下面输入您的电子邮件地址，我们会向您发送设置新密码的说明。

source: Your Email Address:
ar: عنوان البريد الإلكتروني الخاص بك:
de: Ihre E-Mail-Adresse:
eo: Ýöür Émäïl Àddréss: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Su dirección de correo electrónico:
fr: Votre adresse e-mail :
ja: お客様のEメールアドレス:
nl: Uw e-mailadres:
pl: Twój adres e-mail:
pt: Seu e-mail:
zh: 您的电子邮件地址：

source: This is the email address you used to register with McKinsey Academy
ar: هذا هو عنوان البريد الإلكتروني الذي استخدمته للتسجيل مع أكاديمية ماكنزي
de: Mit dieser E-Mail-Adresse haben Sie sich bei der McKinsey Academy registriert.
eo: Thïs ïs thé émäïl äddréss ýöü üséd tö régïstér wïth MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Esta es la dirección de correo electrónico que utilizó para registrarse en McKinsey Academy
fr: Ceci est l'adresse e-mail que vous avez utilisée pour vous enregistrer sur McKinsey Academy
ja: McKinsey Academy登録の際にお客様が使用したEメールアドレスを入力してください
nl: Dit e-mailadres heb je gebruikt om je aan te melden bij McKinsey Academy.
pl: Adres e-mail, które użyłeś podczas rejestracji w McKinsey Academy
pt: Esse é o e-mail que você usou para se registrar no McKinsey Academy
zh: 这是您用于注册麦肯锡学院的电子邮件地址

source: Reset My Password
ar: إعادة تعيين كلمة المرور الخاصة بي
de: Mein Passwort zurücksetzen
eo: Rését Mý Pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Restablecer mi contraseña
fr: Réinitialiser mon mot de passe
ja: パスワードを再設定する
nl: Mijn wachtwoord opnieuw instellen
pl: Zresetuj moje hasło
pt: Redefinir minha senha
zh: 重置我的密码

source: Password Reset Requested
ar: إعادة تعيين كلمة المرور المطلوبة
de: Passwortzurücksetzen angefordert
eo: Pässwörd Rését Réqüéstéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Restablecimiento de contraseña solicitado
fr: Réinitialisation du mot de passe demandée
ja: パスワードの再設定が申請されました
nl: Opnieuw instellen van wachtwoord aangevraagd
pl: Wysłano prośbę zresetowania hasła
pt: Redefinição de senha solicitada
zh: 已请求重置密码

source: Account activation:
ar: تفعيل الحساب:
de: Kontoaktivierung:
es: Activación de la cuenta:
ja: アカウントのアクティベーション:
nl: Accountactivering:
pl: Aktywacja konta:
pt: Ativação da conta:
zh: 帐户激活：

source: Please use the following
ar: يرجى استخدام التالي
de: Bitte klicken Sie den folgenden
es: Utilice el siguiente
ja: を使用してください。
nl: Gebruik de volgende
pl: Kliknij na poniższy link
pt: Use o seguinte
zh: 请使用以下一

source: one-time activation link
ar: رابط التفعيل لمرة واحدة
de: Aktivierungs-Link erhalten
es: enlace de activación de un solo
ja: 次のワンタイムアクティベーションリンク
nl: eenmalige activeringslink
pl: jednorazowy link aktywacyjny
pt: link de ativação único
zh: 次性激活链接

source: to create your username and password for the system. Personalized link:
ar: لإنشاء اسم المستخدم وكلمة المرور للنظام. الرابط المخصص:
de: um einen Benutzernamen und ein Passwort für das System zu erstellen. Personalisierter Link:
es: uso para crear su nombre de usuario y contraseña para el sistema. Enlace personalizado:
ja: ユシステムのユーザー名とパスワードを作成するには、。パーソナライズドリンク:
nl: om uw gebruikersnaam en wachtwoord voor het systeem aan te maken. Gepersonaliseerde link:
pl: aby utworzyć nazwę użytkownika i hasło do naszego systemu. Spersonalizowany link:
pt: para criar seu nome de usuário e senha para o sistema. Link personalizado:
zh: 来创建系统用户名和密码。个性化链接：
