Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: In order to participate in certain aspects of McKinsey Academy you, or your sponsoring organization (e.g., your employer or other organization or entity, including a professional organization, through which you are seeking to participate in McKinsey Academy) (your “Sponsoring Organization”) acting on your behalf and with your consent, must first register with us by creating a user account (a “User Account”). In order to create a User Account, you or your Sponsoring Organization must provide to us, either directly or indirectly (e.g., by authorizing a third-party site such as LinkedIn to provide to us), your first and last name and an email address. You must also select a user password and, for certain McKinsey Academy functionality, you may also be required to provide additional information as indicated at the time of registration. You and/or your Sponsoring Organization may also be prompted to provide additional optional information about yourself, including biographical, demographic, employment and/or other information. All of this information comprises your “User Account Information”.
ar: للمشاركة في جوانب معينة من أكاديمية ماكنزي، يتعين أن تقوم أنت أو الشركة الراعية (على سبيل المثال، صاحب العمل أو أي مؤسسة أو جهة أخرى، بما في ذلك المنظمات المهنية، التي تسعى من خلالها للمشاركة في أكاديمية ماكنزي) ("الشركة الراعية") نيابة عنك وبموافقتك، بالتسجيل معنا أولاً عن طريق إنشاء حساب مستخدم ("حساب المستخدم"). ولإنشاء حساب مستخدم، يجب أن تقوم أنت أو الشركة الراعية بتزويدنا، سواء بشكل مباشر أو غير مباشر (على سبيل المثال، من خلال تفويض موقع طرف ثالث مثل LinkedIn)، باسمك الأول واسم عائلتك وعنوان بريدك الإلكتروني. ويتعين عليك أيضًا اختيار كلمة مرور، وبالنسبة لبعض وظائف أكاديمية ماكنزي، فقد يُطلب منك أيضًا تقديم معلومات إضافية كما هو موضح في وقت التسجيل. كما قد يُطلب منك و / أو من الشركة الراعية أيضًا تقديم معلومات اختيارية إضافية عن نفسك، بما في ذلك المعلومات الشخصية والديموغرافية والوظيفية و / أو معلومات أخرى. تشكل كل هذه المعلومات "معلومات حساب المستخدم".
de: Um an bestimmten Aspekten der McKinsey Academy teilzunehmen, müssen Sie oder Ihre Sponsorenorganisation (z. B. Ihr Arbeitgeber oder eine andere Organisation oder Einrichtung, einschließlich einer Berufsorganisation, über die Sie an der McKinsey Academy teilnehmen möchten) (Ihre "Sponsorenorganisation"), die in Ihrem Namen und mit Ihrer Zustimmung handelt, sich zunächst bei uns registrieren, indem Sie ein Benutzerkonto (ein "Benutzerkonto") erstellen. Um ein Benutzerkonto zu erstellen, müssen Sie oder Ihre Sponsorenorganisation uns direkt oder indirekt (z. B. durch die Autorisierung einer Drittanbieter-Website wie LinkedIn) Ihren Vor- und Nachnamen sowie eine E-Mail-Adresse bereitstellen. Sie müssen auch ein Benutzerpasswort auswählen und für bestimmte Funktionen der McKinsey Academy müssen Sie möglicherweise zusätzliche Informationen angeben, die bei der Registrierung angegeben wurden. Sie und/oder Ihre Sponsorenorganisation werden möglicherweise auch aufgefordert, zusätzliche optionale Informationen über sich selbst anzugeben, einschließlich biografischer, demografischer, arbeitsbezogener und/oder anderer Informationen. Alle diese Informationen sind Ihre "Benutzerkontoinformationen".
eo: Ìn ördér tö pärtïçïpäté ïn çértäïn äspéçts öf MçKïnséý Àçädémý ýöü, ör ýöür spönsörïng örgänïzätïön (é.g., ýöür émplöýér ör öthér örgänïzätïön ör éntïtý, ïnçlüdïng ä pröféssïönäl örgänïzätïön, thröügh whïçh ýöü äré séékïng tö pärtïçïpäté ïn MçKïnséý Àçädémý) (ýöür “Spönsörïng Örgänïzätïön”) äçtïng ön ýöür ßéhälf änd wïth ýöür çönsént, müst fïrst régïstér wïth üs ßý çréätïng ä üsér äççöünt (ä “Ûsér Àççöünt”). Ìn ördér tö çréäté ä Ûsér Àççöünt, ýöü ör ýöür Spönsörïng Örgänïzätïön müst prövïdé tö üs, éïthér dïréçtlý ör ïndïréçtlý (é.g., ßý äüthörïzïng ä thïrd-pärtý sïté süçh äs LïnkédÌn tö prövïdé tö üs), ýöür fïrst änd läst nämé änd än émäïl äddréss. Ýöü müst älsö séléçt ä üsér pässwörd änd, för çértäïn MçKïnséý Àçädémý fünçtïönälïtý, ýöü mäý älsö ßé réqüïréd tö prövïdé äddïtïönäl ïnförmätïön äs ïndïçätéd ät thé tïmé öf régïsträtïön. Ýöü änd/ör ýöür Spönsörïng Örgänïzätïön mäý älsö ßé prömptéd tö prövïdé äddïtïönäl öptïönäl ïnförmätïön äßöüt ýöürsélf, ïnçlüdïng ßïögräphïçäl, démögräphïç, émplöýmént änd/ör öthér ïnförmätïön. Àll öf thïs ïnförmätïön çömprïsés ýöür “Ûsér Àççöünt Ìnförmätïön”.#
es: Para poder participar en determinados aspectos de McKinsey Academy, usted o su Compañía Patrocinadora (por ejemplo, su empleador u otra organización o entidad, incluida una organización profesional a través de la cual usted participe en McKinsey Academy) (la “Compañía Patrocinadora”), actuando en su nombre y con su consentimiento, deben en primer lugar registrarse con nosotros y crear una cuenta de usuario (la “Cuenta de Usuario”). Para crear una Cuenta de Usuario, usted o su Compañía Patrocinadora deberán suministrarnos, directa o indirectamente (por ejemplo, mediante autorización a un sitio externo como LinkedIn) su nombre y apellido y su dirección de correo electrónico. Además, deberá seleccionar una contraseña de usuario y, para determinadas funcionalidades de McKinsey Academy, es posible que deba suministrar información adicional, según se indique al momento del registro. Asimismo, podremos solicitar a usted y/o a su Compañía Patrocinadora información adicional opcional acerca suyo, como datos personales, demográficos, antecedentes laborales e información similar. Toda esta información constituye su “Información de Cuenta de Usuario”.
fr: Afin de participer à certains aspects de McKinsey Academy vous, où l'entreprise qui vous finance (par exemple, votre employeur ou toute autre entité ou organisation, y compris une organisation professionnelle, par laquelle vous cherchez à participer à McKinsey Academy) (« l'entreprise qui vous finance ) agissant en votre nom et avec votre consentement, devez d'abord vous enregistrer chez nous en créant un compte d'utilisateur (un « compte d'utilisateur »). Pour créer un compte d'utilisateur, vous ou l'entreprise qui vous finance, devez nous fournir, directement ou indirectement (par exemple en autorisant un site tiers comme LinkedIn à nous fournir), vos nom et prénom et une adresse e-mail. Vous devez également choisir un mot de passe d'utilisateur et, pour certaines fonctionnalités de McKinsey Academy, vous devrez peut-être fournir d'autres informations qui vous seront indiquées au moment de l'enregistrement. Vous et/ou l'entreprise qui vous finance pouvez également être invités à fournir des informations optionnelles supplémentaires vous concernant, y compris des données biographiques, démographiques, professionnelles et/ou d'autres informations. Toutes ces informations constituent vos « informations de compte d'utilisateur ».
ja: McKinsey Academyの特定の項目に参加するには、お客様またはお客様の後援組織 (例: McKinsey Academyへの参加目的で利用する職能団体を含む、お客様の雇用主またはその他の組織または団体) (お客様の「後援組織」) が、お客様に代わり、お客様の同意のもと、まずは、ユーザーアカウント (「ユーザー・アカウント」) を作成することで、当社に登録しなければなりません。ユーザー・アカウントを作成するには、お客様またはお客様の後援組織が、当社に対し、直接または間接的に (例: LinkedInなどの第三者サイトに当社への情報提供を許可する)、お客様の氏名およびEメールアドレスを提供しなければなりません。また、お客様には、ユーザー・パスワードを選んでいただき、McKinsey Academyの特定機能については、登録時に指示される追加情報も求められる場合があります。また、お客様とお客様の後援組織は、経歴、人口統計上、雇用、あるいはその他の情報を含めた、ご自身に関する他の任意の情報も求められる場合があります。これらのすべての情報が、お客様の「ユーザー・アカウント情報」を構成することになります。
nl: Om te kunnen deelnemen aan bepaalde aspecten van McKinsey Academy moet u of de Sponsororganisatie (bijvoorbeeld uw werkgever of een andere organisatie of rechtspersoon, zoals een professionele organisatie via welke u wilt deelnemen aan McKinsey Academy) (uw “Sponsororganisatie”) die namens u en met uw toestemming handelt, zich eerst bij ons registreren door het maken van een gebruikersaccount (een “Gebruikersaccount”). Voor het maken van een Gebruikersaccount moet u of uw Sponsororganisatie ons rechtstreeks of indirect (bijvoorbeeld door het toestaan van de verstrekking daarvan via een site van een derde partij, zoals LinkedIn) uw voornaam, achternaam en e-mailadres verstrekken. U moet bovendien een gebruikerswachtwoord opgeven, en voor bepaalde McKinsey Academy-functionaliteit wordt mogelijk vereist dat u aanvullende informatie verstrekt, zoals ten tijde van de registratie wordt aangegeven. U en/of uw Sponsororganisatie wordt mogelijk ook gevraagd om aanvullende optionele informatie op te geven over uzelf, waaronder biografische, demografische, arbeids- en/of andere informatie. Al deze informatie wordt aangeduid als uw “Gebruikersaccountinformatie”.
pl: Aby móc brać udział w pewnych aspektach McKinsey Academy, Ty osobiście albo za pomocą Twojej organizacji sponsorującej (tj. Twój pracodawca lub inna organizacja czy też podmiot włączając organizację zawodową, za pośrednictwem której starasz się uzyskać uczestnictwo w McKinsey Academy) (dalej zwana „Organizacją Sponsorującą”) działającej w Twoim imieniu i za Twoją zgodą, musisz zarejestrować się u nas, tworząc konto użytkownika (dalej zwane „Kontem Użytkownika”). Aby utworzyć Konto Użytkownika Ty osobiście albo za pomocą Twojej organizacji sponsorującej musisz przekazać nam bezpośrednio lub pośrednio (na autoryzując stronę trzecią taką jak LinkedIn do przekazania nam) Twojego imienia i nazwiska oraz adresu e-mail. Musisz też wybrać hasło użytkownika i, dla pewnych funkcjonalności McKinsey Academy, możesz zostać też poproszony o przekazanie dodatkowych informacji zgodnie z wymogami rejestracji. Ty i/lub Twoja Organizacja Sponsorująca możecie zostać poproszeni o przekazanie dodatkowych, nieobowiązkowych informacji na Twój temat, włącznie z informacjami biograficznymi, demograficznymi, o zatrudnieniu i/lub innymi. Wszelkie takie informacje stanowią „Informacje Konta Użytkownika”.
pt: Para participar de certos aspectos do McKinsey Academy, você ou sua organização patrocinadora (por exemplo, seu empregador ou outra organização ou entidade, incluindo uma organização profissional, através da qual você deseja participar do McKinsey Academy) (sua “Organização Patrocinadora”) agindo em seu nome e com o seu consentimento deverá primeiro realizar seu registro conosco criando uma conta de usuário (uma "Conta de Usuário"). Para criar uma Conta de Usuário, você ou sua Organização Patrocinadora deve nos fornecer, direta ou indiretamente (por exemplo, autorizando um site de terceiros, como o LinkedIn, a fornecer para nós), seu nome e sobrenome e um e-mail. Você também deve selecionar uma senha de usuário e, para determinadas funcionalidades do McKinsey Academy, também pode ser necessário fornecer informações adicionais conforme for indicado no momento do registro. Você e/ou sua Organização Patrocinadora poderão ser solicitados a fornecer outras informações opcionais a seu respeito, inclusive dados biográficos, demográficos, sobre sua posição na empresa e/ou outras informações. Todas essas informações compreendem suas “Informações da Conta do Usuário”.
zh: 为了参与麦肯锡学院的某些环节，您或者经您同意代表您行事的赞助组织（例如您的雇主或者让您能够参与麦肯锡学院的其他组织或实体，包括专业组织）（以下简称您的“赞助组织”）必须先通过创建用户帐户（以下简称“用户帐户”）进行注册。为了创建用户帐户，您或您的赞助组织必须直接或间接（例如通过授权 LinkedIn 等第三方网站）向我们提供您的姓氏、名字和电子邮件地址。您还必须设置用户密码，并针对某些麦肯锡学院功能提供注册时指示的其他信息。系统可能还会提示您和/或您的赞助组织提供有关您本人的其他可选信息，包括个人信息、人口统计学特征、就业和/或其他信息。所有这些信息构成您的“用户帐户信息”。

source: You agree that you and your Sponsoring Organization will provide us only with accurate User Account Information and notify us promptly if any such User Account Information changes. You also acknowledge that you are responsible for maintaining the privacy and security of your User Account name and password. You may not share access to your User Account with any third party other than, if you so elect, your Sponsoring Organization, for any reason. If you believe your User Account privacy or security has been compromised you must notify us immediately. Our use of your User Account Information is subject to our Privacy Policy and these Terms.
ar: تقر وتوافق أنت وشركتك الراعية على عدم تزويدنا إلا بمعلومات دقيقة عن حساب المستخدم وإخطارنا على الفور بأي تغيير في معلومات حساب المستخدم. كما تقر أيضًا بأنك مسؤول عن الحفاظ على خصوصية وأمان اسم المستخدم وكلمة المرور الخاصين بك. ولا يحق لك مشاركة الوصول إلى حساب المستخدم الخاص بك مع أي طرف ثالث بخلاف الشركة الراعية، إذا اخترت ذلك، لأي سبب من الأسباب. وإذا كنت تعتقد أن خصوصية أو أمن حساب المستخدم الخاصين بك قد تعرضا للاختراق، يجب عليك إبلاغنا على الفور. ويخضع استخدامنا لمعلومات حساب المستخدم الخاصة بك لسياسة الخصوصية الخاصة بنا وهذه الشروط.
de: Sie stimmen zu, dass Sie und Ihr Sponsorenorganisation uns nur korrekte Benutzerkontoinformationen zur Verfügung stellen und uns unverzüglich darüber informieren werden, wenn sich solche Benutzerkontoinformationen ändern. Sie erkennen auch an, dass Sie für die Wahrung der Privatsphäre und Sicherheit Ihres Benutzernamens und Ihres Passworts verantwortlich sind. Sie dürfen den Zugriff auf Ihr Benutzerkonto aus keinem Grund an Dritte weitergeben außer, sofern Sie dies wünschen, an Ihre Sponsorenorganisation. Wenn Sie glauben, dass die Privatsphäre oder Sicherheit Ihres Benutzerkontos beeinträchtigt wurde, müssen Sie uns unverzüglich darüber informieren. Unsere Nutzung Ihrer Benutzerkontoinformationen unterliegt unserer Datenschutzerklärung und diesen Bedingungen.
eo: Ýöü ägréé thät ýöü änd ýöür Spönsörïng Örgänïzätïön wïll prövïdé üs önlý wïth äççüräté Ûsér Àççöünt Ìnförmätïön änd nötïfý üs prömptlý ïf äný süçh Ûsér Àççöünt Ìnförmätïön çhängés. Ýöü älsö äçknöwlédgé thät ýöü äré réspönsïßlé för mäïntäïnïng thé prïväçý änd séçürïtý öf ýöür Ûsér Àççöünt nämé änd pässwörd. Ýöü mäý nöt shäré äççéss tö ýöür Ûsér Àççöünt wïth äný thïrd pärtý öthér thän, ïf ýöü sö éléçt, ýöür Spönsörïng Örgänïzätïön, för äný réäsön. Ìf ýöü ßélïévé ýöür Ûsér Àççöünt prïväçý ör séçürïtý häs ßéén çömprömïséd ýöü müst nötïfý üs ïmmédïätélý. Öür üsé öf ýöür Ûsér Àççöünt Ìnförmätïön ïs süßjéçt tö öür Prïväçý Pölïçý änd thésé Térms.#
es: Usted acepta suministrar, junto a la Compañía Patrocinadora, Información de Cuenta de Usuario exacta, y se compromete a notificar de inmediato cualquier cambio que se produzca en dicha información. También reconoce que es responsable por mantener la privacidad y seguridad de su nombre y contraseña de Cuenta de Usuario, por lo que no deberá compartir el acceso a su Cuenta de Usuario con ningún tercero por cualquier motivo salvo, a su exclusivo criterio, con su Compañía Patrocinadora. Si considera que la privacidad o seguridad de su Cuenta de Usuario han sido vulneradas, deberá notificar de inmediato tal circunstancia a McKinsey. Nuestro uso de su Información de Cuenta de Usuario está sujeto a nuestra Política de Privacidad y a los presentes Términos de Uso.
fr: Vous convenez que vous ou l'entreprise qui vous finance ne nous fournirez que des informations de compte d'utilisateur précises et que vous nous avertirez rapidement si ces informations de compte d'utilisateur changent. Vous reconnaissez également que vous êtes tenus de maintenir la confidentialité et la sécurité du nom et du mot de passe du compte d'utilisateur. Vous ne pouvez pas partager l'accès à votre compte d'utilisateur avec une tierce partie autre que, et si vous le décidez, l'entreprise qui vous finance, pour quelque raison que ce soit. Si vous pensez que la confidentialité et la sécurité de votre compte d'utilisateur ont été compromises, vous devez nous le notifier immédiatement. Notre utilisation de vos informations de compte d'utilisateur est soumise à notre politique de confidentialité et à ces Conditions.
ja: お客様は、お客様とお客様の後援組織が、正確なユーザー・アカウント情報のみを当社に提供し、ユーザー・アカウント情報が変わった場合は直ちに当社に連絡することに合意します。また、お客様のユーザー・アカウントに使用される氏名とパスワードのプライバシーおよびセキュリティの維持については、お客様自身の責任であることを承諾します。いかなる場合も、お客様の意思である場合はお客様の後援組織を除き、その他一切の第三者にお客様のユーザー・アカウントへのアクセスを共有することは禁止されています。お客様のユーザー・アカウントに関するプライバシーまたはセキュリティが侵害されたと思われる場合は、直ちに当社までご連絡ください。当社によるお客様のユーザー・アカウント情報の利用は、当社のプライバシーに関する方針およびこれらの規約の対象です。
nl: U stemt ermee in dat u en uw Sponsororganisatie ons uitsluitend nauwkeurige Gebruikersaccountinformatie verstrekken en dat u ons direct in kennis stelt van eventuele wijzigingen in dergelijke Gebruikersaccountinformatie. U erkent bovendien dat u verantwoordelijk bent voor het handhaven van de privacy en beveiliging van de naam en het wachtwoord van uw Gebruikersaccount. U mag uw Gebruikersaccount om geen enkele reden met een andere derde partij delen dan, als u daarvoor kiest, met uw Sponsororganisatie. Als u ervan overtuigd bent dat de privacy en beveiliging van uw Gebruikersaccount zijn geschonden, moet u ons onmiddellijk in kennis stellen. Ons gebruik van uw Gebruikersaccountinformatie is onderworpen aan ons Privacybeleid en deze Voorwaarden.
pl: Zobowiązujesz się, że Ty lub Twoja Organizacja Sponsorująca przekażą wyłącznie zgodne z prawdą Informacje Konta Użytkownika oraz do poinformowania nas bezzwłocznie, jeśli jakiekolwiek Informacje Konta Użytkownika ulegną zmianie. Dodatkowo potwierdzasz, że jesteś odpowiedzialny za utrzymywanie poufności i bezpieczeństwa nazwy Twojego Konta Użytkownika za pomocą nazwy i hasła. Nie możesz udostępniać pod żadnym pozorem Twojego Konta Użytkownika z żadną stroną trzecią pod inna niż Twoja Organizacja Sponsorującą, jeśli tak zdecydujesz. Jeśli uważasz, że poufność lub bezpieczeństwo Twojego Konta Użytkownika została naruszona, musisz nas o tym bezzwłocznie poinformować. Sposób wykorzystywania przez nas Twoich Informacji Konta Użytkownika podlega naszej Polityce prywatności i niniejszym Warunkom.
pt: Você concorda que você e sua Organização Patrocinadora nos fornecerão apenas informações precisas sobre a Conta do Usuário e nos notificarão imediatamente se essas Informações da Conta do Usuário forem alteradas. Você também reconhece que é responsável por manter a privacidade e a segurança de seu nome e senha de Conta de Usuário. Você não poderá compartilhar o acesso de sua Conta do Usuário com qualquer terceiro além da sua Organização Patrocinadora, se assim o escolher, por nenhuma razão. Se você acredita que a privacidade ou a segurança da sua Conta do Usuário foi comprometida, você deve nos notificar imediatamente. Nosso uso de suas Informações de Conta do Usuário está sujeito à nossa Política de Privacidade e a estes Termos.
zh: 您同意，您和您的赞助组织仅会向我们提供准确的用户帐户信息，并在变更此类信息时及时通知我们。您还了解，您有责任维护用户帐户名称和密码的隐私和安全。无论出于任何理由，您都不得与任何第三方（您选择的赞助组织除外）共享您的用户帐户访问权限。如果您认为自己用户帐户的隐私或安全已被破坏，必须立即通知我们。我们将遵循我们的隐私政策和条款来使用您的用户帐户信息。

source: You represent that you are not located in a country that is subject to a U.S. Government embargo, or that has been designated by the U.S. Government as a “terrorist supporting” country and that neither you nor your Sponsoring Organization, if applicable, are listed on any U.S. Government list of prohibited or restricted parties.
ar: إنك تقر بأنك غير موجود في دولة خاضعة لحظر حكومي أمريكي، أو توصف من قِبل حكومة الولايات المتحدة كدولة ”داعمة للإرهاب”، كما تقر بأنك أو مؤسستك الراعية، إن وجدت، غير مدرج على أي من قوائم حكومة الولايات المتحدة للأحزاب المحظورة أو الممنوعة.
de: Sie erklären, dass Sie sich nicht in einem Land befinden, das einem Embargo der US-Regierung unterliegt oder das von der US-Regierung als „terroristisch unterstützendes“ Land ausgewiesen wurde, und dass weder Sie noch Ihre Sponsorenorganisation, falls zutreffend, auf einer Liste der verbotenen oder eingeschränkten Parteien der US-Regierung aufgeführt sind.
eo: Ýöü réprésént thät ýöü äré nöt löçätéd ïn ä çöüntrý thät ïs süßjéçt tö ä Û.S. Gövérnmént émßärgö, ör thät häs ßéén désïgnätéd ßý thé Û.S. Gövérnmént äs ä “térrörïst süppörtïng” çöüntrý änd thät néïthér ýöü nör ýöür Spönsörïng Örgänïzätïön, ïf äpplïçäßlé, äré lïstéd ön äný Û.S. Gövérnmént lïst öf pröhïßïtéd ör réstrïçtéd pärtïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂#
es: Usted declara que no está ubicado en ningún país sujeto a un embargo del Gobierno de los Estados Unidos, ni en un país designado por el Gobierno de Estados Unidos como país que «avala al terrorismo», y que ni usted ni su Compañía Patrocinadora, de ser aplicable, figuran en la lista del Gobierno de Estados Unidos de partes prohibidas o restringidas.
fr: Vous garantissez que vous n'êtes pas situé dans un pays qui est soumis à un embargo du gouvernement des États-Unis, ou qui a été désigné par le gouvernement des États-Unis comme pays « encourageant le terrorisme » et que ni vous ni l'entreprise qui vous finance, le cas échéant, ne figurez sur une liste du gouvernement des États-Unis de parties restreintes ou interdites.
ja: お客様は、ご自身が米国政府の禁輸措置対象国または米国政府が「テロ支援」国家にしてしている国に居住していない旨と、ご自身またはその所属後援組織 (存在する場合) が米国政府の取引禁止 / 制限当事者リストに掲載されていない旨の表明を行う必要があります。
nl: U verklaart dat u zich niet bevindt in een land dat is onderworpen aan een embargo van de Amerikaanse overheid of dat door de Amerikaanse overheid is aangemerkt als een land dat “terroristen ondersteunt” en dat noch u, noch uw sponsororganisatie, indien van toepassing, zijn vermeld op een lijst van de Amerikaanse overheid met verboden of beperkte partijen.
pl: Użytkownik oświadcza, że nie znajduje się w kraju objętym embargiem rządu USA lub umieszczonym przez rząd USA na liście krajów wspierających terroryzm, oraz że zarówno użytkownik, jak i odpowiednio jego Organizacja wspierająca nie znajdują się na prowadzonych przez rząd USA listach osób wykluczonych.
pt: Você declara que não está localizado em um país sujeito a um embargo do governo dos EUA ou que foi designado pelo governo dos EUA como um país de “apoio terrorista” e que nem você nem sua organização patrocinadora, se aplicável, estão listados em qualquer lista do governo dos EUA como partes proibidas ou restritas.
zh: 您表示自己不在受美国政府禁运的国家/地区或美国政府指定为“恐怖支持”的国家/地区，并且您和您赞助组织（如果适用）均未列在美国政府的任何禁止或限制方清单上。
