Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: To law enforcement authorities or other government officials;
ar: لسلطات إنفاذ القانون أو غيرها من المسؤولين الحكوميين؛
de: An Strafverfolgungsbehörden oder andere Regierungsbehörden;
eo: Tö läw énförçémént äüthörïtïés ör öthér gövérnmént öffïçïäls; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: en cumplimiento de lo dispuesto por autoridades de aplicación de la ley u otros funcionarios gubernamentales;
fr: Aux autorités policières et judiciaires ou autres fonctionnaires gouvernementaux ;
ja: 法執行当局または他の政府当局に開示すべき場合
nl: aan wetshandhavingsinstanties of andere overheidsfunctionarissen;
pl: organom ścigania i innym organom administracji rządowej;
pt: para as autoridades legais ou outros funcionários públicos;
zh: 向执法机关或其他政府官员披露；

source: When we believe disclosure is necessary or appropriate to prevent physical harm or financial loss or in connection with an investigation of suspected or actual illegal activity;
ar: إذا رأينا أن الإفصاح عن المعلومات ضروري أو مناسب لمنع وقوع أضرار مادية أو تكبد خسائر مالية أو فيما يتصل بالتحري عن مشتبه به أو مزاولة نشاط غير قانوني؛
de: Wenn wir der Meinung sind, dass eine Offenlegung notwendig oder angemessen ist, um körperliche Schäden oder finanzielle Verluste zu vermeiden, oder im Zusammenhang mit einer Untersuchung von vermuteten oder tatsächlichen illegalen Aktivitäten;
eo: Whén wé ßélïévé dïsçlösüré ïs néçéssärý ör äppröprïäté tö prévént phýsïçäl härm ör fïnänçïäl löss ör ïn çönnéçtïön wïth än ïnvéstïgätïön öf süspéçtéd ör äçtüäl ïllégäl äçtïvïtý; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρя#
es: cuando consideremos que la divulgación es necesaria o adecuada para evitar lesiones físicas o perjuicios financieros o en relación con una investigación de actividades ilegales sospechadas o concretas;
fr: Lorsque nous croyons que la divulgation est nécessaire ou appropriée pour empêcher que des personnes ne soient blessées ou s’il y a des risques de pertes financières ou en relation avec une enquête concernant une activité illégale réelle ou suspectée ;
ja: 物理的被害または金銭的損失を防止する、あるいは、疑われるまたは実際の違法行為に対する調査に関連して、情報の開示が必要または適切と当社が見なす場合
nl: wanneer we er van overtuigd zijn dat verstrekking noodzakelijk of passend is om fysieke schade of financieel verlies te voorkomen of in verband met een onderzoek naar vermoedelijke of daadwerkelijke onrechtmatige activiteiten;
pl: Jeśli mamy podstawy, aby sądzić, że jest to niezbędne lub odpowiednie, aby przeciwdziałać szkodom fizycznym lub stratom finansowym lub w związku z dochodzeniem w sprawie domniemanej lub rzeczywistej działalności nielegalnej;
pt: quando acreditarmos que a divulgação seja necessária ou adequada para a prevenção de danos físicos ou prejuízos financeiros, ou com relação a uma investigação de atividade ilegal suspeita ou real;
zh: 我们认为必须或者适当披露信息才能避免人身伤害 或经济损失，或者协助调查可疑或实际非法活动；

source: If disclosure is necessary to protect the vital interests of a person;
ar: إذا كان الإفصاح عن المعلومات ضروريًا لحماية المصالح الحيوية لشخص ما؛
de: Wenn eine Offenlegung erforderlich ist, um die lebenswichtigen Interessen einer Person zu schützen;
eo: Ìf dïsçlösüré ïs néçéssärý tö prötéçt thé vïtäl ïntérésts öf ä pérsön; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: si es necesario para proteger los intereses vitales de una persona;
fr: Si la divulgation est nécessaire pour protéger les intérêts vitaux d'une personne ;
ja: ある人の重大な利益を守るには開示が必要な場合
nl: indien bekendmaking noodzakelijk is om de vitale belangen van iemand te beschermen;
pl: jeśli ujawnienie jest niezbędne do ochrony żywotnych interesów osoby fizycznych;
pt: se a divulgação for necessária para proteger os interesses vitais de uma pessoa;
zh: 如果披露对于保障某人的切身利益是必要的；

source: To enforce our Terms;
ar: لتنفيذ شروطنا؛
de: Zur Durchsetzung unserer Bedingungen;
eo: Tö énförçé öür Térms; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: para hacer cumplir nuestras Condiciones de uso;
fr: Pour appliquer nos Conditions ;
ja: 弊社の適用規約を強制するには開示が必要な場合
nl: om onze Gebruiksvoorwaarden af te dwingen;
pl: w celu egzekwowania niniejszych Warunków;
pt: para fazer cumprir nossos Termos;
zh: 为了执行我们的条款；

source: To protect our property, services and legal rights;
ar: لحماية ممتلكاتنا، وخدماتنا وحقوقنا القانونية؛
de: Zum Schutz unseres Eigentums, unserer Dienstleistungen und unserer gesetzlichen Rechte;
eo: Tö prötéçt öür pröpértý, sérvïçés änd légäl rïghts; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: para proteger nuestra propiedad, nuestros servicios y derechos legales;
fr: Pour protéger nos biens, services et droits juridiques ;
ja: 弊社の財産、サービスおよび法的権利を守るには開示が必要な場合
nl: om onze eigendommen, diensten en wettelijke rechten te beschermen;
pl: w celu ochrony mienia, usług i uprawnień McKinsey;
pt: para proteger nossos bens, serviços e direitos legais;
zh: 为了保护我们的财产、服务和合法权利；

source: To your Sponsoring Organization as described in this Privacy Policy;
ar: للشركة الراعية لك كما هو موضح في سياسة الخصوصية؛
de: An Ihre Sponsorenorganisation, wie in dieser Datenschutzerklärung beschrieben;
eo: Tö ýöür Spönsörïng Örgänïzätïön äs désçrïßéd ïn thïs Prïväçý Pölïçý; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: a su Compañía Patrocinadora, según se describe en esta Política de Privacidad;
fr: À la société qui vous finance tel que décrit dans cette politique de confidentialité ;
ja: プライバシーに関する方針で定める通り、後援機関に対する場合
nl: aan uw Sponsororganisatie, zoals beschreven is in dit Privacybeleid;
pl: Twojej Organizacji Sponsorującej zgodnie z niniejszą Polityką prywatności
pt: para sua Organização Patrocinadora, conforme descrito nesta Política de Privacidade;
zh: 按照本隐私政策所述，向您的赞助组织披露您的相关信息；

source: To prevent fraud against McKinsey, our subsidiaries and affiliates and business partners;
ar: لمنع الغش أو الاحتيال ضد ماكنزي، وفروعها والشركات التابعة والشركاء التجاريين؛
de: Um Betrug gegen McKinsey, unsere Tochtergesellschaften, verbundenen Unternehmen und Geschäftspartner zu verhindern;
eo: Tö prévént fräüd ägäïnst MçKïnséý, öür süßsïdïärïés änd äffïlïätés änd ßüsïnéss pärtnérs; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: para evitar fraudes en contra de McKinsey, nuestras subsidiarias, filiales y socios comerciales;
fr: Pour empêcher la fraude contre McKinsey, nos filiales et sociétés affiliées et partenaires commerciaux ;
ja: McKinsey、当社の子会社・関連会社・提携先への不正行為を防止するため
nl: om fraude jegens McKinsey, onze dochterondernemingen en gelieerde bedrijven en zakenpartners te voorkomen;
pl: Aby przeciwdziałać oszustwom wymierzonym w McKinsey, nasze podmioty zależne i stowarzyszone i naszych partnerów biznesowych;
pt: para evitar fraudes contra a McKinsey, nossas subsidiárias e afiliadas, e nossos parceiros comerciais;
zh: 为了避免麦肯锡、我们的子公司、关联企业和商业 合作伙伴受到欺诈；

source: To support auditing, compliance, and corporate governance functions; or
ar: لدعم التدقيق والامتثال، ومهام إدارة الشركات؛ أو
de: Zur Unterstützung von Audit-, Compliance- und Corporate Governance-Funktionen; oder
eo: Tö süppört äüdïtïng, çömplïänçé, änd çörpöräté gövérnänçé fünçtïöns; ör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: para facilitar el ejercicio de las funciones de auditoría, cumplimiento regulatorio y gobierno corporativo; o
fr: Aux fins d’audits et des fonctions de conformité et de gouvernance d’entreprise ; ou
ja: 監査、法令遵守およびコーポレートガバナンスを後押しするには開示が必要な場合
nl: ter ondersteuning van audit-, nalevings- en ondernemingsbestuursfuncties; of
pl: w celu wsparcia funkcji audytów, zgodności z przepisami i ładu korporacyjnego;
pt: para dar suporte a funções de auditoria, conformidade e governança corporativa; ou
zh: 为了支持审计、合规和公司治理职能；或

source: To comply with any and all applicable laws.
ar: للامتثال لجميع القوانين المعمول بها.
de: Zur Einhaltung aller geltenden Gesetze.
eo: Tö çömplý wïth äný änd äll äpplïçäßlé läws. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: para cumplir con todas y cada una de las leyes aplicables.
fr: pour se conformer à toutes les lois applicables en vigueur.
ja: あらゆる準拠法に従うには開示が必要な場合
nl: om te voldoen aan alle toepasselijke wetten.
pl: w celu przestrzegania wszystkich obowiązujących przepisów.
pt: para cumprir toda e qualquer lei aplicável.
zh: 为了遵守所有适用法律。

source: We maintain processes designed to ensure that any processing of personal data by third party service providers is consistent with this Privacy Policy and protects the confidentiality, availability, and integrity of your personal data.
ar: نحن نحافظ على الإجراءات المصممة لضمان توافق أي معالجة للبيانات الشخصية من قبل مزودي الخدمة الخارجيين مع سياسة الخصوصية، وحمايتها لسرية بياناتك الشخصية وتوافرها وسلامتها.
de: Wir verwenden Prozesse, die sicherstellen sollen, dass jede Verarbeitung personenbezogener Daten durch Drittanbieter mit dieser Datenschutzrichtlinie übereinstimmt und die Vertraulichkeit, Verfügbarkeit und Integrität Ihrer personenbezogenen Daten schützt.
eo: Wé mäïntäïn pröçéssés désïgnéd tö énsüré thät äný pröçéssïng öf pérsönäl dätä ßý thïrd pärtý sérvïçé prövïdérs ïs çönsïstént wïth thïs Prïväçý Pölïçý änd prötéçts thé çönfïdéntïälïtý, äväïläßïlïtý, änd ïntégrïtý öf ýöür pérsönäl dätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм#
es: Nuestros procesos están diseñados para garantizar que el procesamiento de la información personal por parte de los proveedores de servicios externos sea acorde con esta Política de Privacidad y proteja la confidencialidad, la disponibilidad y la integridad de su información personal.
fr: Non maintenons des processus conçus pour garantir que tout traitement des données personnelles par des prestataires de services tiers soit cohérent avec cette politique de confidentialité et protège la confidentialité, la disponibilité et l'intégrité de vos données personnelles.
ja: 当社では、第三者サービスプロバイダによる個人データの処理が、当該プライバシーに関する方針に沿っていて、お客様の個人データの機密性、利用可能性、完全性を保護する内容であることを保証するためのプロセスを維持しています。
nl: We hebben processen geïmplementeerd die zijn ontworpen om te waarborgen dat elke verwerking van uw persoonsgegevens door externe dienstverleners in overeenstemming is met dit Privacybeleid en dat de vertrouwelijkheid, beschikbaarheid en integriteit van uw persoonsgegevens worden beschermd.
pl: Utrzymujemy procesy stworzone w celu zagwarantowania, że wszelkie formy przetwarzania danych przez strony trzecie będące dostawcami usług będą zgodne z niniejszą Polityką prywatności i zapewnią ochronę poufności, dostępności i integralności Twoich danych osobowych.
pt: Mantemos processos desenvolvidos para garantir que qualquer processamento de dados pessoais por prestadores de serviços terceirizados seja consistente com esta Política de Privacidade e proteja a confidencialidade, disponibilidade e integridade de seus dados pessoais.
zh: 我们采用相应的流程来确保第三方服务提供商对个人信息的任何处理符合本隐私政策之规定，并保护您个人信息的机密性、可获得性和完整性。

source: In addition, in the event of a re-organization, merger, sale, joint venture, assignment, or other transfer or disposition of all or any portion of our business, we may disclose or transfer your personal data.
ar: بالإضافة إلى ذلك، ففي حالة إعادة هيكلة أي من شركاتنا أو جزء منها، أو دمجها، أو بيعها، أو دخولها في مشروع مشترك، أو التنازل عنها، أو نقل ملكيتها أو التصرف فيها على أي نحو آخر، فقد نضطر إلى الإفصاح عن بياناتك الشخصية أو نقلها.
de: Darüber hinaus können wir im Falle einer Reorganisation, Fusion, Veräußerung, eines Joint Ventures, einer Abtretung oder einer anderen Übertragung oder Veräußerung unseres gesamten Unternehmens oder eines Teils davon Ihre personenbezogenen Daten offenlegen oder übertragen.
eo: Ìn äddïtïön, ïn thé évént öf ä ré-örgänïzätïön, mérgér, sälé, jöïnt véntüré, ässïgnmént, ör öthér tränsfér ör dïspösïtïön öf äll ör äný pörtïön öf öür ßüsïnéss, wé mäý dïsçlösé ör tränsfér ýöür pérsönäl dätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕ#
es: Además, en caso de reorganización, fusión, venta, joint venture, cesión u otra transferencia o disposición total o parcial de nuestra empresa, podremos divulgar o transferir su información personal.
fr: Par ailleurs, en cas de réorganisation, de fusion, de vente, de coentreprise, de cession, ou autre transfert ou mise à disposition de tout ou partie de notre activité, nous pourrons divulguer ou transférer vos données personnelles.
ja: さらに、事業の一部または全部に関し、再編成、合併、売却、共同事業、譲渡、あるいはその他の譲渡または譲与が発生した場合は、お客様の個人データを開示または転送する場合があります。
nl: Daarnaast kunnen we, in het geval van een reorganisatie, fusie, verkoop, joint venture, overname of andere overdracht of vervreemding van al onze of een gedeelte van onze activiteiten, uw persoonsgegevens verstrekken of overdragen.
pl: Dodatkowo w przypadku reorganizacji, fuzji, sprzedaży, utworzenia spółki typu joint venture, przeniesienia praw lub cesji lub innych form transferu lub zbycia części naszej firmy, możemy ujawnić lub przekazać Twoje dane osobowe.
pt: Além disso, no caso de uma reorganização, fusão, venda, joint venture, cessão ou outra transferência ou alienação de todo ou parte do nosso negócio, podemos divulgar ou transferir seus dados pessoais.
zh: 此外，在重组、合并、出售、组建合资企业、转让或以其他方式转移或处置我们全部或部分业务时，我们可以披露或传输您的个人信息。

source: Surveys
ar: الاستبيانات
de: Umfragen
eo: Sürvéýs Ⱡ'σяєм ιρѕυм #
es: Encuestas
fr: Enquêtes
ja: アンケート調査
nl: Onderzoeken
pl: Ankiety
pt: Pesquisas
zh: 调查

source: If you participate in a survey in connection with McKinsey Academy, our research results may be reported as totals or in other aggregated form and no information about you as an individual respondent made public unless you otherwise agree in advance. However, we may be able to identify individual respondents by their email address, and may follow-up with individuals for additional information to improve the overall McKinsey Academy experience. If you prefer that we not follow up with you on your survey responses please contact us at the address listed below in the Contact Us section of this Privacy Policy.
ar: إذا شاركت في استبيان فيما يتعلق بأكاديمية ماكنزي، فقد يتم الإبلاغ عن نتائج أبحاثنا كمجاميع أو في شكل تجميعي آخر، ولن يتم نشر أي معلومات عنك كفرد إلا إذا وافقت على خلاف ذلك مسبقًا. ومع ذلك، فقد نكون قادرين على تحديد شخصيات المشاركين في الاستبيان من خلال عناوين البريد الإلكتروني الخاصة بهم، وقد نتابع مع الأفراد للحصول على معلومات إضافية لتحسين تجربة أكاديمية ماكنزي بشكل عام. فإذا كنت تفضل عدم المتابعة معك بناءً على ردودك على الاستبيان، فيرجى الاتصال بنا على العنوان المذكور أدناه في قسم "اتصل بنا" في سياسة الخصوصية.
de: Wenn Sie an einer Umfrage im Zusammenhang mit der McKinsey Academy teilnehmen, können unsere Forschungsergebnisse als Gesamtergebnis oder in anderer aggregierter Form veröffentlicht werden und es werden keine Informationen über Sie als Einzelperson veröffentlicht, es sei denn, Sie stimmen im Voraus etwas anderes zu. Möglicherweise können wir jedoch einzelne Befragte anhand ihrer E-Mail-Adresse identifizieren und von Einzelpersonen weitere Informationen anfordern, um das Gesamterlebnis der McKinsey Academy zu verbessern. Wenn Sie es vorziehen, dass wir Ihre Umfrageantworten nicht weiterverfolgen, wenden Sie sich bitte an uns unter der unten im Abschnitt "Kontakt Sie uns" dieser Datenschutzrichtlinie aufgeführten Adresse.
eo: Ìf ýöü pärtïçïpäté ïn ä sürvéý ïn çönnéçtïön wïth MçKïnséý Àçädémý, öür réséärçh résülts mäý ßé répörtéd äs tötäls ör ïn öthér äggrégätéd förm änd nö ïnförmätïön äßöüt ýöü äs än ïndïvïdüäl réspöndént mädé püßlïç ünléss ýöü öthérwïsé ägréé ïn ädvänçé. Höwévér, wé mäý ßé äßlé tö ïdéntïfý ïndïvïdüäl réspöndénts ßý théïr émäïl äddréss, änd mäý föllöw-üp wïth ïndïvïdüäls för äddïtïönäl ïnförmätïön tö ïmprövé thé övéräll MçKïnséý Àçädémý éxpérïénçé. Ìf ýöü préfér thät wé nöt föllöw üp wïth ýöü ön ýöür sürvéý réspönsés pléäsé çöntäçt üs ät thé äddréss lïstéd ßélöw ïn thé Çöntäçt Ûs séçtïön öf thïs Prïväçý Pölïçý.#
es: Si participa en una encuesta relacionada con McKinsey Academy, los resultados de la investigación podrán informarse como totales o en forma agregada, sin dar a conocer públicamente ninguna información de carácter individual sin su consentimiento previo. Sin embargo, es posible que identifiquemos participantes individuales por su dirección de correo electrónico, y hagamos seguimiento de ellos para obtener información adicional a fines de mejorar la experiencia general de McKinsey Academy. Si usted prefiere que no demos seguimiento a sus respuestas de la encuesta, póngase en contacto con nosotros a la dirección que figura a continuación en la sección “contáctenos” de esta Política de Privacidad.
fr: Si vous participez à une enquête concernant McKinsey Academy, les résultats de nos recherches peuvent être rapportés en totalité ou sous une autre forme agrégée et aucune information vous concernant en tant que personne interrogée ne pourra être rendue publique sauf autrement convenu à l'avance. Cependant, nous pourrons identifier des personnes interrogées par leur adresse e-mail, et nous pourrons assurer un suivi de ces personnes pour des informations supplémentaires afin d’améliorer l’expérience générale de McKinsey Academy. Si vous préférez ne pas être contacté concernant vos réponses à l'enquête veuillez nous contacter à l'adresse indiquée ci-dessous dans la section Contactez-nous de cette politique de confidentialité.
ja: お客様が、McKinsey Academyに関連してアンケート調査に参加した場合、当社の調査結果は、全体としてあるいはその他の集合体として報告される場合がありますが、予めお客様による同意がない限り、お客様個人としての回答情報は開示されません。ただし、Eメールアドレスに基づき、回答者個人を特定することは可能な場合があり、McKinsey Academy全体のサービス向上のため、追加情報を収集する際に後から個人的に連絡させていただく場合があります。アンケート調査の回答に関する連絡を希望しない場合は、当該プライバシーに関する方針の以下「お問い合わせ」欄に記載されるアドレスまでご連絡ください。
nl: Als u deelneemt aan een enquête in verband met McKinsey Academy, kunnen onze onderzoeksresultaten worden gerapporteerd als totalen of in een andere samengestelde vorm en zal er geen informatie over u als individuele respondent openbaar worden gemaakt, tenzij u daar vooraf mee instemt. Het is echter mogelijk dat we individuele respondenten kunnen identificeren op basis van hun e-mailadres en dat we ons in een follow-up tot individuele personen zullen richten voor aanvullende informatie voor het verbeteren van de algehele McKinsey Academy-ervaring. Als u er de voorkeur aan geeft dat er geen follow-up plaatsvindt over uw enquête-antwoorden, kunt u contact met ons opnemen via het adres dat hierna wordt vermeld in de sectie Contact opnemen van dit Privacybeleid.
pl: Jeśli uczestniczysz w sondażu związanym z McKinsey Academy, wyniki naszych badań mogą zostać przedstawione jako wyniki łączne lub w innej formie zbiorczej i żadnej informacje o Tobie jako o indywidualnym respondencie zostaną upublicznione, chyba że wcześniej wyrazisz na to zgodę. Niemniej jednak możemy być w stanie zidentyfikować poszczególnych respondentów za pomocą ich adresów e-mail i możemy dalej się z nimi kontaktować w celu uzyskania dodatkowych informacji, aby ulepszyć ogólne doświadczenia z użytkowania McKinsey Academy. Jeśli nie chcesz otrzymywać od nas komunikacji następczej związanej z Twoimi odpowiedziami w sondażu, skontaktuj się z nami za pomocą adresu podanego poniżej w sekcji „Kontakt z nami” niniejszej Polityki prywatności.
pt: Se você participar de uma pesquisa relacionada ao McKinsey Academy, nossos resultados de pesquisa podem ser divulgados integralmente ou de forma agregada, e nenhuma informação sobre você como um participante individual será tornada pública, a menos que você concorde com isso antecipadamente. No entanto, podemos identificar os participantes individuais pelo endereço de e-mail e acompanhar as pessoas para obter informações adicionais a fim de melhorar a experiência geral do McKinsey Academy. Se preferir que não entremos em contato com você quanto às respostas da sua pesquisa, contate-nos no endereço listado abaixo na seção Fale Conosco desta Política de Privacidade.
zh: 如果您参加麦肯锡学院相关的问卷调查，我们的研究结果可能会以总计或其他汇总形式予以报告，除非您事先另行同意，否则您作为个体回答者的任何相关信息都不会公开。但是，我们可能能够通过电子邮件地址识别个体回答者，并可能跟进这些个体回答者以获取更多信息，从而改善麦肯锡学院的总体体验。如果您不希望我们继续跟进您的调查回答，请通过下方本隐私政策“联系我们”部分中列出的地址与我们联系。

source: User disclosure
ar: إفصاح المستخدم عن المعلومات
de: Offenlegung der Benutzer
eo: Ûsér dïsçlösüré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Divulgación por parte del usuario
fr: Divulgation par des utilisateurs
ja: ユーザーによる開示
nl: Verstrekking door gebruiker
pl: Ujawnienie informacji przez użytkownik
pt: Divulgação do usuário
zh: 用户披露
