Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Active Courses
ar: الدورات الفعالة:
de: Aktive Kurse:
es: Cursos activos:
ja: アクティブのコース:
nl: Actieve cursussen
pl: Aktywne kursy
pt: Cursos ativos
zh: 有效课程

source: Company Dashboard
ar: نسخ لوحة المتابعة
de: Dashboard der Firma
es: Panel de información de la compañía
ja: ダッシュボードをコピーする
nl: Dashboard bedrijf
pl: Panel firmy
pt: Painel da empresa
zh: 公司仪表板

source: Include Manager Info
ar: تضمين المعلومات الخاصة بالمدير
de: Managerinformation erfassen
es: Incluir la información del gerente
ja: マネージャー情報を含む
nl: Info manager toevoegen
pl: Dołącz informacje o menedżerze
pt: Incluir informações do gerente
zh: 包括管理器信息

source: Average Progress:
ar: معدل سير العمل:
de: Durchschnittlicher Fortschritt:
es: Avance promedio:
ja: 平均進度:
nl: Gemiddelde voortgang:
pl: Średni stopień ukończenia:
pt: Progresso médio:
zh: 平均进度：

source: Passed
ar: ناجح:
de: Bestanden
es: Aprobado
ja: 合格:
nl: Geslaagd
pl: Uzyskano zaliczenie
pt: Aprovado
zh: 通过

source: Average Proficiency:
ar: متوسط الكفاءة:
de: Durchschnittliche Kompetenzen:
es: Competencia promedio:
ja: 平均習熟度:
nl: Gemiddelde vaardigheid:
pl: Średnia biegłość:
pt: Proficiência média:
zh: 平均熟练程度：

source: Stats
ar: الإحصائيات:
de: Statistiken
es: Estadísticas
ja: 統計:
nl: Statistieken
pl: Statystyki
pt: Estatísticas
zh: 统计数据

source: Download Responses
ar: تحميل التقرير
de: Antworten herunterladen
es: Descargar respuestas
ja: レポートをダウンロードする
nl: Antwoorden downloaden
pl: Pobierz odpowiedzi
pt: Download das respostas
zh: 下载响应内容

source: Exporting Stats for All Users
ar: تصدير الإحصائيات الخاصة بجميع المستخدمين
de: Statistiken für alle Nutzer exportieren
es: Exportar estadísticas para todos los usuarios
ja: すべてのユーザーのステイタスをエクスポートする
nl: Statistieken voor alle gebruikers exporteren
pl: Eksportowanie statystyk dla wszystkich uczestników
pt: Exportando estatísticas para todos os usuários
zh: 导出所有用户的统计信息

source: Include breakdown of progress for each lesson (Note: the export will take more time)
ar: تضمين التصنيف التفصيلي للتقدم المحرز لكل درس (ملاحظة: ستستغرق عملية التصدير وقتًا أطول)
de: Aufschlüsselung des Fortschritts für jede Übung erfassen (Hinweis: der Export wird mehr Zeit in Anspruch nehmen)
es: Incluir el desglose del avance de cada lección. (Nota: exportar tomará más tiempo).
ja: レッスンごとの進度の内訳を含む (注記: エクスポートにはさらに時間を要します)
nl: Vooruitgangsanalyse toevoegen voor elke les (let op: het exporteren kost meer tijd)
pl: Uwzględnij zestawienie stopnia ukończenia dla każdej lekcji z osobna (Uwaga: eksport zajmie więcej czasu)
pt: Incluir detalhamento do progresso para cada lição (Observação: a exportação levará mais tempo)
zh: 包括每个课程的进度明细（注意：导出需要更长时间）

source: Your team's average progress
ar: متوسط الفوج
de: Jahrgangsdurchschnitt
es: Avance promedio de su grupo
ja: コホート平均
nl: Gemiddelde voortgang van uw team
pl: Średni stopień ukończenia Twojego zespołu
pt: O progresso médio da sua equipe
zh: 团队平均进度

source: Your team's average proficiency
ar: متوسط الفوج
de: Jahrgangsdurchschnitt
es: Competencia promedio de su grupo
ja: コホート平均
nl: Gemiddelde vaardigheid van uw team
pl: Średnia biegłość Twojego zespołu
pt: A proficiência média da sua equipe
zh: 团队平均熟练程度

source: resume course
ar: دوراتي التدريبية
de: Kurs fortsetzen
es: Volver al curso
ja: 私のコース
nl: cursus hervatten
pl: powróć do kursu
pt: retomar curso
zh: 继续课程

source: est. time
ar: الوقت المُقدر
de: geschätzte Zeit
es: tiempo estimado
ja: 設定された時間
nl: gesch. tijd
pl: przewidywany czas
pt: tempo estimado
zh: 预计时间

source: You aren't enrolled in any courses.
ar: أنت غير مسجل في أي دورات تدريبية.
de: Sie sind bei keinen Kursen angemeldet.
es: No está inscrito en ningún curso.
ja: 登録されているコースはありません.
nl: U staat voor geen enkele cursus ingeschreven.
pl: Nie jesteś zarejestrowany na żaden kurs.
pt: Você não está inscrito em nenhum curso.
zh: 您没有注册任何课程。

source: Your course begins in <b><span class="numdays"></span></b> days. Before the course begins, you can explore this site to learn more about what to expect.
ar: تبدأ دورتك التدريبية خلال <b><span class="numdays"></span></b> أيام، ويمكنك، قبل ذلك، استكشاف هذا الموقع لمعرفة المزيد حول ما يمكن توقعه.
de: Ihr Kurs beginnt in <b><span class="numdays"></span></b> Tagen. Bevor Ihr Kurs beginnt, können Sie die Seite erkunden, um mehr darüber zu erfahren, was Sie erwartet.
es: Su curso comienza en <b><span class="numdays"></span></b> días. Antes de ello, puede explorar el sitio para obtener más información sobre qué esperar del curso.
ja: あなたのコースは<b><span class="numdays"></span></b>日後に開始します。コースが始まるまでは、サイト内の各ページの情報から提供内容をご確認ください。
nl: Uw cursus begint over <b><span class="numdays"></span></b> dagen. Voordat de cursus begint, kunt u deze site verkennen voor meer informatie over wat u kunt verwachten.
pl: Twój kurs rozpocznie się za <b><span class="numdays"></span></b> dni. Wykorzystaj ten czas, aby lepiej zapoznać się z naszą stroną i przygotować się na czekające Cię doświadczenia.
pt: Seu curso começa em <b><span class="numdays"></span></b> dias. Antes do início do curso, você pode explorar o site para saber mais sobre o que esperar.
zh: 您的课程将在 <b><span class="numdays"></span></b> 天后开始。在课程开始之前，您可以浏览本网站了解更多有关课程内容的信息。

source: This %(lesson_custom_label)s will unlock on %(start_date)s
ar: %(lesson_custom_label)s هذا الدرس سوف تكون متاحة عبر%(start_date)s
de: Diese %(lesson_custom_label)s wird verfügbar sein am %(start_date)s
es: Esta lección %(lesson_custom_label)s estará disponible el %(start_date)s
ja: この%(lesson_custom_label)sは%(start_date)sに利用可能となります
nl: Deze %(lesson_custom_label)s is beschikbaar op %(start_date)s
pl: Ta %(lesson_custom_label)s zostanie odblokowany w dniu %(start_date)s
pt: Esta %(lesson_custom_label)s estará disponível em %(start_date)s
zh: %(lesson_custom_label)s 将于 %(start_date)s 开始

source: This lesson will unlock on %(start_date)s
ar: هذا الدرس سوف تكون متاحة عبر%(start_date)s
de: Diese Lektion wird verfügbar sein am %(start_date)s
es: Esta lección estará disponible el %(start_date)s
ja: このレッスンは%(start_date)sに利用可能となります
nl: Deze les is beschikbaar op %(start_date)s
pl: Ta lekcja zostanie odblokowana w dniu %(start_date)s
pt: Esta lição estará disponível em %(start_date)s
zh: 本课时将于 %(start_date)s 开始

source: %(module_custom_label)s %(lesson_index)s of %(lesson_count)s
ar: %(module_custom_label)s %(lesson_index)s من %(lesson_count)s
es: %(module_custom_label)s %(lesson_index)s de %(lesson_count)s
ja: %(lesson_count)sの%(module_custom_label)s %(lesson_index)s
nl: %(module_custom_label)s %(lesson_index)s van %(lesson_count)s
pl: %(module_custom_label)s %(lesson_index)s z %(lesson_count)s
pt: %(module_custom_label)s %(lesson_index)s de %(lesson_count)s
zh: %(lesson_count)s 的 %(module_custom_label)s %(lesson_index)s

source: Module %(lesson_index)s of %(lesson_count)s
ar: الوحدة %(lesson_index)s من %(lesson_count)s
de: Modul %(lesson_index)s von %(lesson_count)s
es: Módulo %(lesson_index)s de %(lesson_count)s
ja: %(lesson_count)sのモジュール%(lesson_index)s
nl: Module %(lesson_index)s van %(lesson_count)s
pl: Moduł %(lesson_index)s z %(lesson_count)s
pt: Módulo %(lesson_index)s de %(lesson_count)s
zh: %(lesson_count)s 的模块 %(lesson_index)s

source: Your course completion status:
ar: حالة إكمال دورتك التدريبية:
de: Ihr Kursabschluss-Status:
es: Estatus de finalización del curso:
ja: コース完了状況:
nl: Uw status van cursusvoltooiing:
pl: Twój stopień ukończenia kursu:
pt: Status de conclusão do seu curso:
zh: 您的课程完成状态：

source: Cohort Average:
ar: معدل الأفواج:
de: Jahrgangsdurchschnitt:
es: Promedio del grupo:
ja: コホート平均:
nl: Cohortgemiddelde:
pl: Średnia grupy kursantów
pt: Média do grupo:
zh: 群组平均值

source: Position
ar: موقع
es: Posición
ja: 順位
pl: Pozycja
pt: Posição
zh: 名次

source: You are ranked
ar: لقد تم تصنيفك
de: Sie wurden auf
es: Quedó en
ja: あなたの順位は、
nl: U staat op nummer
pl: Zajmujesz
pt: Você se classificou em
zh: 您

source: out of
ar: من بين
de: von
es: lugar entre los
ja: あなたのコーホートに含まれる
nl: van de
pl: miejsce spośród
pt: dentre os
zh: 在

source: members in your cohort.
ar: الأعضاء في الفوج الخاص.
de: Mitgliedern in Ihrem Jahrgang eingestuft.
es: miembros de su grupo.
ja: 位です 人のメンバー中
nl: leden in je cohort.
pl: kursantów.
pt: membros da sua coorte.
zh: 名成员中排名第

source: Your progress position will be displayed here
ar: سيتم عرض موقعك من ناحية تقدم العمل هنا
de: Ihr Fortschrittsrang <br> wird hier angezeigt
es: Su posición de avance se mostrará aquí
ja: あなたの進度<br>はここに表示されます
nl: Uw voortgangspositie wordt hier weergegeven
pl: Tutaj pojawi się Twoja pozycja w rankingu stopnia ukończenia
pt: Sua posição de progresso será exibida aqui
zh: 您的进度排名将显示在此处

source: Top 3 on progress
ar: جاري العمل
de: Top 3 bei Fortschritt
es: Primeros 3 en avance
ja: 進行中
nl: Top 3 voortgang
pl: 3 najlepszych uczestników pod względem poziomu ukończenia
pt: Top 3 em progresso
zh: 进度前 3 名

source: User Name
ar: اسم المستخدم
de: Nutzername
es: Nombre de usuario
ja: ユーザー名
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
zh: 用户名

source: Your discussion activity points:
ar: نقاط نشاط مناقشتك:
de: Ihre Punkte für die Diskussionsteilnahme:
es: Puntos de actividad de debate:
ja: ディスカッションアクティビティポイント:
nl: Uw punten voor discussieactiviteit:
pl: Twoje punkty za udział w dyskusjach:
pt: Seus pontos de atividade de discussão:
zh: 您的讨论活动分数：

source: Cohort Average: %(score)s points
ar: معدل الأفواج: = %(score)sالنقاط
de: Jahrgangsdurchschnitt: %(score)s Punkte
es: promedio del grupo = %(score)s puntos
ja: コホート平均: %(score)s 点
nl: Cohortgemiddelde:%(score)s punten
pl: Średnia grupy kursantów = %(score)s punktów
pt: Média do grupo: %(score)s pontos
zh: 群组平均值：%(score)s 分

source: Your engagement position will be displayed here
ar: سيُعرض موقعك من ناحية المشاركة <br> هنا
de: Ihr Engagementrang <br> wird hier angezeigt
es: Su puesto en participación en el curso se mostrará aquí
ja: あなたのエンゲージメントは<br>ここに表示されます
nl: Uw inzetpositie wordt hier weergegeven
pl: Tutaj pojawi się Twoja pozycja w rankingu poziomu zaangażowania
pt: Sua posição de engajamento será exibida aqui
zh: 您的参与度排名将显示在此处

source: Top 3 on engagement
ar: المشاركة
de: Top 3 bei Engagement
es: Primeros 3 en participación en el curso
ja: エンゲージメント
nl: Top 3 inzet
pl: 3 najlepszych uczestników pod względem poziomu zaangażowania
pt: Top 3 em engajamento
zh: 参与度前 3 名

source: Your course knowledge:
ar: معرفتك بالدورة التدريبية:
de: Ihr Kurswissen:
es: Conocimiento del curso:
ja: コースに関する知識:
nl: Uw cursuskennis
pl: Zdobyta wiedza
pt: Seu conhecimento do curso:
zh: 您的课程知识：

source: Your proficiency position will be displayed here
ar: سيُعرض موقعك من حيث الكفاءة <br> هنا
de: Ihr Kompetenzrang <br> wird hier angezeigt
es: Su puesto en competencia se mostrará aquí
ja: あなたの習熟度<br>はここに表示されます
nl: Uw vaardigheidspositie wordt hier weergegeven
pl: Tutaj pojawi się Twoja pozycja w rankingu biegłości
pt: Sua posição em proficiência será exibida aqui
zh: 您的熟练程度排名将显示在此处

source: Top 3 on Proficiency
ar: الإجادة
de: Top 3 bei Kompetenzen
es: Primeros 3 en competencia
ja: 習熟度
nl: Top 3 vaardigheid
pl: 3 najlepszych uczestników pod względem biegłości
pt: Top 3 em proficiência
zh: 熟练程度前 3 名

source: Group work has not yet begun for this course.
ar: لا يوجد مشاريع جماعية ضمن هذه الدورة
de: Die Gruppenarbeit für diesen Kurs wurde noch nicht begonnen.
es: No hay proyectos en grupo disponibles para este curso
ja: このコースには、グループプロジェクトはありません。
nl: Groepswerk is nog niet gestart voor deze cursus.
pl: Praca grupowa na tym kursie jeszcze się nie rozpoczęła
pt: O trabalho em grupo ainda não começou para esse curso.
zh: 本课程的小组作业尚未开始。

source: You will receive a message with information once it begins.
ar: عمل المجموعة لم يبدأ حتى الآن لهذه الدورة. سوف تتلقى رسالة بالمعلومات بمجرد أن تبدأ
de: Sie werden benachrichtigt, wenn sie beginnt.
es: Recibirá un mensaje con información una vez que comience
ja: このコースでは、グループワークがまだ開始されていません。開始すると、関連情報に関するメッセージが届きます
nl: U ontvangt een bericht met informatie zodra het begint.
pl: Powiadomimy Cię za pomocą wiadomości e-mail, kiedy się rozpocznie.
pt: Você receberá uma mensagem com informações assim que começar.
zh: 开始后，您将收到一条通知消息。

source: for discovery
ar: اكتشاف
de: Erkunden
es: para consultar
ja: ディスカバー
nl: om te ontdekken
pl: dla sekcji odkryj
pt: para descoberta
zh: 探索

source: Home
ar: الصفحة الرئيسية
es: Inicio
ja: ホーム
pl: Strona główna
pt: Início
zh: 主页

source: You have completed %(course_current_progress)s%% of %(lesson_custom_label)s %(lesson_index)s
ar: لقد أتممت %(course_current_progress)s%%من الدرس %(lesson_index)s: %(lesson_custom_label)s
de: Sie haben %(course_current_progress)s%% der %(lesson_custom_label)s %(lesson_index)s abgeschlossen:
es: Usted ha completado un %(course_current_progress)s%% de la lección %(lesson_custom_label)s %(lesson_index)s
ja: %(lesson_custom_label)s %(lesson_index)sの%(course_current_progress)s%%が終了しました:
nl: U heeft %(course_current_progress)s%% van %(lesson_custom_label)s %(lesson_index)s voltooid
pl: Ukończono %(course_current_progress)s%% z %(lesson_custom_label)s %(lesson_index)s:
pt: Você concluiu %(course_current_progress)s%% de %(lesson_custom_label)s %(lesson_index)s
zh: 您已完成 %(lesson_custom_label)s %(lesson_index)s 的 %(course_current_progress)s%%

source: You have completed %(course_current_progress)s%% of Lesson %(lesson_index)s
ar: لقد أتممت %(course_current_progress)s%%من الدرس %(lesson_index)s:
de: Sie haben %(course_current_progress)s%% der Lektion %(lesson_index)s abgeschlossen:
es: Usted ha completado %(course_current_progress)s%% de la Lección %(lesson_index)s:
ja: レッスン%(lesson_index)sの%(course_current_progress)s%%が終了しました:
nl: U heeft %(course_current_progress)s%% van les %(lesson_index)s voltooid
pl: Ukończono %(course_current_progress)s%% z lekcji %(lesson_index)s:
pt: Você concluiu %(course_current_progress)s%% da lição %(lesson_index)s:
zh: 您已完成课时 %(lesson_index)s 的 %(course_current_progress)s%%：

source: %(module_custom_label)s %%span %(module_index)s
ar: %(module_custom_label)s النطاق %(module_index)s
de: %(module_custom_label)s %%Spanne %(module_index)s
es: %(module_custom_label)s %%período %(module_index)s
ja: %(module_custom_label)s %%スパン%(module_index)s
pl: %(module_custom_label)s %%przedział %(module_index)s

source: Show fullscreen
ar: عرض ملء الشاشة
de: Vollbildmodus
es: Mostrar la pantalla completa
ja: 全画面で表示する
nl: Volledig scherm weergeven
pl: Tryb pełnoekranowy
pt: Exibir tela cheia
zh: 显示全屏

source: Exit fullscreen
ar: الخروج من الشاشة الكاملة
de: Vollbildmodus beenden
es: Salir de la pantalla completa
ja: 全画面を解除する
nl: Volledig scherm verlaten
pl: Zamknij tryb pełnoekranowy
pt: Sair da tela cheia
zh: 退出全屏

source: %(module_custom_label)s %%span %(module_index)s
ar: %(module_custom_label)s النطاق %(module_index)s
de: %(module_custom_label)s %%Spanne %(module_index)s
es: %(module_custom_label)s %%período %(module_index)s
ja: %(module_custom_label)s %%スパン%(module_index)s
pl: %(module_custom_label)s %%przedział %(module_index)s

source: My Progress
ar: التقدم
de: Mein Fortschritt
es: Mi avance
ja: 進度%
nl: Mijn voortgang
pl: Moje postępy
pt: Meu progresso
zh: 我的进度

source: You are <b>%(user_course_progress)s%%</b> of the way through the course based on completion of %(modules_custom_label)s within %(lessons_custom_label)s. The cohort average is <b>%(user_average_progress)s%%</b>.
ar: لقد أكملت %(user_course_progress)s%% من الدورة التدريبية على أساس إكمال الوحدة %(modules_custom_label)s بالدرس %(lessons_custom_label)s. متوسط الفوج %(user_average_progress)s%%.
de: Sie durchlaufen den Kurs zu %(user_course_progress)s%%, basierend auf dem Abschluss des Moduls %(modules_custom_label)s innerhalb der Lektion %(lessons_custom_label)s. Der Kohortendurchschnitt liegt bei %(user_average_progress)s%%.
es: Usted ha completado un %(user_course_progress)s%% del curso, según el progreso del módulo %(modules_custom_label)s correspondiente a la lección %(lessons_custom_label)s. El promedio del grupo es del %(user_average_progress)s%%.
ja: レッスン %(lessons_custom_label)s 内のモジュール%(modules_custom_label)s の完了に基づくと、 あなたはのコースの進捗はは %(user_course_progress)s%% です。コホート平均は%(user_average_progress)s%%で す。
nl: U bent <b>%(user_course_progress)s%%</b> op weg in de cursus op basis van voltooiing van %(modules_custom_label)s binnen %(lessons_custom_label)s. Het cohortgemiddelde is <b>%(user_average_progress)s%%</b>.
pl: Jesteś w <b>%(user_course_progress)s%%</b> drogi do ukończenia kursu, biorąc pod uwagę ukończone przez Ciebie %(modules_custom_label)s w %(lessons_custom_label)s. Średnia całej grupy kursantów to <b>%(user_average_progress)s%%</b>.
pt: Você já percorreu <b>%(user_course_progress)s%%</b> do curso com base na conclusão do módulo %(modules_custom_label)s de %(lessons_custom_label)s. A média do grupo é b>%(user_average_progress)s%%</b>.
zh: 当前 %(lessons_custom_label)s 中 %(modules_custom_label)s 模块的完成进度为 <b>%(user_course_progress)s%%</b>。群组平均进度为 <b>%(user_average_progress)s%%</b>。

source: You are <b>%(user_course_progress)s%%</b> of the way through the course based on completion of modules within %(lessons_custom_label)s. The cohort average is <b>%(user_average_progress)s%%</b>.
ar: لقد أكملت %(user_course_progress)s%% من الدورة التدريبية على أساس إكمال الوحدات بالدرس %(lessons_custom_label)s. متوسط الفوج %(user_average_progress)s%%.
de: Sie durchlaufen den Kurs zu %(user_course_progress)s%%, basierend auf dem Abschluss von Modulen innerhalb der Lektion %(lessons_custom_label)s. Der Kohortendurchschnitt liegt bei %(user_average_progress)s%%.
es: Usted ha completado un %(user_course_progress)s%% del curso, según el progreso de los módulos correspondientes a la lección %(lessons_custom_label)s. El promedio del grupo es del %(user_average_progress)s%%.
ja: レッスン %(lessons_custom_label)s 内のモジュールの完了に基づくと、あなたはのコースの進捗は %(user_course_progress)s%% です。このコホート平均は %(user_average_progress)s%%で す。
nl: U bent <b>%(user_course_progress)s%%</b> op weg in de cursus op basis van voltooiing van modules binnen %(lessons_custom_label)s. Het cohortgemiddelde is <b>%(user_average_progress)s%%</b>.
pl: Jesteś w <b>%(user_course_progress)s%%</b> drogi do ukończenia kursu, biorąc pod uwagę ukończone przez Ciebie moduły w %(lessons_custom_label)s. Średnia całej grupy kursantów to <b>%(user_average_progress)s%%</b>.
pt: Você já percorreu <b>%(user_course_progress)s%%</b> do curso com base na conclusão dos módulos de %(lessons_custom_label)s. A média do grupo é <b>%(user_average_progress)s%%</b>.
zh: 当前 %(lessons_custom_label)s 中各个模块的完成进度为 <b>%(user_course_progress)s%%</b>。群组平均进度为 <b>%(user_average_progress)s%%</b>。

source: You are <b>%(user_course_progress)s%%</b> of the way through the course based on completion of %(modules_custom_label)s within lessons. The cohort average is <b>%(user_average_progress)s%%</b>.
ar: لقد أكملت %(user_course_progress)s%% من الدورة التدريبية على أساس إكمال الوحدة %(modules_custom_label)s بالدروس. متوسط الفوج %(user_average_progress)s%%.
de: Sie durchlaufen den Kurs zu %(user_course_progress)s%%, basierend auf dem Abschluss des Moduls %(modules_custom_label)s innerhalb der Lektionen. Der Kohortendurchschnitt liegt bei %(user_average_progress)s%%.
es: Usted ha completado un %(user_course_progress)s%% del curso, según el progreso del módulo %(modules_custom_label)s correspondiente a las lecciones. El promedio del grupo es del %(user_average_progress)s%%.
ja: レッスン内のモジュール %(modules_custom_label)s の完了に基づくと、あなたはのコースの進捗は %(user_course_progress)s%% です。このコホート平均は %(user_average_progress)s%%で す。
nl: U bent <b>%(user_course_progress)s%%</b> op weg in de cursus op basis van voltooiing van %(modules_custom_label)s binnen lessen. Het cohortgemiddelde is <b>%(user_average_progress)s%%</b>.
pl: Jesteś w <b>%(user_course_progress)s%%</b> drogi do ukończenia kursu, biorąc pod uwagę ukończone przez Ciebie %(modules_custom_label)s w lekcjach. Średnia całej grupy kursantów to <b>%(user_average_progress)s%%</b>.
pt: Você já percorreu <b>%(user_course_progress)s%%</b> do curso com base na conclusão do módulo %(modules_custom_label)s das lições. A média do grupo é <b>%(user_average_progress)s%%</b>.
zh: 当前各个课时中 %(modules_custom_label)s 的完成进度为 <b>%(user_course_progress)s%%</b>。群组平均进度为 <b>%(user_average_progress)s%%</b>。

source: You are <b>%(user_course_progress)s%%</b> of the way through the course based on completion of modules within lessons. The cohort average is <b>%(user_average_progress)s%%</b>.
ar: لقد أكملت %(user_course_progress)s%% من الدورة التدريبية على أساس إكمال الوحدات بالدروس. متوسط الفوج %(user_average_progress)s%%.
de: Sie durchlaufen den Kurs zu %(user_course_progress)s%%, basierend auf dem Abschluss von Modulen innerhalb der Lektionen. Der Kohortendurchschnitt Lektionen. Der Kohortendurchschnitt liegt bei liegt bei %(user_average_progress)s%%.
es: Usted ha completado un %(user_course_progress)s%% del curso, según el progreso de los módulos correspondiente a las lecciones. El promedio del grupo es del %(user_average_progress)s%%.
ja: レッスン内のモジュールの完了に基づくと、 あなたはのコースの進捗は %(user_course_progress)s%% です。このコホート平均は %(user_average_progress)s%%で す。
nl: U bent <b>%(user_course_progress)s%%</b> op weg in de cursus op basis van voltooiing van modules binnen lessen. Het cohortgemiddelde is <b>%(user_average_progress)s%%</b>.
pl: Jesteś w <b>%(user_course_progress)s%%</b> drogi do ukończenia kursu, biorąc pod uwagę ukończone przez Ciebie moduły w lekcjach. Średnia całej grupy kursantów to <b>%(user_average_progress)s%%</b>.
pt: Você já percorreu <b>%(user_course_progress)s%%</b> do curso com base na conclusão dos módulos das lições. A média do grupo é <b>%(user_average_progress)s%%</b>.
zh: 当前各个课程中各个模块的完成进度为 %(user_course_progress)s%%。群组平均进度为 %(user_average_progress)s%%。

source: in this course
ar: في هذه الدورة التدريبية
de: In diesem Kurs
es: en este curso
ja: このコース内
nl: in deze cursus
pl: w tym kursie
pt: neste curso
zh: 本课程内

source: Lessons in this course
ar: في هذه الدورة التدريبية
de: Lektionen in diesem Kurs
es: Lecciones en este curso
ja: このコース内
nl: Lessen in deze cursus
pl: Lekcji w tym kursie
pt: Lições neste curso
zh: 本课程内的课时

source: Course Run
ar: تشغيل الدورة التدريبية:
de: Kursverlauf:
es: Edición del curso
ja: コース実行:
nl: Cursusrun
pl: Tura kursu
pt: Série do curso
zh: 课程安排

source: Individual Learning
ar: التعلم الفردي:
de: Individuelles Lernen:
es: Aprendizaje individual:
ja: 個人学習:
nl: Individueel leren
pl: Nauka samodzielna
pt: Aprendizado individual
zh: 个人学习

source: Group Work (Due Date)
ar: أعمال المجموعة (تاريخ الاستحقاق):
de: Gruppenarbeit (Abgabetermin):
es: Trabajo en grupo (fecha de entrega):
ja: グループワーク (期日):
nl: Groepswerk (deadline)
pl: Praca grupowa (termin ukończenia):
pt: Trabalho em grupo (data de entrega)
zh: 小组作业（到期日期）

source: %(lesson_custom_label)s %%span %(lesson_index)s:
ar: %(lesson_custom_label)s %%النطاق %(lesson_index)s:
es: %(lesson_custom_label)s %%período %(lesson_index)s:
ja: %(lesson_custom_label)s %%スパン %(lesson_index)s:
pl: %(lesson_custom_label)s %%przedział %(lesson_index)s:

source: %(module_custom_label)s %%span %(module_index)s
ar: %(module_custom_label)s %%النطاق %(module_index)s
es: %(module_custom_label)s %%período %(module_index)s
ja: %(module_custom_label)s %%スパン%(module_index)s
pl: %(module_custom_label)s %%przedział %(module_index)s
