Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: You are %(user_course_progress)s%% of the way through the course based on completion of modules within lessons. The cohort average is %(user_average_progress)s%%.
ar: لقد أكملت %(user_course_progress)s%% من الدورة التدريبية بناءً على إكمال الوحدات بالدروس. متوسط الفوج هو %(user_average_progress)s%%.
de: Sie durchlaufen den Kurs zu %(user_course_progress)s%%, basierend auf dem Abschluss von Modulen innerhalb der Lektionen. Der Kohortendurchschnitt Lektionen. Der Kohortendurchschnitt liegt bei liegt bei %(user_average_progress)s%%.
es: Usted ha completado un %(user_course_progress)s%% del curso, según el progreso de los módulos correspondiente a las lecciones. El promedio del grupo es del %(user_average_progress)s%%.
ja: レッスン内のモジュールの完了に基づくと、 あなたはのコースの進捗は %(user_course_progress)s%% です。このコホート平均は %(user_average_progress)s%%で す。
nl: U bent %(user_course_progress)s%% op weg in de cursus op basis van voltooiing van modules binnen lessen. Het cohortgemiddelde is %(user_average_progress)s%%.
pl: Jesteś w %(user_course_progress)s%% drogi do ukończenia kursu, biorąc pod uwagę ukończone przez Ciebie moduły w lekcjach. Średnia całej grupy kursantów to %(user_average_progress)s%%.
pt: Você já percorreu %(user_course_progress)s%% do curso com base na conclusão dos módulos nas lições. A média do grupo é %(user_average_progress)s%%.
zh: 当前各个课程中各个模块的完成进度为 %(user_course_progress)s%%。群组平均进度为 %(user_average_progress)s%%。

source: Modules:
ar: الوحدات:
de: Module:
eo: Mödülés: Ⱡ'σяєм ιρѕυм ∂#
es: Módulos:
ja: モジュール:
pl: Moduły:
pt: Módulos:
zh: 模块：

source: Overall:
ar: الإجمالي:
de: Gesamt:
eo: Övéräll: Ⱡ'σяєм ιρѕυм ∂#
es: General:
fr: Total :
ja: 全体:
nl: Totaal:
pl: Ogółem:
pt: Geral:
zh: 总体：

source: in this course
ar: في هذه الدورة التدريبية
de: In diesem Kurs
eo: ïn thïs çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: en este curso
fr: dans ce cours
ja: このコース内
nl: in deze cursus
pl: w tym kursie
pt: neste curso
zh: 本课程内

source: Individual Learning:
ar: التعلم الفردي:
de: Individuelles Lernen:
eo: Ìndïvïdüäl Léärnïng: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Aprendizaje individual:
fr: Formation individuelle :
ja: 個人学習:
nl: Individueel leren:
pl: Nauka samodzielna:
pt: Aprendizado individual:
zh: 个人学习：

source: Group Work (Due Date):
ar: عمل المجموعة (تاريخ الاستحقاق):
de: Gruppenarbeit (Abgabetermin):
eo: Gröüp Wörk (Düé Däté): Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Trabajo en grupo (fecha de entrega):
fr: Travail de groupe (Date d’échéance) :
ja: グループワーク (期日):
nl: Groepswerk (deadline):
pl: Praca grupowa (termin ukończenia):
pt: Trabalho em grupo (data de entrega):
zh: 小组作业（到期日期）：

source: Week
ar: أسبوع
de: Woche
eo: Wéék Ⱡ'σяєм ι#
es: Semana
fr: Semaine
ja: 週
pl: Tydzień
pt: Semana
zh: 周

source: N/A (focus on Group Work)
ar: لا يوجد (التركيز على عمل المجموعة)
de: Nicht zutreffend (Schwerpunkt Gruppenarbeit)
eo: N/À (föçüs ön Gröüp Wörk) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: N/A (foco en trabajo en grupo)
fr: N/A (focus sur le travail de groupe)
ja: 該当なし (グループワークにフォーカス)
nl: N.v.t. (focus op groepswerk)
pl: Niedostępne (skup się na pracy grupowej)
pt: N/A (foco no trabalho em grupo)
zh: 不适用（关注小组作业）

source: You have completed %(lesson_progress)s%% of %(lesson_custom_label)s %(lesson_index)s:
ar: لقد أتممت %(lesson_progress)s%% من %(lesson_custom_label)s %(lesson_index)s:
de: Sie haben %(lesson_progress)s%% der %(lesson_custom_label)s %(lesson_index)s abgeschlossen:
es: Usted ha completado %(lesson_progress)s%% de %(lesson_custom_label)s %(lesson_index)s:
ja: %(lesson_custom_label)s %(lesson_index)sの%(lesson_progress)s%%が終了しました:
nl: U heeft %(lesson_progress)s%% van %(lesson_custom_label)s %(lesson_index)s voltooid:
pl: Ukończono %(lesson_progress)s%% z %(lesson_custom_label)s %(lesson_index)s:
pt: Você concluiu %(lesson_progress)s%% de %(lesson_custom_label)s %(lesson_index)s:
zh: 您已完成 %(lesson_custom_label)s %(lesson_index)s 的 %(lesson_progress)s%%：

source: You have completed %(lesson_progress)s%% of Lesson %(lesson_index)s:
ar: لقد أتممت %(lesson_progress)s%% من الدرس %(lesson_index)s:
de: Sie haben %(lesson_progress)s%% der Lektion %(lesson_index)s abgeschlossen:
eo: Ýöü hävé çömplétéd %(lesson_progress)s%% öf Léssön %(lesson_index)s: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Usted ha completado %(lesson_progress)s%% de la Lección %(lesson_index)s:
fr: Vous avez terminé %(lesson_progress)s%% de la leçon %(lesson_index)s :
ja: レッスン%(lesson_index)sの%(lesson_progress)s%%が終了しました:
nl: U heeft %(lesson_progress)s%% van les %(lesson_index)s voltooid:
pl: Ukończono %(lesson_progress)s%% z lekcji %(lesson_index)s:
pt: Você concluiu %(lesson_progress)s%% da lição %(lesson_index)s:
zh: 您已完成课时 %(lesson_index)s 的 %(lesson_progress)s%%：

source: partially complete
ar: مكتملة جزئيًا
de: teilweise fertiggestellt
eo: pärtïällý çömplété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: parcialmente completo
fr: partiellement achevé
ja: 部分的に完了
nl: gedeeltelijk voltooid
pl: ukończono częściowo
pt: parcialmente concluído
zh: 部分完成

source: Note: Group Work Deliverables need to be submitted by 11pm GMT.
ar: ملاحظة: ينبغي إرسال تسليمات عمل المجموعة المطلوبة بحلول الساعة 11 مساءً بتوقيت جرينتش.
de: Hinweis: Ergebnisse aus der Gruppenarbeit sind bis 23:00 GMT abzugeben.
eo: Nöté: Gröüp Wörk Délïvéräßlés nééd tö ßé süßmïttéd ßý 11pm GMT. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Nota: Las entregas de trabajos en grupo deben realizarse antes de las 11 PM GMT.
fr: Remarque : Les produits livrables du travail de groupe doivent être envoyés avant 23 h GMT.
ja: 注: グループワークの提出物は、GMT午後11時までの提出が必要です。
nl: Opmerking: in te leveren groepswerkitems moeten vóór 23 uur GMT worden ingediend.
pl: Uwaga: Rezultaty pracy grupowej muszą został przesłane do 23:00 (czas GMT)
pt: Observação: o Produto final do trabalho em grupo deve ser enviado até 23h GMT.
zh: 注意：小组作业交付文件需在格林威治标准时间晚上 11 点之前提交。

source: Note: "weeks" begin Tuesday and end the following Monday; Group Work Deliverables need to be submitted by 11pm GMT.
ar: ملاحظة: تبدأ "الأسابيع" يوم الثلاثاء وتنتهي يوم الإثنين الذي يليه؛ وينبغي إرسال تسليمات عمل المجموعة المطلوبة بحلول الساعة 11 مساءً بتوقيت جرينتش.
de: Hinweis: "Wochen" beginnen dienstags und enden am folgenden Montag, Ergebnisse aus der Gruppenarbeit sind bis 23:00 GMT abzugeben.
eo: Nöté: "wééks" ßégïn Tüésdäý änd énd thé föllöwïng Möndäý; Gröüp Wörk Délïvéräßlés nééd tö ßé süßmïttéd ßý 11pm GMT. Ⱡ'σяєм ιρѕυм ∂σł#
es: Nota: Las “semanas” comienzan los martes y terminan los lunes siguientes; las entregas de trabajos en grupo deben realizarse antes de las 11 PM GMT.
fr: Remarque : Les « semaines » commencent le mardi et se terminent le lundi suivant. Les produits livrables du travail de groupe doivent-être envoyés avant 23 h GMT.
ja: 注: 「週」は、開始日を火曜日、最終日を翌週月曜日とします。グループワークの提出物は、GMT午後11時までの提出が必要です。
nl: Opmerking: “weken” beginnen op dinsdag en eindigen op de daaropvolgende maandag; in te leveren groepswerkitems moeten vóór 23 uur GMT worden ingeleverd.
pl: Uwaga: „tygodnie” zaczynają się we wtorek i kończą w następny poniedziałek; rezultaty pracy grupowej należy przesłać do 23:00 (czas GMT).
pt: Observação: a "semana" começa na terça-feira e termina na segunda-feira seguinte; Produtos finais do trabalho em grupo devem ser enviados até 23h GMT.
zh: 注意：“周”从周二开始并在下周一结束；小组作业交付文件需在格林威治标准时间晚上 11 点之前提交。

source: Note: "weeks" begin Tuesday and end the following Monday
ar: ملاحظة: تبدأ "الأسابيع" يوم الثلاثاء وتنتهي يوم الإثنين الذي يليه
de: Hinweis: "Wochen" beginnen dienstags und enden am folgenden Montag
eo: Nöté: "wééks" ßégïn Tüésdäý änd énd thé föllöwïng Möndäý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Nota: Las "semanas" comienzan los martes y terminan los lunes siguientes
fr: Remarque : Les « semaines » commencent le mardi et se terminent le lundi suivant
ja: 注: 「週」は、開始日を火曜日、最終日を翌週月曜日とします
nl: Opmerking: “weken” beginnen op dinsdag en eindigen op de daaropvolgende maandag
pl: Uwaga: „tygodnie zaczynają się wtorek i kończą w następny poniedziałek
pt: Observação: a "semana" começa na terça-feira e termina na segunda-feira seguinte
zh: 注意：“周”从周二开始并在下周一结束

source: PROFICIENCY
ar: الكفاءة
de: KOMPETENZEN
eo: PRÖFÌÇÌÉNÇÝ Ⱡ'σяєм ιρѕυм ∂σłσя #
es: COMPETENCIA
fr: COMPÉTENCE
ja: 習熟度
nl: VAARDIGHEID
pl: BIEGŁOŚĆ
pt: PROFICIÊNCIA
zh: 熟练程度

source: Your current proficiency score is %(proficiency)s%% following completion of %(completed_items_count)s of %(graded_items_count)s graded items in this course. The cohort average is %(cohort_proficiency_average)s%%.
ar: درجة الكفاءة الحالية لك هي %(proficiency)s%% بعد إكمال %(completed_items_count)s من %(graded_items_count)s العناصر المدرجة في هذه الدورة التدريبية. ومتوسط الفوج هو %(cohort_proficiency_average)s%%.
de: Ihre derzeitige Kompetenzbewertung für diesen Kurs ist %(proficiency)s%% nach %(completed_items_count)s von %(graded_items_count)s benoteten Aufgaben. Der Jahrgangsdurchschnitt beträgt%(cohort_proficiency_average)s%%.
eo: Ýöür çürrént pröfïçïénçý sçöré ïs %(proficiency)s%% föllöwïng çömplétïön öf %(completed_items_count)s öf %(graded_items_count)s grädéd ïtéms ïn thïs çöürsé. Thé çöhört ävérägé ïs %(cohort_proficiency_average)s%%. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσ#
es: Su puntaje de competencia actual es %(proficiency)s%% luego de completar %(completed_items_count)s de %(graded_items_count)s elementos calificados en este curso. El promedio del grupo es %(cohort_proficiency_average)s%% .
fr: Votre note de compétence actuelle est de %(proficiency)s%% après avoir terminé %(completed_items_count)s des %(graded_items_count)s éléments notés dans ce cours. La moyenne de la division %(cohort_proficiency_average)s%%.
ja: このコースの%(graded_items_count)sの%(completed_items_count)sの成績評価済み項目を含めると、あなたの習熟度スコアは%(proficiency)s%%です。コホート平均は、%(cohort_proficiency_average)s%%です。
nl: Uw huidige vaardigheidsscore is %(proficiency)s%% na voltooiing van %(completed_items_count)s van %(graded_items_count)s met een cijfer beoordeelde items in deze cursus. Het cohortgemiddelde is %(cohort_proficiency_average)s%%.
pl: Punktacja wyrażająca Twoją biegłość wynosi %(proficiency)s%% po ukończeniu %(completed_items_count)s z %(graded_items_count)s zadań na ocenę w tym kursie. Średnia całej grupy kursantów to %(cohort_proficiency_average)s%%.
pt: Sua pontuação atual de proficiência é %(proficiency)s%% após a conclusão de %(completed_items_count)s de %(graded_items_count)s itens pontuados neste curso. A média do grupo é %(cohort_proficiency_average)s%%.
zh: 在完成本课程中 %(graded_items_count)s 个评分项目中的 %(completed_items_count)s 个之后，您当前的熟练程度分数是 %(proficiency)s%%。群组平均分数为 %(cohort_proficiency_average)s%%。

source: Graded Items:
ar: العناصر المدرّجة:
de: Benotete Aufgaben:
eo: Grädéd Ìtéms: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Elementos calificados:
fr: Éléments notés :
ja: 成績評価済み項目:
nl: Met een cijfer beoordeelde items:
pl: Zadania na ocenę:
pt: Itens pontuados:
zh: 已评分项目：

source: Grade:
ar: الدرجة:
de: Note:
eo: Grädé: Ⱡ'σяєм ιρѕυ#
es: Calificación:
fr: Note :
ja: 成績評価:
nl: Cijfer:
pl: Ocena:
pt: Nota:
zh: 评分：

source: Grading in progress
ar: جاري وضع الدرجات
de: Benotung läuft
eo: Grädïng ïn prögréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Cálculo de calificación en progreso
fr: Notation en cours
ja: 成績評価中
nl: De cijfers worden gegeven
pl: W trakcie oceny
pt: Pontuação em andamento
zh: 评分正在进行中

source: not started / incomplete
ar: لم يبدأ / غير مكتمل
de: nicht begonnen / unvollständig
eo: nöt stärtéd / ïnçömplété Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: no iniciado/ incompleto
fr: non commencé / inachevé
ja: 開始前 / 未完了
nl: niet gestart/onvolledig
pl: nie rozpoczęto / nie ukończono
pt: não iniciada/incompleta
zh: 未开始/未完成

source: You need a combined course grade of at least 70%% to earn a certificate of completion. Your final grade is calculated as follows: %(graders)s. <a data-reveal-id='progress_modal'>Click here</a> to read more about how we may share your course information.
ar: تحتاج إلى درجة مجمعة في الدورة التدريبية تصل إلى 70%% على الأقل للحصول على شهادة إتمام الدورة. ويتم احتساب درجتك النهائية كما يلي:%(graders)s. <a data-reveal-id='progress_modal'>انقر هنا</a> لقراءة المزيد حول كيفية مشاركتنا لمعلوماتك المتعلقة بالدورة التدريبية.
de: Um ein Abschlusszertifikat zu erhalten, brauchen Sie eine Gesamtnote von mindestens 70%%. Ihre Endnote wird wie folgt berechnet: %(graders)s. <a data-reveal-id='progress_modal'>Klicken Sie hier</a>, um Weiteres darüber zu erfahren, wie wir Informationen über Ihre Kurse weiterleiten können.
eo: Ýöü nééd ä çömßïnéd çöürsé grädé öf ät léäst 70%% tö éärn ä çértïfïçäté öf çömplétïön. Ýöür fïnäl grädé ïs çälçülätéd äs föllöws: %(graders)s. <a data-reveal-id='progress_modal'>Çlïçk héré</a> tö réäd möré äßöüt höw wé mäý shäré ýöür çöürsé ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιł#
es: Necesita una calificación de curso combinada de al menos 70%% para obtener un certificado de finalización. Su calificación final se calcula de la siguiente forma: %(graders)s. <a data-reveal-id='progress_modal'>Haga clic aquí</a> para conocer más sobre cómo compartimos su información del curso.
fr: Vous avez besoin d'une note de cours combinée d'au moins 70%% pour obtenir un certificat de réussite. La note finale est calculée comme suit : %(graders)s. <a data-reveal-id='progress_modal'>Cliquez ici</a> pour en savoir plus sur la façon dont nous divulguons vos informations de cours.
ja: 修了証書を獲得するには、コースの総合成績が少なくとも70%%必要です。最終評価の算出法は、次の通りです: %(graders)s。コース情報の共有に関する詳細については、<a data-reveal-id='progress_modal'>こちらをクリック</a>してください。
nl: U heeft een gecombineerd cursuscijfer van minstens 70%% nodig om een certificaat van voltooiing te krijgen. Uw eindcijfer wordt als volgt berekend: %(graders)s. <a data-reveal-id='progress_modal'>Klik hier</a> om meer te lezen over hoe we uw cursusinformatie kunnen delen.
pl: Musisz uzyskać minimalną punktację końcową wynoszącą 70%%, aby uzyskać certyfikat ukończenia kursu. Twoja punktacja końcowa obliczana jest w następujący sposób: %(graders)s. <a data-reveal-id='progress_modal'>Kliknij tutaj</a> aby dowiedzieć się, w jaki sposób możemy udostępnić dotyczące Ciebie dane kursu.
pt: Você precisa de uma nota combinada mínima no curso de 70%% para obter um certificado de conclusão. Sua nota final é calculada da seguinte forma: %(graders)s. <a data-reveal-id='progress_modal'>Clique aqui</a> para ler mais sobre como podemos compartilhar as informações do seu curso.
zh: 您需要至少 70%% 分的综合课程评分才能获得结业证书。您的最终评分计算如下：%(graders)s。<a data-reveal-id='progress_modal'>单击此处</a>深入了解我们如何共享您的课程信息。

source: ENGAGEMENT
ar: المشاركة
eo: ÉNGÀGÉMÉNT Ⱡ'σяєм ιρѕυм ∂σłσ#
es: PARTICIPACIÓN EN EL CURSO
fr: IMPLICATION
ja: エンゲージメント
nl: INZET
pl: POZIOM ZAANGAŻOWANIA
pt: ENGAJAMENTO
zh: 参与度

source: discussion
ar: المناقشة
de: Diskussion
eo: dïsçüssïön Ⱡ'σяєм ιρѕυм ∂σłσ#
es: debate
ja: ディスカッション
nl: discussie
pl: dyskusja
pt: discussão
zh: 讨论

source: Your current engagement score is %(social_points)s based on your social interactions with other participants in your cohort in the <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a> forums. The cohort average is %(social_course_avg)s.
ar: تعتمد نتيجة مشاركتك الحالية%(social_points)s على تفاعلاتك الاجتماعية مع المشاركين الآخرين في فوجك في <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a> المنتديات. ويكون متوسط الفوج هو %(social_course_avg)s.
de: Ihre aktuelle Engagement-Note ist %(social_points)s. Sie basiert auf Ihren sozialen Interaktionen mit anderen Teilnehmern Ihres Jahrgangs in den <a href="%(course_nav_url)s/discussion">%(discussion_text)ss</a>-Foren. Der Jahrgangsdurchschnitt beträgt %(social_course_avg)s.
eo: Ýöür çürrént éngägémént sçöré ïs %(social_points)s ßäséd ön ýöür söçïäl ïntéräçtïöns wïth öthér pärtïçïpänts ïn ýöür çöhört ïn thé <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a> förüms. Thé çöhört ävérägé ïs %(social_course_avg)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт#
es: Su puntaje de participación en el curso actual es %(social_points)s con base en sus interacciones sociales con otros participantes en su grupo en los foros de <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a>. El promedio del grupo es %(social_course_avg)s.
fr: Votre note d'implication actuelle est de %(social_points)s sur la base de vos interactions sociales avec d’autres participants de votre division dans les forums <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a>. La moyenne de la division est de %(social_course_avg)s.
ja: <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a> フォーラム中のコホートの他の参加者との社会的交流によると、あなたの現在のエンゲージメントスコアは、%(social_points)sです。コホート平均は、%(social_course_avg)sです。
nl: Uw huidige inzetscore is %(social_points)s op basis van uw sociale interacties met andere deelnemers in uw cohort in de <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a>-forums. Het cohortgemiddelde is %(social_course_avg)s.
pl: Punktacja wyrażająca Twój poziom zaangażowania wynosi %(social_points)s i została obliczona na podstawie interakcji z innymi uczestnikami kursu w całej grupie kursantów na forach <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a>. Średnia punktacja całej grupy kursantów to %(social_course_avg)s.
pt: Sua pontuação atual de engajamento é %(social_points)s com base em suas interações sociais com outros participantes no seu grupo nos fóruns de <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a>. A média do grupo é %(social_course_avg)s.
zh: 根据您在 <a href="%(course_nav_url)s/discussion">%(discussion_text)s</a> 论坛中与所在群组的其他参与者的社交互动情况，您的当前参与度分数是 %(social_points)s。群组平均分是 %(social_course_avg)s。

source: Measured Engagement:
ar: المشاركة المقاسة:
de: Gemessenes Engagement:
eo: Méäsüréd Éngägémént: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Participación en el curso medida:
fr: Implication mesurée :
ja: エンゲージメント測定:
nl: Gemeten inzet:
pl: Zaobserwowany poziom zaangażowania:
pt: Engajamento medido:
zh: 经衡量后的参与度为：

source: Stats:
ar: الإحصائيات:
de: Statistiken:
eo: Stäts: Ⱡ'σяєм ιρѕυ#
es: Estadísticas:
fr: Statistiques :
ja: 統計:
nl: Statistieken:
pl: Statystyki:
pt: Estatísticas:
zh: 统计数据：

source: Number of <span>New Posts</span> you created
ar: عدد <span>المنشورات الجديدة</span> التي قمت بإنشائها
de: Anzahl der von Ihnen erstellten <span>neuen Beiträge</span>
eo: Nümßér öf <span>Néw Pösts</span> ýöü çréätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Cantidad de <span>publicaciones nuevas</span> creadas
fr: Nombre de <span>nouveaux messages</span> que vous avez créés
ja: あなたが作成した<span>新規投稿</span>数
nl: Aantal <span>Nieuwe posts</span> dat u heeft aangemaakt
pl: Liczba <span>Nowych postów</span>, które napisałeś
pt: Número de <span>Novas publicações</span> criadas por você
zh: 您创建的<span>新帖子</span>数量

source: Number of <span>Replies</span> you made to other posts
ar: عدد <span>الردود</span> التي أجريتها على المنشورات الأخرى
de: Anzahl Ihrer <span>Antworten</span> auf andere Beiträge
eo: Nümßér öf <span>Réplïés</span> ýöü mädé tö öthér pösts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Cantidad de <span>respuestas</span> a otras publicaciones
fr: Nombre de <span>réponses</span> que vous avez faites à d'autres messages
ja: 他の投稿に対してあなたが行った<span>返信</span>数
nl: Aantal <span>Antwoorden</span> dat u op andere posts heeft gegeven
pl: Liczba Twoich <span>Odpowiedzi</span> na posty innych
pt: Número de <span>Respostas</span> que você deu em outras publicações
zh: 您对其他帖子的<span>回复</span>数量

source: Number of <span>Comments Generated </span> by your posts
ar: عدد <span>التعليقات التي تم إنشاؤها</span> بواسطة منشوراتك
de: Anzahl der durch Ihre Beiträge <span>erzeugten Kommentare </span>
eo: Nümßér öf <span>Çömménts Générätéd </span> ßý ýöür pösts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Cantidad de <span>comentarios generados </span> por sus publicaciones
fr: Nombre de <span>commentaires générés </span> par vos messages
ja: あなたの投稿から<span>発生したコメント</span>数
nl: Aantal <span>Opmerkingen Generated </span> door uw posts
pl: Liczba <span>Komentarzy </span> w odpowiedzi na Twoje posty
pt: Número de <span>Comentários Gerados</span> por suas publicações
zh: 您的帖子的<span>评论</span>数量

source: Number of <span>Upvotes</span> your posts have received
ar: عدد <span>التأييدات</span> التي تلقتها منشوراتك
de: Anzahl der zu Ihren Beiträgen erzielten <span>positiven Bewertungen</span>
eo: Nümßér öf <span>Ûpvötés</span> ýöür pösts hävé réçéïvéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Cantidad de <span>votos a favor</span> que han recibido sus publicaciones
fr: Nombre de <span>votes favorables</span> que vos messages ont reçus
ja: あなたの投稿が受けた<span>賛成票</span>の数
nl: Aantal <span>Stemmen</span> dat uw posts heeft ontvangen
pl: Liczba <span>Punktów</span> zdobytych przez Twoje posty
pt: Número de <span>Votos positivos</span> que as suas publicações receberam
zh: 您的帖子收到的<span>赞成票</span>数量

source: Number of your posts being <span>Followed</span>
ar: عدد منشوراتك التي تم <span>متابعتها</span>
de: Anzahl Ihrer Beiträge, denen aktuell <span>gefolgt</span> wird
eo: Nümßér öf ýöür pösts ßéïng <span>Föllöwéd</span> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Cantidad de publicaciones que son <span>seguidas</span>
fr: Nombre de messages qui sont <span>suivis</span>
ja: <span>フォロー</span>されている投稿数
nl: Aantal van uw posts dat wordt <span>Gevolgd</span>
pl: Liczba Twoich postów <span>śledzonych</span> przez innych uczestników.
pt: Número de publicações suas que estão sendo <span>Seguidas</span>
zh: 您当前有<span>关注者</span>的帖子数量
