Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: In connection with our Mobile Offerings, McKinsey may use third party service providers to analyze non-personally identifiable user activity to fix errors, monitor usage, and improve the performance of the mobile applications. For example, McKinsey receives reports on some of our Mobile Offerings’ aggregate usage and browsing patterns, including information about the type of device used, content or features accessed, and other events occurring within the Mobile Offering. McKinsey also receives reports on certain errors occurring within Mobile Offerings. None of these third party service providers gathers information in a manner intended to identify any particular user personally.
ar: فيما يتعلق بعروض الجوّال خاصتنا، يحق لشركة ماكنزي استخدام مقدمي الخدمات من الجهات الخارجية كطرف ثالث لتحليل نشاط المستخدم غير الشخصي بغرض إصلاح الأخطاء، ومراقبة الاستخدام، وتحسين أداء تطبيقات الهاتف الجوال. على سبيل المثال، تتلقى ماكنزي تقارير عن بعض أنماط الاستخدام والتصفح المجمعة لعروض الجوال، بما في ذلك معلومات حول نوع الجهاز المستخدم، والمحتوى أو الميزات التي تم الوصول إليها، وغيرها من الأحداث التي تتم في عروض الجوال. كما تتلقى ماكنزي أيضًا تقارير حول بعض الأخطاء التي تقع في عروض الجوّال. ولا يجمع أي من مقدمي الخدمات الخارجيين هذه المعلومات بطريقة تهدف إلى تحديد مستخدم معين بشخصه.
de: Im Zusammenhang mit unseren mobilen Angeboten kann McKinsey Drittanbieter hinzuziehen, um nicht persönlich identifizierbare Benutzeraktivitäten zu analysieren, um Fehler zu beheben, die Nutzung zu überwachen und die Leistung der mobilen Anwendungen zu verbessern. McKinsey erhält beispielsweise Berichte über die Gesamtnutzung und das Browsing-Muster einiger unserer Mobilangebote, einschließlich Informationen über die Art des verwendeten Geräts, Inhalte oder Funktionen, auf die zugegriffen wird, und andere Ereignisse, die innerhalb des Mobilangebots auftreten. McKinsey erhält auch Berichte über bestimmte Störungen, die innerhalb von mobilen Angeboten auftreten. Keiner dieser Drittanbieter sammelt Informationen in einer Weise, die dazu dient, einen bestimmten Benutzer persönlich zu identifizieren..
eo: Ìn çönnéçtïön wïth öür Mößïlé Öfférïngs, MçKïnséý mäý üsé thïrd pärtý sérvïçé prövïdérs tö änälýzé nön-pérsönällý ïdéntïfïäßlé üsér äçtïvïtý tö fïx érrörs, mönïtör üsägé, änd ïmprövé thé pérförmänçé öf thé mößïlé äpplïçätïöns. För éxämplé, MçKïnséý réçéïvés répörts ön sömé öf öür Mößïlé Öfférïngs’ äggrégäté üsägé änd ßröwsïng pättérns, ïnçlüdïng ïnförmätïön äßöüt thé týpé öf dévïçé üséd, çöntént ör féätürés äççésséd, änd öthér événts öççürrïng wïthïn thé Mößïlé Öfférïng. MçKïnséý älsö réçéïvés répörts ön çértäïn érrörs öççürrïng wïthïn Mößïlé Öfférïngs. Nöné öf thésé thïrd pärtý sérvïçé prövïdérs gäthérs ïnförmätïön ïn ä männér ïnténdéd tö ïdéntïfý äný pärtïçülär üsér pérsönällý.#
es: En relación con nuestras Ofertas Móviles, McKinsey podrá usar proveedores de servicios externos para analizar actividad de los usuarios no identificable con el fin de reparar errores, supervisar el uso de las aplicaciones móviles y mejorar su desempeño. Por ejemplo, McKinsey recibe informes sobre algunos de los patrones generales de uso y navegación de las Ofertas Móviles, incluida información sobre el tipo de dispositivo utilizado, funcionalidades o contenidos consultados y otras características de las Ofertas Móviles. McKinsey también recibe informes sobre eventuales errores ocurridos con Ofertas Móviles. Ninguno de los proveedores de servicios externos recopila información de un modo que permita identificar personalmente a algún usuario en particular.
fr: Concernant nos offres mobiles, McKinsey pourra utiliser des fournisseurs de services tiers pour analyser l'activité des utilisateurs non personnellement identifiables pour corriger des erreurs, surveiller l'usage et améliorer les performances des applications mobiles. Par exemple, McKinsey reçoit des rapports sur certains des usages agrégés des offres mobiles et des modèles de navigation, y compris des informations sur le type d'appareil utilisé, l’accès à des fonctionnalités ou des contenus, et autres événements compris dans les offres mobiles. McKinsey reçoit également des rapports sur certaines erreurs apparaissant dans les offres mobiles. Aucun de ses fournisseurs de services tiers ne collecte d'informations de manière à identifier des utilisateurs particuliers en personne.
ja: 当社のモバイルサービスに関連して、McKinseyでは、第三者サービスプロバイダを使って、エラーの修正、利用状況の監視、モバイルアプリの性能改善を行うため、個人が特定できないユーザー・アクティビティを分析する場合があります。例えば、McKinseyでは、使用されるデバイスの種類、アクセスされたコンテンツまたは機能、モバイルサービス内で発生するその他の出来事に関する情報を含む、モバイルサービスの総合的利用状況や閲覧パターンの一部に関するレポートを受けています。また、McKinseyでは、モバイルサービス内で発生する特定のエラーに関するレポートも受けています。以上の第三者サービスプロバイダのいずれも、個人を特定する目的での情報収集は行いません。
nl: In verband met onze Mobiele Aanbiedingen, kan McKinsey externe dienstverleners gebruiken voor het analyseren van informatie over niet tot personen herleidbare gebruikersactiviteiten voor het herstellen van fouten, het controleren van het gebruik en het verbeteren van de prestaties van de mobiele applicaties. McKinsey ontvangt bijvoorbeeld over enkele van onze Mobiele Aanbiedingen rapporten met betrekking tot samengestelde informatie over gebruiks- en surfpatronen, waaronder informatie over het apparaat dat is gebruikt, inhoud of functies die zijn gebruikt en andere gebeurtenissen die optreden binnen de Mobiele Aanbieding. McKinsey ontvangt ook rapporten over bepaalde fouten die optreden binnen Mobiele Aanbiedingen. Geen van deze externe dienstverleners verzamelt informatie op een wijze die is gericht op het persoonlijk identificeren van welke gebruiker dan ook.
pl: W związku z naszymi Produktami Mobilnymi, McKinsey może wykorzystywać strony trzecie będące dostawcami usług do dokonywania analiz aktywności użytkownika uniemożliwiających ustalenie tożsamości w celu naprawy błędów, monitorowania użytkowania i poprawienia wydajności aplikacji mobilnych. Na przykład McKinsey otrzymuje raporty dotyczące zbiorczego użytkowania niektórych naszych Produktów Mobilnych i nawyków przeglądania, w tym informacje o typie używanego urządzenia, używanych funkcji i przeglądanych treści oraz o wydarzeniach w ramach danego Produktu Mobilnego. McKinsey może także otrzymywać raporty dotyczące pewny błędów występujących w Produkcie Mobilnym. Żadna z tych stron trzecich będących dostawcami usług nie gromadzi informacji w sposób, którego celem jest zidentyfikowane tożsamości jakiegokolwiek konkretnego użytkownika.
pt: Com relação às nossas Versões para Dispositivos Móveis, a McKinsey poderá usar prestadores de serviços terceirizados para analisar atividades de usuários que não sejam pessoalmente identificáveis ​​para corrigir erros, monitorar o uso e melhorar o desempenho dos aplicativos móveis. Por exemplo, a McKinsey recebe relatórios sobre alguns dos padrões agregados de uso e navegação de algumas de nossas Versão para Dispositivos Móveis, incluindo informações sobre o tipo de dispositivo usado, artigos acessados ​​e outros eventos que possam ocorrer em nossas Versão para Dispositivos Móveis. A McKinsey também recebe relatórios sobre certos erros que ocorrem em Versão para Dispositivos Móveis. Nenhum desses prestadores de serviços terceirizados reúne informações de forma a identificar pessoalmente qualquer usuário específico.
zh: 关于我们的移动产品，麦肯锡可能会让第三方服务提供商分析无法识别个人身份的用户活动，以修复错误、监控使用情况以及改善移动应用程序的性能。例如，麦肯锡会接收有关部分移动产品汇总用途和浏览类型的报告，包括所用设备的类型、访问的内容或功能以及我们移动产品内发生的其他事件。此外，麦肯锡还会接收移动产品内发生的特定错误的相关报告。任何第三方服务提供商不得试图以识别任何特定用户的方式收集信息。

source: Security
ar: الأمن
de: Sicherheit
eo: Séçürïtý Ⱡ'σяєм ιρѕυм ∂#
es: Seguridad
fr: Sécurité
ja: セキュリティー
nl: Veiligheid
pl: Bezpieczeństwo
pt: Segurança
zh: 安全性

source: McKinsey has implemented generally accepted standards of technology and operational security to protect personal data from loss, misuse, alteration, or destruction. Only authorized McKinsey personnel and third party service providers are provided access to personal data, and these personnel and service providers are required to treat this information as confidential. Despite these precautions, McKinsey, however, cannot guarantee that unauthorized persons will not obtain access to your personal data. If you become aware that any of your personal data provided in connection with McKinsey Academy (including your User Account Information) may have been compromised, please contact us immediately at the address listed below in the Contact Us section of this Privacy Policy.
ar: تطبق شركة ماكنزي معايير مقبولة بشكل عام فيما يخص الأمن التكنولوجي والأمن التشغيلي لحماية البيانات الشخصية من الفقدان أو سوء الاستخدام أو التغيير أو التلف. ويتم إتاحة الوصول إلى البيانات الشخصية فقط لموظفي ماكنزي المعتمدين وموفري خدمات الطرف الثالث، ويتعين على هؤلاء الأفراد ومقدمي الخدمة التعامل مع هذه المعلومات على أنها سرية. على الرغم من هذه الاحتياطات، لا تستطيع ماكنزي ضمان عدم وصول الأشخاص غير المصرح لهم إلى بياناتك الشخصية. وفي حال علمت أن أيًا من بياناتك الشخصية المقدمة فيما يتعلق بأكاديمية ماكنزي (بما في ذلك معلومات حساب المستخدم الخاص بك) قد تعرضت للاختراق، يرجى الاتصال بنا على الفور على العنوان المذكور أدناه في قسم الاتصال بنا في سياسة الخصوصية.
de: McKinsey hat allgemein geltende Standards für Technologie und Betriebssicherheit eingeführt, um personenbezogene Daten vor Verlust, Missbrauch, Veränderung oder Zerstörung zu schützen. Nur autorisierte McKinsey-Mitarbeiter und Drittanbieter erhalten Zugang zu personenbezogenen Daten, und diese Mitarbeiter und Drittanbieter sind verpflichtet, diese Informationen vertraulich zu behandeln. Trotz dieser Vorsichtsmaßnahmen kann McKinsey jedoch nicht garantieren, dass Unbefugte keinen Zugang zu Ihren personenbezogenen Daten erhalten. Wenn Sie feststellen, dass Ihre im Zusammenhang mit der McKinsey Academy zur Verfügung gestellten personenbezogenen Daten (einschließlich Ihrer Benutzerkontoinformationen) möglicherweise gefährdet sind, wenden Sie sich bitte umgehend an uns unter der unten im Abschnitt "Kontaktieren Sie uns" dieser Datenschutzrichtlinie aufgeführten Adresse.
eo: MçKïnséý häs ïmpléméntéd générällý äççéptéd ständärds öf téçhnölögý änd öpérätïönäl séçürïtý tö prötéçt pérsönäl dätä fröm löss, mïsüsé, ältérätïön, ör déstrüçtïön. Önlý äüthörïzéd MçKïnséý pérsönnél änd thïrd pärtý sérvïçé prövïdérs äré prövïdéd äççéss tö pérsönäl dätä, änd thésé pérsönnél änd sérvïçé prövïdérs äré réqüïréd tö tréät thïs ïnförmätïön äs çönfïdéntïäl. Déspïté thésé préçäütïöns, MçKïnséý, höwévér, çännöt güäräntéé thät ünäüthörïzéd pérsöns wïll nöt ößtäïn äççéss tö ýöür pérsönäl dätä. Ìf ýöü ßéçömé äwäré thät äný öf ýöür pérsönäl dätä prövïdéd ïn çönnéçtïön wïth MçKïnséý Àçädémý (ïnçlüdïng ýöür Ûsér Àççöünt Ìnförmätïön) mäý hävé ßéén çömprömïséd, pléäsé çöntäçt üs ïmmédïätélý ät thé äddréss lïstéd ßélöw ïn thé Çöntäçt Ûs séçtïön öf thïs Prïväçý Pölïçý.#
es: McKinsey ha implementado normas de seguridad operativa y tecnológica generalmente aceptadas para proteger la información personal contra pérdida, uso indebido, alteración o destrucción. Solo el personal autorizado de McKinsey y sus proveedores de servicios externos tienen acceso a la información personal, y tienen el deber de tratar esa información con carácter confidencial. Pese a estas precauciones, sin embargo, McKinsey no puede garantizar que personas no autorizadas no obtengan acceso a su información personal. Si toma conocimiento de que alguna parte de su información personal suministrada en relación con McKinsey Academy (incluida la Información de Cuenta de Usuario) podría verse vulnerada, comuníquese de inmediato con nosotros a la dirección que figura a continuación en la sección “contáctenos” de esta Política de Privacidad.
fr: McKinsey a mis en place des normes de technologie et de sécurité opérationnelles généralement acceptées pour empêcher que vos données personnelles ne soient perdues, mal utilisées, altérées ou détruites. L’accès aux données personnelles n’est accordé qu’au personnel et aux fournisseurs de service tiers autorisés de McKinsey, et ce personnel et ces fournisseurs de service sont tenus de traiter ces informations comme confidentielles. Malgré ces précautions, McKinsey ne peut garantir que des personnes non autorisées ne puissent obtenir l’accès à vos données personnelles. Si vous découvrez que certaines de vos données personnelles fournies en connexion avec McKinsey Academy (y compris les informations de compte d’utilisateur) ont pu être compromises, contactez-nous immédiatement à l’adresse indiquée ci-dessous dans la section Contactez-nous de cette politique de confidentialité.
ja: McKinseyでは、一般的に受け入れられている技術および運用セキュリテイ基準を導入し、個人データの損失、誤用、改ざん、または破壊を防止しています。個人データへのアクセスは、権限が与えられたMcKinsey担当者および第三者サービスプロバイダにのみ与えられており、これらの担当者およびサービスプロバイダには、個人データを機密情報として取り扱うことが求められています。これらの予防措置はとっていますが、McKinseyでは、権限のない人物がお客様の個人データへのアクセスを得ないことを保証することはできません。McKinsey Academyに関連してお客様の個人データ (お客様のユーザーアカウント情報を含む) が漏洩している事実が判明した場合は、当該プライバシーに関する方針の以下「お問い合わせ」欄のアドレスまで直ちにご連絡ください。
nl: McKinsey heeft algemeen geaccepteerde normen op het vlak van technologie en operationele veiligheid geïmplementeerd voor het beschermen van persoonsgegevens tegen verlies, misbruik, wijziging of vernietiging. Alleen bevoegd McKinsey personeel en bevoegde externe dienstverleners krijgen toegang tot persoonsgegevens. Van dit personeel en deze dienstverleners wordt vereist dat ze deze informatie als vertrouwelijk behandelen. Ondanks deze voorzorgsmaatregelen kan McKinsey echter niet garanderen dat onbevoegde personen geen toegang tot uw persoonsgegevens krijgen. Als u ontdekt dat de privacy van bepaalde persoonsgegevens van u die zijn verstrekt in verband met McKinsey Academy (waaronder uw Gebruikersaccountinformatie) mogelijk is geschonden, wordt u verzocht om onmiddellijk contact met ons op te nemen via het adres dat hieronder wordt vermeld in de sectie Contact opnemen van dit Privacybeleid.
pl: McKinsey wdrożyło powszechnie akceptowany standardy technologii bezpieczeństwa i bezpieczeństwa operacyjnego w celu ochrony danych osobowych przed utratą, niewłaściwym użyciem, zmianą lub zniszczeniem. Wyłącznie upoważnieni pracownicy McKinsey i strony trzecie będące dostawcami usług mają dostęp do danych osobowych i ci pracownicy oraz dostawcy usług są zobowiązani do zachowywania poufności tych informacji. Niemniej jednak pomimo tych środków ostrożności McKinsey nie może zagwarantować, że nieupoważnione osoby nie uzyskają dostępu do Twoich danych osobowych. Jeśli zorientujesz się, że poufność jakichkolwiek spośród Twoich danych osobowych, które przekazałeś w związku z McKinsey Academy (włącznie z Informacjami Konta Użytkownika) została naruszona, bezzwłocznie skontaktuj się z nami za pomocą jednego z adresów podanych poniżej w sekcji „Kontakt z nami” niniejszej Polityki prywatności.
pt: A McKinsey implementou padrões de tecnologia e segurança operacional usualmente aceitos para proteger dados pessoais de perda, uso indevido, alteração ou destruição. Somente funcionários da McKinsey e prestadores de serviços terceirizados autorizados recebem acesso a dados pessoais, e esses funcionários e prestadores de serviços são obrigados a tratar essas informações como confidenciais. No entanto, apesar dessas precauções, a McKinsey não pode garantir que pessoas não autorizadas não terão acesso aos seus dados pessoais. Se você souber que algum dos seus dados pessoais fornecidos em conexão com o McKinsey Academy (incluindo suas informações de Conta de Usuário) possa ter sido comprometido, contate-nos imediatamente no endereço listado abaixo na seção Fale Conosco desta Política de Privacidade.
zh: 麦肯锡实施公认的技术与运营安全标准，以防止个人信息遭受损失、滥用、变更或破坏。只有获得授权的麦肯锡相关人员以及第三方服务提供商才能访问个人信息，并且此类人员与服务提供商需要对此类信息保密。尽管存在这些预防措施，麦肯锡仍无法完全阻止未经授权的人员访问您的个人信息。如果发现您因使用麦肯锡学院而提供的任何相关个人数据（包括您的用户帐户信息）可能已被泄露，请立即通过下方的本隐私政策“联系我们”部分中列出的地址与我们联系。

source: Data retention policy
ar: سياسة الاحتفاظ بالبيانات
de: Datenspeicherungsrichtlinien
eo: Dätä réténtïön pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Política de retención de datos
fr: Politique de rétention des données
ja: 情報保持に関する方針
nl: Het beleid inzake het bewaren van gegevens
pl: Zasady zachowywania danych
pt: Política de retenção de dados
zh: 数据保留政策

source: McKinsey retains all personal data for the duration of the relevant business relationship or, where required, in accordance with our information management policies and schedules. If your request that we delete your personal data, McKinsey will make reasonable attempts to delete all instances of the information in their entirety. For requests for access, corrections, or deletion, please refer to the “YOUR RIGHTS” section of this Privacy Policy.
ar: تحتفظ ماكنزي بجميع البيانات الشخصية طوال مدة علاقة العمل ذات الصلة أو، عند اللزوم، وفقًا لسياسات وجداول إدارة المعلومات الخاصة بنا. وفي حال طلبت منا حذف بياناتك الشخصية، فسوف تبذل ماكنزي محاولات معقولة لحذف كافة المعلومات بكل أشكالها. بالنسبة لطلبات الوصول أو التصحيحات أو الحذف، يرجى الرجوع إلى قسم "حقوقك" في سياسة الخصوصية هذه.
de: McKinsey speichert alle personenbezogenen Daten für die Dauer der jeweiligen Geschäftsbeziehung oder, falls erforderlich, in Übereinstimmung mit unseren Richtlinien und Zeitplänen für das Informationsmanagement. Wenn Sie darum bitten, Ihre personenbezogenen Daten zu löschen, wird McKinsey angemessene Anstrengungen unternehmen, um alle Instanzen der Informationen in ihrer Gesamtheit zu löschen. Anfragen zu Zugriff, Korrekturen oder Löschung finden Sie im Abschnitt "IHRE RECHTE" dieser Datenschutzerklärung.
eo: MçKïnséý rétäïns äll pérsönäl dätä för thé dürätïön öf thé rélévänt ßüsïnéss rélätïönshïp ör, whéré réqüïréd, ïn äççördänçé wïth öür ïnförmätïön mänägémént pölïçïés änd sçhédülés. Ìf ýöür réqüést thät wé délété ýöür pérsönäl dätä, MçKïnséý wïll mäké réäsönäßlé ättémpts tö délété äll ïnstänçés öf thé ïnförmätïön ïn théïr éntïrétý. För réqüésts för äççéss, çörréçtïöns, ör délétïön, pléäsé référ tö thé “ÝÖÛR RÌGHTS” séçtïön öf thïs Prïväçý Pölïçý.#
es: McKinsey retiene toda la información personal durante toda la duración de la relación comercial o, cuando así se lo requiera, conforme a nuestras políticas y cronogramas de gestión de la información. Si usted solicita que eliminemos su información personal, McKinsey hará todo lo que sea razonablemente posible para suprimir todas las instancias de presencia de información en su totalidad. En el caso de solicitudes de acceso, corrección o eliminación, consulte la sección “SUS DERECHOS” de esta Política de Privacidad.
fr: McKinsey conserve toutes les données personnelles pendant la durée de la relation commerciale pertinente ou, lorsque cela est nécessaire, conformément à nos programmes et politiques en matière de gestion des informations. Si vous demandez que nous supprimions vos données personnelles, McKinsey fera tous les efforts raisonnables pour supprimer tous les éléments d’information dans leur intégralité. Pour les demandes d’accès, de correction ou de suppression, reportez-vous à la section « VOS DROITS » de cette politique de confidentialité.
ja: McKinseyでは、関連する取引関係が続く限り、すべての個人データを保持し、あるいは、求められる場合は、当社の情報管理に関する方針と日程に従い、個人データを保持します。お客様が、個人データの削除を希望される場合、McKinseyでは、お客様の個人情報全てを削除するため、妥当な試みを行います。アクセス、修正、または削除に関する依頼については、当該プライバシーに関する方針の「お客様の権利」欄を参照してください。
nl: McKinsey bewaart alle persoonsgegevens gedurende de duur van de betreffende zakelijke relatie of, waar vereist, in overeenstemming met ons informatiebeheerbeleid en onze informatiebeheerplanningen. Als u bij ons een aanvraag indient om uw persoonsgegevens te verwijderen, zal McKinsey redelijke inspanningen ondernemen alle onderdelen van de informatie in hun geheel te verwijderen. Raadpleeg de sectie UW RECHTEN van dit Privacybeleid voor aanvragen voor inzage, correcties of verwijdering.
pl: McKinsey przechowuje wszelkie dane osobowe przez cały czas trwania danej relacji biznesowej lub, kiedy zachodzi taka konieczność, w zgodzie z naszymi politykami zarządzania informacji i harmonogramami. Jeśli zażądasz usunięcia Twoich danych osobowych, McKinsey dokona wszelkich rozsądnych starań, aby usunąć w całej wszystkie instancje Twoich danych. W sprawie próśb o dostępu do, korektę lub usunięcie danych, zajrzyj do sekcji „TWOJE PRAWA” niniejszej polityki prywatności.
pt: A McKinsey retém todos os dados pessoais pela duração do relacionamento comercial relevante ou, quando necessário, de acordo com nossas políticas e programações de gestão de informações. Se você solicitar a exclusão de seus dados pessoais, a McKinsey tentará, na medida da razoabilidade, excluir todas as instâncias da informação em sua totalidade. Para solicitações de acesso, correções ou exclusão, consulte a seção “SEUS DIREITOS” desta Política de Privacidade.
zh: 麦肯锡将在相关业务关系持续期间或者在有要求的情况下，根据我们的信息管理政策和时间表保留所有个人数据。如果您要求我们删除您的个人信息，麦肯锡会做出合理尝试以全部删除保留信息的所有实例。如需要求访问、更改或删除保留信息，请参阅本隐私政策的“您的权利”部分。

source: Children
ar: الأطفال
de: Kinder
eo: Çhïldrén Ⱡ'σяєм ιρѕυм ∂#
es: Niños
fr: Les enfants
ja: 子ども
nl: Kinderen
pl: Dzieci
pt: Crianças
zh: 儿童

source: McKinsey Academy is not designed for or directed at children 13 years of age or younger, and McKinsey does not intentionally collect or maintain personal data about anyone under this age.
ar: أكاديمية ماكنزي غير مصممة ولا موجهة للأطفال البالغين من العمر 13 سنة أو أقل، ولا تقوم ماكنزي بجمع بيانات شخصية عن أي شخص تحت هذا السن، أو الاحتفاظ بها عن قصد.
de: Die McKinsey Academy ist nicht für Kinder unter 13 Jahren gedacht oder darauf ausgerichtet, und McKinsey sammelt oder verwaltet nicht vorsätzlich personenbezogene Daten über Personen in diesem Alter.
eo: MçKïnséý Àçädémý ïs nöt désïgnéd för ör dïréçtéd ät çhïldrén 13 ýéärs öf ägé ör ýöüngér, änd MçKïnséý döés nöt ïnténtïönällý çölléçt ör mäïntäïn pérsönäl dätä äßöüt änýöné ündér thïs ägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂#
es: McKinsey Academy no está diseñada ni dirigida a niños de hasta 13 años, y no recopilaremos ni mantendremos de forma intencional información personal sobre ninguna persona que pertenezca a ese rango de edad.
fr: McKinsey Academy n’est pas conçue pour et ne s’adresse pas aux enfants âgés de 13 ans ou moins, et McKinsey ne collecte ni ne conserve intentionnellement les données personnelles des personnes de cet âge.
ja: McKinsey Academyは、13歳以下のお子様を対象としていません。McKinseyでは、13歳以下のお子様に関する個人データの意図的な収集または保持を行いません。
nl: McKinsey Academy is niet ontworpen voor of gericht op kinderen van 13 jaar of jonger. McKinsey houdt zich niet doelbewust bezig met het verzamelen of bewaren van persoonsgegevens van personen onder deze leeftijd.
pl: McKinsey nie jest stworzona i kierowana do dzieci w wieku lat 13 lub młodszych i McKinsey w sposób celowy nie gromadzi lub przechowuje danych osobowych o żadnej osobie w wieku mniejszym niż wyżej wymieniony.
pt: O McKinsey Academy não foi desenvolvido para crianças menores de 13 anos, e a McKinsey não coleta nem mantém intencionalmente dados pessoais dessas crianças.
zh: 由于麦肯锡学院并非专为 13 岁及以下儿童设计，因此麦肯锡不会有意收集或保留 13 岁以下儿童的个人信息。

source: Your rights
ar: حقوقك
de: Ihre Rechte
eo: Ýöür rïghts Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Sus derechos
fr: Vos droits
ja: 皆さんの権利
nl: Uw rechten
pl: Uprawnienia użytkownika
pt: Seus direitos
zh: 您的权利
