Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: You covenant that you shall not submit or upload to, or otherwise publish or make available through, McKinsey Academy, or otherwise provide to us, any User Content that (a) is threatening, libelous, defamatory, or obscene; (b) would constitute, or that encourages conduct that would constitute, a criminal offense, give rise to civil liability, or otherwise violate applicable law; (c) infringes the intellectual property, privacy, publicity, or other rights of any third parties; (d) contains a computer virus or other malicious or destructive element; (e) contains advertising; (f) constitutes or contains false or misleading statements, including for the purpose of misrepresenting your identity or your reason or intent in accessing McKinsey Academy or providing any such User Content; (g) violates these Terms or is designed to interfere, or would reasonably be expected to interfere, with our provision of McKinsey Academy and the reasonable use and enjoyment of other users of the same or (h) violates any applicable policy or requirement of your Sponsoring Organization.
ar: وتتعهد بالامتناع عن إرسال أو تحميل إلى أو نشر أو إتاحة، من خلال أكاديمية ماكنزي أو غيرها، أي محتوى مستخدم (أ) يشكل خطرًا محتملًا أو تشهيرًا أو خدشًا للحياء؛ (ب) يمثل، أو يشجع، سلوكًا قد يشكل جريمة جنائية، أو يسفر عن مسؤولية مدنية، أو ينتهك القانون المعمول به؛ (ج) ينتهك حقوق الملكية الفكرية أو الخصوصية أو الدعاية أو الحقوق الأخرى لأي طرف ثالث؛ (د) يحتوي على فيروس إلكتروني أو غيره من العناصر الضارة أو المدمرة؛ (هـ) يحتوي على إعلانات؛ (و) يشكل أو يحتوي على بيانات خاطئة أو مضللة، بغرض إخفاء هويتك الحقيقية أو أغراضك أو نواياك في الوصول إلى أكاديمية ماكنزي أو تقديم أي محتوى مستخدم من هذا القبيل؛ (ز) ينتهك هذه الشروط أو مصمم للتداخل، أو من المتوقع بشكل معقول أن يتداخل مع تقديمنا لأكاديمية ماكنزي والاستخدام المعقول من جانب المستخدمين الآخرين وتمتعهم بالحقوق نفسها؛ أو (ح) ينتهك أي سياسة مطبقة أو مطلب للمؤسسة الراعية.
de: Sie verpflichten sich, keine Benutzerinhalte einzureichen, hochzuladen, oder anderweitig zu veröffentlichen oder über die McKinsey Academy zur Verfügung zu stellen oder uns anderweitig zur Verfügung zu stellen, die (a) bedrohlich, verleumderisch, diffamierend oder obszön sind, (b) eine Straftat darstellen oder ein Verhalten fördern, das eine zivilrechtliche Haftung begründen oder anderweitig geltendes Recht verletzen würde, (c) das geistige Eigentum, die Privatsphäre, die Öffentlichkeit oder andere Rechte Dritter verletzen; (d) einen Computervirus oder ein anderes bösartiges oder zerstörerisches Element enthalten; (e) Werbung enthält; (f) falsche oder irreführende Aussagen darstellt oder enthält, einschließlich der Absicht, Ihre Identität oder Ihren Grund oder Ihre Absicht, auf die McKinsey Academy zuzugreifen oder solche Benutzerinhalte bereitzustellen, falsch darzustellen; (g) gegen diese Bedingungen verstößt oder dazu bestimmt ist, unsere Bereitstellung der McKinsey Academy und den angemessenen Gebrauch und das Vergnügen anderer Benutzer derselben zu stören, oder (h) gegen geltende Richtlinien oder Anforderungen Ihrer Sponsorenorganisation verstößt.
eo: Ýöü çövénänt thät ýöü shäll nöt süßmït ör üplöäd tö, ör öthérwïsé püßlïsh ör mäké äväïläßlé thröügh, MçKïnséý Àçädémý, ör öthérwïsé prövïdé tö üs, äný Ûsér Çöntént thät (ä) ïs thréäténïng, lïßélöüs, défämätörý, ör ößsçéné; (ß) wöüld çönstïtüté, ör thät énçöürägés çöndüçt thät wöüld çönstïtüté, ä çrïmïnäl öffénsé, gïvé rïsé tö çïvïl lïäßïlïtý, ör öthérwïsé vïöläté äpplïçäßlé läw; (ç) ïnfrïngés thé ïntélléçtüäl pröpértý, prïväçý, püßlïçïtý, ör öthér rïghts öf äný thïrd pärtïés; (d) çöntäïns ä çömpütér vïrüs ör öthér mälïçïöüs ör déstrüçtïvé élémént; (é) çöntäïns ädvértïsïng; (f) çönstïtütés ör çöntäïns fälsé ör mïsléädïng stätéménts, ïnçlüdïng för thé pürpösé öf mïsrépréséntïng ýöür ïdéntïtý ör ýöür réäsön ör ïntént ïn äççéssïng MçKïnséý Àçädémý ör prövïdïng äný süçh Ûsér Çöntént; (g) vïölätés thésé Térms ör ïs désïgnéd tö ïntérféré, ör wöüld réäsönäßlý ßé éxpéçtéd tö ïntérféré, wïth öür prövïsïön öf MçKïnséý Àçädémý änd thé réäsönäßlé üsé änd énjöýmént öf öthér üsérs öf thé sämé ör (h) vïölätés äný äpplïçäßlé pölïçý ör réqüïrémént öf ýöür Spönsörïng Örgänïzätïön.#
es: Usted acuerda no enviar, cargar, publicar ni poner a disposición a través de McKinsey Academy, ni proporcionárnoslo de otro modo, Contenido del Usuario que (a) sea intimidatorio, injurioso, difamatorio u obsceno; (b) constituya o fomente una conducta que suponga un delito penal, de lugar a responsabilidad civil o viole la legislación vigente; (c) infrinja derechos de propiedad intelectual, de privacidad, publicidad u otros derechos de terceros; (d) contenga virus informáticos u otros componentes malintencionados o destructivos; (e) contenga publicidad; (f) sea falso o involucre declaraciones falsas o engañosas, lo que incluye Contenido de Usuario que tenga como objetivo distorsionar su identidad o sus motivos u intención para acceder a McKinsey Academy o suministrar el Contenido de Usuario; (g) viole estos Términos de Uso o haya sido diseñado para interferir con los servicios prestados por McKinsey Academy y con su uso y usufructo por parte de otros usuarios; o (h) viole una política o requerimiento aplicable de su Compañía Patrocinadora.
fr: Vous convenez que le contenu d'utilisateur que vous nous envoyez ou que vous nous destinez par téléchargement, ou que vous publiez autrement et mettez à disposition par McKinsey Academy, ou que vous fournissez autrement, (a) ne sera ni menaçant, ni injurieux, ni diffamatoire, ou obscène ; (b) ne constituerait pas, ou n'encourage pas de conduite qui constituerait, un délit, engagerait la responsabilité civile, ou violerait autrement une loi applicable ; (c) n'enfreindra pas les droits de propriété intellectuelle, de confidentialité, de publicité, où d'autres droits d'une tierce partie ; (d) ne contiendra pas de virus informatique où d'autres éléments destructeurs ou malveillants ; (e) ne contiendra pas de publicité ; (f) ne constituera pas ou ne contiendra pas de déclarations fausses ou trompeuses, y compris aux fins d'usurpation de votre identité ou de votre motif ou intention d'accéder à McKinsey Academy ou de fournir ce contenu d'utilisateur ; (g) ne violera pas ces conditions ni ne sera conçu pour interférer, ni ne pourrait raisonnablement interférer, avec notre prestation des services de McKinsey Academy et l'utilisation et le plaisir raisonnable des autres utilisateurs de ces derniers ni (h) ne violera une politique ou une exigence applicable de l'entreprise qui vous finance.
ja: お客様は、(a) 脅迫的な、中傷的な、名誉を毀損するまたは卑猥な該当ユーザー コンテンツ、(b) 犯罪に当たる、犯罪を助長する行為に当たる、民事責任を生じさせる、または準拠法に反する該当ユーザー コンテンツ、(c) 第三者の知的財産、プライバシー権、パブリシティ権または他の権利を侵害する該当ユーザー コンテンツ、(d) コンピューター ウィルス、または他の悪意のあるもしくは破壊的な要素を含む該当ユーザー コンテンツ、(e) 広告を含む該当ユーザー コンテンツ、(f) 虚偽のまたは誤解を招く説明に該当するか、これらを含む該当ユーザー コンテンツ (お客様の身元、またはお客様が McKinsey Academy にアクセスするもしくは該当ユーザー コンテンツを提供する理由もしくは目的について虚偽の表示を行うための該当ユーザー コンテンツを含みます)、(g) 本規約に反する該当ユーザー コンテンツ、または弊社による McKinsey Academy の提供や他のユーザーによるその妥当な利用および享受を妨げるか、妨げることが見込まれる該当ユーザー コンテンツ、あるいは (h) お客様の所属後援組織が設けている方針または要件委反する該当ユーザー コンテンツを McKinsey Academy に提出またはアップロードしたり、McKinsey Academy を通じて公開または利用可能可能にしたりしてはならないことに同意する必要があります。
nl: U garandeert dat u geen Gebruikersinhoud zult indienen of uploaden of anderszins openbaar maakt of beschikbaar stelt via McKinsey Academy of anderszins aan ons verstrekt die (a) bedreigend, lasterlijk, smadelijk of obsceen is; (b) zou leiden tot een strafbaar feit of dit zou uitlokken, aanleiding zou geven tot civielrechtelijke aansprakelijkheid of anderszins toepasselijk recht zou schenden; (c) inbreuk maakt op de intellectuele eigendomsrechten, privacyrechten, publiciteitsrechten of andere rechten van derden; (d) een computervirus of ander schadelijk of destructief element bevat; (e) reclame bevat; (f) valse of misleidende verklaringen bevat, bijv. met het doel om een verkeerde voorstelling te geven van uw identiteit of uw reden om toegang te krijgen tot McKinsey Academy of om dergelijke Gebruikersinhoud te verstrekken; (g) in strijd is met deze Voorwaarden of is ontworpen om te interfereren, of waarvan redelijkerwijs kan worden verwacht dat deze interfereert met het aanbod van McKinsey Academy en het redelijk gebruik en genot van andere gebruikers ervan of (h) in strijd is met enig toepasselijk beleid of vereiste van uw Sponsorende Organisatie.
pl: Użytkownik przyrzeka nie dostarczać, przesyłać, publikować ani nie udostępniać za pośrednictwem McKinsey Academy, ani w inny sposób przekazywać McKinsey, Treści Użytkownika które: (a) są grożące, oszczercze, zniesławiające lub obsceniczne, (b) stanowią zachowania stanowiące przestępstwo, powodujące powstanie odpowiedzialności cywilnej lub w inny sposób naruszające obowiązujące prawo, bądź do takich zachowań zachęcają; (c) naruszają własność intelektualną, prywatność, wizerunek lub inne prawa osób trzecich; (d) zawierają wirusy komputerowe lub inne złośliwe lub niszczycielskie składniki; (e) zawierają reklamy; (f) stanowią lub zawierają stwierdzenia nieprawdziwe lub wprowadzające w błąd, w tym w celu maskowania tożsamości użytkownika, jego powodu lub intencji dostępu do McKinsey Academy oraz przekazywania takich Treści Użytkownika; (g) naruszają niniejsze Warunki lub mają zakłócić świadczenie McKinsey Academy oraz zasadne korzystanie z niej przez innych użytkowników; lub (h) naruszają obowiązujące polityki lub wymogi Organizacji sponsorującej użytkownika.
pt: Você concorda que não enviará ou fará upload (ou publicará ou disponibilizará) no McKinsey Academy (ou fornecerá a nós) de qualquer conteúdo do usuário que (a) seja ameaçador, difamatório ou obsceno; (b) constitua ou incentive conduta que constitua uma ofensa criminal, dê origem a responsabilidade civil, ou que, de outra forma, viole a lei aplicável; (c) infrinja a propriedade intelectual, privacidade, publicidade ou outros direitos de terceiros; (d) contenha um vírus de computador ou outro elemento malicioso ou destrutivo; (e) contenha publicidade; (f) constitua ou contenha declarações falsas ou enganosas, inclusive com o propósito de deturpar sua identidade ou sua razão ou intenção de acessar o McKinsey Academy ou fornecer tal Conteúdo do Usuário; (g) viole estes termos ou tenha sido projetado para interferir, ou seja razoável esperar que interfira, em nossa disposição do McKinsey Academy e no uso e usufruto razoáveis ​​de outros usuários da mesma ou (h) viole qualquer política ou requisito aplicável de sua organização patrocinadora.
zh: 您保证不向麦肯锡学院提交或上传，以其他方式发布或通过麦肯锡学院提供或以其他方式向我们提供以下任何用户内容：（a）威胁、诽谤、毁誉或淫秽的用户内容； （b）构成或鼓励构成刑事犯罪，引起民事责任或以其他方式违反适用法律的用户内容； （c）侵犯任何第三方的知识产权、隐私权、公开权或其他权利的用户内容； （d）包含计算机病毒或其他恶意或破坏性元素的用户内容； （e）包含广告的用户内容； （f）构成或包含虚假或误导性陈述的用户内容，包括出于虚假陈述您的身份或访问麦肯锡学院的目的而提供的任何此类用户内容；（g）违反本条款，或旨在干扰或有可能会干扰我们和其他用户合理使用和享受麦肯锡学院的用户内容，或（h）违反了任何适用政策或赞助组织的要求的用户内容。

source: We do not and cannot review all User Content, and we are not responsible to you or any other party with respect to, and do not endorse or make any representation or warranty with respect to, any User Content provided or made available in connection with McKinsey Academy. We reserve the right to refuse to accept or publish any User Content, and to remove any previously accepted or published User Content, in whole or in part, for any reason or for no reason.
ar: لا نقوم ولا يمكننا مراجعة جميع محتوى المستخدم، ولسنا مسؤولين تجاهك أو أي طرف آخر فيما يتعلق بذلك، ولا نقر أو نقدم أي تأكيدات أو ضمانات فيما يتعلق بأي محتوى مستخدم يتم توفيره أو إتاحته فيما يتعلق بأكاديمية ماكنزي. ونحتفظ لأنفسنا بحق رفض قبول أو نشر أي محتوى مستخدم، وحذف أي محتوى مستخدم تم قبوله أو نشره، كليًا أو جزئيًا، لأي سبب أو بدون سبب.
de: Wir überprüfen nicht alle Benutzerinhalte und sind weder Ihnen noch einer anderen Partei gegenüber in Bezug auf Benutzerinhalte, die in Verbindung mit der McKinsey Academy bereitgestellt sind oder bereitgestellt werden, verantwortlich. Wir geben keine Zusicherungen oder Gewährleistungen in Bezug auf diese. Wir behalten uns das Recht vor, die Annahme oder Veröffentlichung von Benutzerinhalten zu verweigern und zuvor akzeptierte oder veröffentlichte Benutzerinhalte ganz oder teilweise aus einem beliebigen Grund oder ohne Grund zu entfernen.
eo: Wé dö nöt änd çännöt révïéw äll Ûsér Çöntént, änd wé äré nöt réspönsïßlé tö ýöü ör äný öthér pärtý wïth réspéçt tö, änd dö nöt éndörsé ör mäké äný répréséntätïön ör wärräntý wïth réspéçt tö, äný Ûsér Çöntént prövïdéd ör mädé äväïläßlé ïn çönnéçtïön wïth MçKïnséý Àçädémý. Wé résérvé thé rïght tö réfüsé tö äççépt ör püßlïsh äný Ûsér Çöntént, änd tö rémövé äný prévïöüslý äççéptéd ör püßlïshéd Ûsér Çöntént, ïn whölé ör ïn pärt, för äný réäsön ör för nö réäsön.#
es: Debido a su naturaleza específica, no nos es posible revisar todos los Contenidos de Usuario, y en consecuencia no asumimos responsabilidad ante usted ni ante ningún tercero ni tampoco avalamos o efectuamos declaraciones ni otorgamos garantías en relación con los Contenidos de Usuario suministrados o puestos a disposición a través de McKinsey Academy. Nos reservamos el derecho de negarnos a aceptar o publicar cualquier Contenido de Usuario, y a eliminar Contenido de Usuario previamente aceptado y publicado, total o parcialmente, por cualquier motivo sin necesidad de justificación.
fr: Nous ne vérifions pas et ne pouvons vérifier tout le contenu d'utilisateur, et nous ne sommes pas responsables envers vous ou toute autre partie par rapport à, et nous n'endossons ni n'assumons aucune responsabilité ou garantie par rapport au contenu d'utilisateur fourni ou mis à disposition dans le cadre de McKinsey Academy. Nous nous réservons le droit de refuser d'accepter ou de publier tout contenu d'utilisateur, et de supprimer tout contenu d'utilisateur précédemment accepté ou publié, en tout ou en partie, pour quelque raison que ce soit ou sans motif.
ja: 当社では、すべてのユーザー・コンテンツを確認することはできません。McKinsey Academyに関連して提供された、あるいは利用可能な状態になった、一切のユーザー・コンテンツについて、当社は、お客様または他の一切の当事者に対し責任を負わず、約束または保証も行いません。当社は、全部か一部かにかかわらず、いかなる理由の場合も、一切のユーザー・コンテンツの受諾または出版を拒否する権利、並びに、過去に受諾または出版された一切のユーザー・コンテンツを削除する権利を有します。
nl: We zijn niet in staat om alle Gebruikersinhoud te controleren en dat doen we ook niet. We aanvaarden geen verantwoordelijkheid ten aanzien van u of enige andere partij voor Gebruikersinhoud die wordt verstrekt of die beschikbaar wordt gesteld in verband met McKinsey Academy, en dergelijke Gebruikersinhoud wordt door ons niet onderschreven, noch doen wij enige voorstelling van zaken over dergelijke inhoud of verlenen wij enige garantie met betrekking tot die inhoud. We behouden ons het recht voor om elke Gebruikersinhoud te weigeren of te publiceren en om eerder geaccepteerde of gepubliceerde Gebruikersinhoud in zijn geheel of gedeeltelijk om welke reden dan ook of zonder reden te verwijderen.
pl: Nie jesteśmy w stanie weryfikować i nie weryfikujemy wszelkich Treści Użytkownika i nie ponosimy przed Tobą ani żadną inną stroną odpowiedzialności w związku z, ani nie popieramy czy też nie składamy żadnych oświadczeń i zapewnień w związku z, jakimikolwiek Treściami Użytkownika dostarczanymi bądź upublicznianymi w ramach McKinsey Academy. Zastrzegamy sobie prawo to odmowy akceptacji lub opublikowania jakichkolwiek Treści Użytkownika oraz do usunięcia uprzednio zaakceptowanych lub opublikowanych Treści Użytkownika w części lub w całości z dowolnego powodu lub bez powodu.
pt: Nós não revisamos e não podemos revisar todo o Conteúdo do Usuário, e não somos responsáveis ​​perante você ou qualquer outra parte em relação a ele, e não endossamos ou fazemos qualquer declaração ou garantia com relação a qualquer Conteúdo do Usuário fornecido ou disponibilizado em conexão com o McKinsey Academy. Reservamos o direito de recusar a aceitação ou publicação de qualquer Conteúdo do Usuário e de remover qualquer Conteúdo de Usuário previamente aceito ou publicado, no todo ou em parte, por qualquer motivo ou sem motivo.
zh: 我们不会也无法审查所有用户内容；针对麦肯锡学院涉及的任何已提供用户内容，我们对您或任何其他方概不负责，也不会进行任何相关背书或做出任何相关表述或保证。我们有权出于任何理由或无任何理由地拒绝接受或发布任何用户内容，并全部或部分删除之前已接受或发布的任何用户内容。

source: 6. Notices of Infringement and Takedown
ar: 6. إشعارات التعدي وإنهاء الخدمة
de: 6. Hinweise auf Verstöße und Entfernungen
eo: 6. Nötïçés öf Ìnfrïngémént änd Täkédöwn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: 6. Aviso sobre infracciones y eliminación de información
fr: 6. Notifications de violation et fermeture
ja: 6. 権利侵害に係るノーティス アンド テイクダウン
nl: 6. Meldingen van schending en verwijdering
pl: 6. Powiadomienia o naruszeniu i usunięciu treści
pt: 6. Avisos de violação e retirada
zh: 6. 侵权和删除通知
