Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Note: If you disable 'Progress Widget', it will hide progress section from course landing page.
ar: ملاحظة: إذا قمت بتعطيل «عنصر واجهة المستخدم للتقدم المحرز»، سيتم إخفاء قسم التقدم المحرز من الصفحة المقصودة بالدورة التدريبية.
de: Hinweis: Wenn Sie das "Fortschritts-Widget" deaktivieren, wird der Fortschrittsbereich auf der Kursstartseite ausgeblendet.
eo: Nöté: Ìf ýöü dïsäßlé 'Prögréss Wïdgét', ït wïll hïdé prögréss séçtïön fröm çöürsé ländïng pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Nota: Si deshabilita el “widget de avance” se ocultará la sección de avance de la página de destino del curso.
fr: Remarque : si vous désactivez « Widget de progression », cela masquera la section Progression de la page d’accueil du cours.
ja: 注: 「進度ウィジェット」をオフにすると、コースのランディングページで、進度セクションが表示されなくなります。
nl: Opmerking: als u 'Voortgangswidget' uitschakelt, wordt het gedeelte met de voortgang op de cursusopeningspagina verborgen.
pl: Uwaga: Jeśli zdezaktywujesz „Widżet postępów”, sekcja postępów zniknie ze strony docelowej kursu.
pt: Observação: se você desativar o "Widget de Progresso", ocultará a seção de progresso da página de destino do curso.
zh: 注：如果您禁用“进度小组件”，则会隐藏课程登陆页面上的“进度”部分。

source: Progress Page
ar: صفحة التقدم المحرز
de: Fortschrittsseite
eo: Prögréss Pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Página de avance
fr: Page Progression
ja: 進度ページ
nl: Voortgangspagina
pl: Strona postępów
pt: Página de progresso
zh: 进度页面

source: Note: If you disable 'Progress Page', it will hide progress page icon from secondary navigation.
ar: ملاحظة: إذا قمت بتعطيل "صفحة التقدم المحرز"، سيتم إخفاء رمز صفحة التقدم المحرز من التنقل الثانوي.
de: Hinweis: Wenn Sie die "Fortschrittsseite" deaktivieren, dann wird das Fortschritts-Icon der Seite auf der zweiten Navigationsleiste ausgeblendet.
eo: Nöté: Ìf ýöü dïsäßlé 'Prögréss Pägé', ït wïll hïdé prögréss pägé ïçön fröm séçöndärý nävïgätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Nota: Si deshabilita la “página de avance” se ocultará el ícono de página de avance de la navegación secundaria.
fr: Remarque : si vous désactiver la page Progression, cela masquera l'icône de la page de progression de la navigation secondaire.
ja: 注: 「進度ページ」をオフにすると、第二ナビゲーションで進度ページが表示されなくなります。
nl: Opmerking: als u ‘Voortgangspagina’ uitschakelt, wordt het pictogram van de voortgangspagina in de secundaire navigatie verborgen.
pl: Uwaga: Jeśli zdezaktywujesz „Stronę postępów”, ikona strony postępów zniknie z dodatkowego panelu nawigacyjnego.
pt: Observação: se você desativar a "Página de progresso", ocultará o ícone da página de progresso da navegação secundária.
zh: 注意：如果您禁用“进度页面”，则会隐藏二级导航中的进度页面图标。

source: Notifications
ar: الإخطارات
de: Benachrichtigungen
eo: Nötïfïçätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Notificaciones
ja: 通知
nl: Meldingen
pl: Powiadomienia
pt: Notificações
zh: 通知

source: Learner Dashboard
ar: لوحة متابعة المتعلم
eo: Léärnér Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Panel de información del alumno
fr: Tableau de bord des apprenants
ja: 学習者ダッシュボード
nl: Dashboard leerling
pl: Panel ucznia
pt: Painel do aluno
zh: 学员仪表板

source: Resources
ar: الموارد
de: Ressourcen
eo: Résöürçés Ⱡ'σяєм ιρѕυм ∂σł#
es: Recursos
fr: Ressources
ja: リソース
pl: Materiały
pt: Recursos
zh: 资源

source: Cohort Average
ar: معدل الأفواج
de: Jahrgangsdurchschnitt
eo: Çöhört Àvérägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Promedio del grupo
fr: Moyenne de la division
ja: コホート平均
nl: Cohortgemiddelde
pl: Średnia grupy kursantów
pt: Média do grupo
zh: 群组平均值

source: Mobile Available
ar: المحمول المتاح
de: Mobil Verfügbar
eo: Mößïlé Àväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Función móvil disponible
fr: Mobile disponible
ja: モバイル利用可
nl: Mobiel beschikbaar
pl: Dostępna wersja mobilna
pt: Disponível para celular
zh: 移动设备可用

source: Note: If you disable 'Engagement', it will hide Engagement section from leaderboard.
ar: ملاحظة: إذا قمت بتعطيل «المشاركة»، سيتم إخفاء قسم المشاركة من لوحة تسجيل أعلى النقاط.
de: Hinweis: Wenn Sie "Engagement" deaktivieren, wird der Engagement-Bereich in der Bestenliste ausgeblendet.
eo: Nöté: Ìf ýöü dïsäßlé 'Éngägémént', ït wïll hïdé Éngägémént séçtïön fröm léädérßöärd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Nota: Si deshabilita “participación en el curso” se ocultará la sección correspondiente en la tabla de calificaciones.
fr: Remarque : si vous désactivez « Implication », cela masquera la section Implication du tableau de classement.
ja: 注: 「エンゲージメント」をオフにすると、リーダーボードでエンゲージメントセクションが表示されなくなります。
nl: Opmerking: als u ‘Inzet’ uitschakelt, wordt het gedeelte Inzet op het leiderbord verborgen.
pl: Uwaga: Jeśli wyłączysz funkcję „Poziom zaangażowania”, sekcja Poziom zaangażowania zniknie z „Rankingu liderów”.
pt: Observação: se você desativar "Engajamento", ocultará a seção Engajamento da tabela de classificação.
zh: 注意：如果您禁用“参与度”，则会隐藏排行榜中的“参与度”部分。

source: Discover
ar: اكتشاف
de: Erkunden
eo: Dïsçövér Ⱡ'σяєм ιρѕυм ∂#
es: Consultar
fr: Découvrir
ja: ディスカバー
nl: Ontdekken
pl: Odkryj
pt: Descobrir
zh: 探索

source: Note: If you disable the 'Discover', it will hide Discover section from course main page.
ar: ملاحظة: إذا قمت بتعطيل «اكتشاف»، سيتم إخفاء قسم الاكتشاف من الصفحة الرئيسية للدورة التدريبية.
de: Hinweis: Wenn Sie "Erkunden" deaktivieren, wird der Erkunden-Abschnitt auf der Hauptseite des Kurses ausgeblendet.
eo: Nöté: Ìf ýöü dïsäßlé thé 'Dïsçövér', ït wïll hïdé Dïsçövér séçtïön fröm çöürsé mäïn pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Nota: Si deshabilita “consultar”, se ocultará la sección correspondiente de la página principal del curso.
fr: Remarque : si vous désactivez la section « Découvrir », cela masquera la section Découvrir de la page principale du cours.
ja: 注: 「ディスカバー」をオフにすると、コースのメインページでディスカバー・セクションが表示されなくなります。
nl: Opmerking: als u ‘Ontdekken’ uitschakelt, wordt het gedeelte Ontdekken op de cursushoofdpagina verborgen.
pl: Uwaga: Jeśli wyłączysz funkcję „Odkryj”, sekcja Odkryj zniknie ze strony głównej kursu.
pt: Observação: se você desativar "Descobrir", ocultará a seção Descobrir da página principal do curso.
zh: 注意：如果您禁用“探索”，则会隐藏课程主页中的“探索”部分。

source: Lesson Label
ar: تسمية الدرس
de: Lektionsname
es: Nombre de la Lección
ja: レッスン名
nl: Lesnaam
pl: Etykieta lekcji
pt: Nome da lição
zh: 课时名称

source: Note: If you disable the 'Lesson Label', it will hide Lesson Label.
ar: ملاحظة: إذا قمت بتعطيل «تسمية الدرس»، سيتم إخفاء تسمية الدرس.
de: Hinweis: Wenn Sie "Erkunden" deaktivieren, wird der Erkunden-Abschnitt auf der Hauptseite des Kurses ausgeblendet.
es: Nota: Si deshabilita “nombre de la lección”, se ocultará la sección correspondiente de la página principal del curso.
ja: 注: 「ディスカバー」をオフにすると、コースのメインページでディスカバー・セクションが表示されなくなります。
nl: Opmerking: als u ‘Lesnaam’ uitschakelt, wordt het gedeelte Lesnaam verborgen.
pl: Uwaga: Jeśli wyłączysz funkcję „Etykieta lekcji”, Etykieta lekcji zniknie.
pt: Observação: se você desativar "Nome da lição", ocultará o nome da lição.
zh: 注：如果您禁用“课程标签”，则会隐藏课程标签。

source: Progress Indication
ar: مؤشر التقدم المحرز
de: Fortschrittsanzeige
es: Indicador de avance
ja: 進度ウィジェット
nl: Voortgangsindicatie
pl: Wskaźnik postępów
pt: Indicação de progresso
zh: 进度小组件

source: Note: If you disable the 'Progress Indication', it will hide Progress Level on the lesson and module levels.
ar: ملاحظة: إذا قمت بتعطيل «مؤشر التقدم المحرز»، سيتم إخفاء مستوى التقدم المحرز في مستويات الوحدة والدرس.
de: Hinweis: Wenn Sie die "Fortschrittsanzeige“ deaktivieren, wird der Fortschrittsbereich auf der Kursstartseite ausgeblendet.
es: Nota: Si deshabilita el “indicador de avance”, se ocultará la sección de avance de la lección y los niveles del módulo.
ja: 注: 「進度ウィジェット」をオフにすると、コースのランディングページで、進度セクションが表示されなくなります。
nl: Opmerking: als u 'Voortgangsindicatie' uitschakelt, wordt het gedeelte met de voortgang op de cursusopeningspagina verborgen.
pl: Uwaga: Jeśli wyłączysz funkcję „Wskaźnik postępów”, informacja o „Stopniu ukończenia” zniknie z lekcji i poziomów modułu.
pt: Observação: se você desativar o "Indicação de progresso", ocultará o Nível de progresso nos níveis da lição e do módulo.
zh: 注：如果您禁用“进度提示”，则会隐藏课时和模块级别的“进度级别”。

source: Leaderboard
ar: لوحة تسجيل أعلى النقاط
de: Bestenliste
es: Marcador
ja: リーダーボード
nl: Leiderbord
pl: Panel lidera
pt: Tabela de classificação
zh: 排行榜

source: Note: If you disable the 'Leaderboard', it will hide leaderboard on the cohort page.
ar: ملاحظة: إذا قمت بتعطيل «لوحة تسجيل أعلى النقاط»، سيتم إخفاء لوحة تسجيل أعلى النقاط في صفحة الفوج.
de: Hinweis: Wenn Sie "Erkunden" deaktivieren, wird die Bestenliste auf der Jahrgangsseite ausgeblendet.
es: Nota: Si deshabilita el “marcador”, se ocultará la sección correspondiente de la página del grupo.
ja: 注: 「ディスカバー」をオフにすると、コースのメインページでディスカバー・セクションが表示されなくなります。
nl: Opmerking: als u ‘Leiderbord’ uitschakelt, wordt het gedeelte Leiderbord op de cohortpagina verborgen.
pl: Uwaga: Jeśli zdezaktywujesz „Ranking liderów”, zniknie on ze strony grupy kursantów.
pt: Observação: se você desativar "Tabela de classificação", ocultará a tabela de classificação na página do grupo.
zh: 注：如果您禁用“排行榜”，则会隐藏群组主页上的“排行榜”。

source: Enhanced Caching
ar: التخزين المؤقت المحسن
de: Erweitertes Caching
es: Almacenamiento en caché mejorado
ja: 強化されたキャッシング
nl: Verbeterde Caching
pl: Zwiększone buforowanie
pt: Armazenamento em cache avançado
zh: 增强缓存

source: Note: Enabling enhanced caching will improve the performance but changes to course content would not reflect until the cache refreshes (cache refresh frequency 24 hours)
ar: ملاحظة: سيؤدي تمكين التخزين المؤقت المحسّن إلى تحسين الأداء ولكن لن تنعكس التغييرات التي طرأت في محتوى الدورة التدريبية إلى أن يتم تحديث ذاكرة التخزين المؤقت (تكرار تحديث ذاكرة التخزين المؤقت على مدار 24 ساعة)
de: Hinweis: Die Aktivierung des erweiterten Cachings verbessert die Performance, doch Änderungen der Kursinhalte werden nicht berücksichtigt, bis der Cache neu lädt (Cache lädt alle 24 Stunden neu)
es: Nota: habilitar el almacenamiento en caché mejorado aumentará el rendimiento, pero los cambios al contenido del curso no se reflejarán hasta que se refresque la memoria caché (se refresca cada 24 horas).
ja: 注: 強化されたキャッシングはパフォーマンスを改善しますが、コースコンテンツの変更はキャッシュが更新されるまで反映されません（キャッシュは24時間ごとに更新されます）
nl: Opmerking: Door het inschakelen van verbeterde caching wordt de prestatie verbeterd, maar veranderingen van de cursusinhoud wordt niet getoond voor het vernieuwen van de cache (cache wordt iedere 24 uur vernieuwd)
pl: Uwaga: Włączenie zwiększonego buforowania pozytywnie wpłynie na wydajność, ale sprawi też, że zmiany w zawartości kursu dopiero po odświeżeniu bufora (bufora odświeża się co 24 godziny).
pt: Observação: habilitar o armazenamento em cache avançado melhorará o desempenho, mas alterações no conteúdo do curso não serão refletidas até a atualização do cache (frequência de atualização do cache de 24 horas)
zh: 注意：启用增强缓存将提高性能，但缓存刷新（缓存刷新频率为 24 小时）后，才会显示更改后的课程内容

source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
ja: 追加する
nl: Toevoegen
pl: Dodaj
pt: Adicionar
zh: 添加

source: Lessons
ar: الدروس
de: Lektionen
eo: Léssöns Ⱡ'σяєм ιρѕυм #
es: Lecciones
fr: Leçons
ja: レッスン
nl: Lessen
pl: Lekcje
pt: Lições
zh: 课时

source: Modules
ar: الوحدات
de: Module
es: Módulos
ja: モジュール:
pl: Moduły
pt: Módulos
zh: 模块

source: Edit Course Run
ar: تحرير تشغيل الدورة التدريبية
de: Kursverlauf bearbeiten
eo: Édït Çöürsé Rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Editar curso
fr: Modifier le développement du cours
ja: コース実行を編集する
nl: Cursusrun bewerken
pl: Edytuj turę kursu
pt: Editar série do curso
zh: 编辑课程安排

source: Create Course Run
ar: إنشاء تشغيل الدورة التدريبية
de: Kursverlauf erstellen
eo: Çréäté Çöürsé Rün Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Crear edición del curso
fr: Créer un développement de cours
ja: コース実行を作成する
nl: Cursusrun aanmaken
pl: Utwórz turę kursu
pt: Criar série do curso
zh: 创建课程安排

source: Course ID:
ar: معرِّف الدورة التدريبية:
de: Kurs-ID:
eo: Çöürsé ÌD: Ⱡ'σяєм ιρѕυм ∂σłσ#
es: ID del curso:
fr: ID du cours :
ja: コースID:
nl: Cursus-ID:
pl: Numer identyfikacyjny kursu:
pt: ID do curso:
zh: 课程 ID：

source: Access link (SSO):
ar: رابط الوصول (SSO):
de: Zugangslink (SSO):
eo: Àççéss lïnk (SSÖ): Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Enlace de acceso (SSO):
fr: Lien d'accès (SSO) :
ja: アクセスリンク (SSO):
nl: Link toegang (SSO):
pl: Link dostępu (SSO - rejestracja jednokrotna):
pt: Link de acesso (SSO):
zh: 访问链接 (SSO)：

source: Email template for existing users:
ar: نموذج البريد الإلكتروني للمستخدمين الحاليين:
de: E-Mail-Vorlage für bereits bestehende Nutzer:
eo: Émäïl témpläté för éxïstïng üsérs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Plantilla de correo electrónico para usuarios existentes:
fr: Modèle d' e-mail pour les utilisateurs existants :
ja: 既存ユーザー用Eメール・テンプレート:
nl: E-mailsjabloon voor bestaande gebruikers:
pl: Szablon wiadomości e-mail dla istniejących użytkowników:
pt: Template de e-mail para usuários existentes:
zh: 现有用户的电子邮件模板：

source: Email template for new users:
ar: نموذج البريد الإلكتروني للمستخدمين الجدد:
de: E-Mail-Vorlage für neue Nutzer:
eo: Émäïl témpläté för néw üsérs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Plantilla de correo electrónico para usuarios nuevos:
fr: Modèle d’e-mail pour les nouveaux utilisateurs :
ja: 新規ユーザー用Eメール・テンプレート:
nl: E-mailsjabloon voor nieuwe gebruikers:
pl: Szablon wiadomości e-mail dla nowych użytkowników:
pt: Template de e-mail para novos usuários:
zh: 新用户的电子邮件模板：

source: Email template for McKA employees (SSO):
ar: نموذج البريد الإلكتروني لموظفي ماكنزي (SSO):
de: E-Mail-Vorlage für McKA-Mitarbeiter (SSO):
eo: Émäïl témpläté för MçKÀ émplöýéés (SSÖ): Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Plantilla de correo electrónico para empleados de McKA (SSO):
fr: Modèle d’e-mail pour les employés McKA (SSO) :
ja: McKA従業員用Eメール・テンプレート (SSO):
nl: E-mailsjabloon voor McKA-werknemers (SSO):
pl: Szablon wiadomości e-mail dla pracowników McKA (SSO - rejestracja jednokrotna):
pt: Template de e-mail para funcionários do McKA (SSO):
zh: 麦肯锡员工的电子邮件模板 (SSO)：

source: Copy for closed status message:
ar: نسخة لرسالة الحالة المغلقة:
de: Kopie für geschlossene Statusnachricht:
eo: Çöpý för çlöséd stätüs méssägé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Copia para mensaje de estado cerrado:
fr: Copier pour le message de statut fermé :
ja: クローズド・ステータス・メッセージ用にコピーする:
nl: Kopie voor gesloten status-bericht:
pl: Kopia dla wiadomości statusu zamkniętego:
pt: Copiar para mensagem de status fechada:
zh: 课程结束状态消息文案：

source: Self Registration Page Heading:
ar: عنوان صفحة التسجيل الذاتي:
de: Seitenkopfzeile Selbstregistrierung:
eo: Sélf Régïsträtïön Pägé Héädïng: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Encabezado de página para registro automático:
fr: En-tête de page d’auto-enregistrement :
ja: 自己登録ページ見出し:
nl: Kop zelfregistratiepagina:
pl: Nagłówek strony samodzielnej rejestracji:
pt: Cabeçalho da página de autoinscrição:
zh: 自助注册页面标题：

source: Self Registration Description Text:
ar: نص وصف التسجيل الذاتي:
de: Beschreibungstext Selbstregistrierung:
eo: Sélf Régïsträtïön Désçrïptïön Téxt: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Texto de descripción para registro automático:
fr: Texte de description d'auto-enregistrement :
ja: 自己登録内容テキスト:
nl: Tekst zelfregistratiebeschrijving:
pl: Tekst opisu samodzielnej rejestracji:
pt: Texto de descrição da autoinscrição:
zh: 自助注册描述文本：

source: Add Custom Roles:
ar: إضافة أدوار مخصصة:
de: Benutzerdefinierte Rollen hinzufügen:
eo: Àdd Çüstöm Rölés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Añadir roles personalizados:
fr: Ajouter des rôles personnalisés :
ja: カスタムロールを追加する:
nl: Voeg aangepaste functies toe:
pl: Dodaj spersonalizowane stanowiska:
pt: Adicionar funções personalizadas:
zh: 添加自定义角色：

source: Edit Role
ar: تحرير الدور
de: Rolle bearbeiten
eo: Édït Rölé Ⱡ'σяєм ιρѕυм ∂σł#
es: Editar rol
fr: Modifier le rôle
ja: ロールを編集する
nl: Functie bewerken
pl: Edytuj stanowisko
pt: Editar função
zh: 编辑角色

source: Delete Role
ar: حذف الدور
de: Rolle löschen
eo: Délété Rölé Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Eliminar rol
fr: Supprimer le rôle
ja: ロールを削除する
nl: Functie wissen
pl: Usuń stanowisko
pt: Excluir função
zh: 删除角色

source: Add New Role
ar: إضافة دور جديد
de: Neue Rolle hinzufügen
eo: Àdd Néw Rölé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Añadir nuevo rol
fr: Ajouter un nouveau rôle
ja: 新規ロールを追加する
nl: Nieuwe functie toevoegen
pl: Dodaj nowe stanowisko
pt: Adicionar nova função
zh: 添加新角色

source: Self-sign up courses
ar: الدورات التدريبية ذاتية التسجيل
de: Selbstregistrierungskurse
eo: Sélf-sïgn üp çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Cursos de registro automático
fr: Cours avec auto-inscription
ja: 自己参加コース
nl: Cursussen waarvoor u zichzelf kunt aanmelden
pl: Kursy z możliwością samodzielnej rejestracji
pt: Cursos de autoinscrição
zh: 自助注册课程

source: You can manage the self-sign up courses here
ar: يمكنك إدارة الدورات التدريبية ذاتية التسجيل من هنا
de: Sie können die Selbstregistrierungskurse hier verwalten
eo: Ýöü çän mänägé thé sélf-sïgn üp çöürsés héré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Puede administrar los cursos de registro automático aquí
fr: Vous pouvez gérer les cours avec auto-inscription ici
ja: 自己参加コースはここで管理できます
nl: U kunt de cursussen waarvoor u zichzelf kunt aanmelden hier beheren
pl: Tutaj możesz zarządzać kursami z możliwością samodzielnej rejestracji
pt: Você pode gerenciar os cursos de autoinscrição aqui
zh: 您可以在此管理自助注册课程

source: Open
ar: فتح
de: Offen
eo: Öpén Ⱡ'σяєм ι#
es: Abierto
fr: Ouvrir
ja: 開く
nl: Openen
pl: Otwórz
pt: Abrir
zh: 打开

source: Total
ar: المجموع
de: Gesamt
eo: Tötäl Ⱡ'σяєм ιρѕ#
ja: 合計
nl: Totaal
pl: Ogółem
zh: 总计

source: No course runs defined!
ar: لم يتم تحديد دورة تدريبية قيد التشغيل!
de: Keine Kursabläufe definiert!
eo: Nö çöürsé rüns défïnéd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: No existen ediciones del curso definidas
fr: Aucun développement de cours défini !
ja: コース実行が定義されていません
nl: Geen cursusruns gedefinieerd!
pl: Nie zdefiniowano żadnego prze tury kursu!
pt: Não há séries de cursos definidas!
zh: 未定义课程安排！

source: Success!
ar: ناجح!
de: Erfolg!
eo: Süççéss! Ⱡ'σяєм ιρѕυм ∂#
es: Acción completada exitosamente
fr: Vous avez réussi !
ja: 成功!
nl: Succes!
pl: Udało się!
pt: Sucesso!
zh: 成功！

source: Hi!
ar: مرحبًا!
eo: Hï! Ⱡ'σяєм#
es: Hola
fr: Bonjour !
ja: こんにちは!
nl: Hallo!
pl: Cześć!
pt: Oi!
zh: 嗨！

source: This message will be defined by McKA Team
ar: سيتم تحديد هذه الرسالة من قبل فريق ماكنزي
de: Diese Nachricht wird vom McKA-Team festgelegt
eo: Thïs méssägé wïll ßé défïnéd ßý MçKÀ Téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Este mensaje será definido por el equipo de McKA
fr: Ce message sera défini par l'équipe McKA
ja: このメッセージはMcKAチームが定義します
nl: Dit bericht wordt gedefinieerd door het McKA-team
pl: Ta wiadomość zostanie napisana przez członka zespołu McKA
pt: Esta mensagem será definida pela equipe do McKA
zh: 此消息将由麦肯锡团队定义

source: Back to list
ar: العودة إلى القائمة
de: Zurück zur Liste
eo: Bäçk tö lïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Volver a la lista
fr: Retour à la liste
ja: リストに戻る
nl: Terug naar lijst
pl: Powrót do listy
pt: Voltar à lista
zh: 返回列表

source: Course Run:
ar: تشغيل الدورة التدريبية:
de: Kursverlauf:
eo: Çöürsé Rün: Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Edición del curso:
fr: Développement du cours :
ja: コース実行:
nl: Cursusrun:
pl: Tura kursu:
pt: Série do curso:
zh: 课程安排：

source: View live
ar: عرض مباشر
de: Live ansehen
eo: Vïéw lïvé Ⱡ'σяєм ιρѕυм ∂σł#
es: Visualizar en vivo
fr: Affichage en direct
ja: ライブで閲覧する
nl: Live bekijken
pl: Podgląd na żywo
pt: Ver ao vivo
zh: 查看实时课程

source: Max users in course:
ar: أكبر عدد من المستخدمين في الدورة التدريبية:
de: Maximale Nutzer in einem Kurs:
eo: Mäx üsérs ïn çöürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Cantidad máxima de usuarios en el curso:
fr: Nombre d'utilisateurs maximum dans le cours :
ja: コースの最大ユーザー数:
nl: Max. aantal gebruikers in de cursus:
pl: Maks. użytkowników na kursie:
pt: Máximo de usuários no curso:
zh: 课程最大用户数：

source: Total enrolled users in course:
ar: إجمالي المستخدمين المسجلين في الدورة التدريبية:
de: Gesamtzahl der angemeldeten Nutzer in diesem Kurs:
eo: Tötäl énrölléd üsérs ïn çöürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Cantidad total de usuarios inscritos en el curso:
fr: Total des utilisateurs inscrits au cours :
ja: コースの合計登録ユーザー数:
nl: Totaal aantal ingeschreven gebruikers bij de cursus:
pl: Całkowita liczba użytkowników zarejestrowanych na kurs:
pt: Total de usuários inscritos no curso:
zh: 课程注册用户总数：

source: No. of users signed up:
ar: عدد المستخدمين الذي قاموا بالتسجيل:
de: Anzahl der angemeldeten Nutzer:
eo: Nö. öf üsérs sïgnéd üp: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Cantidad de usuarios registrados:
fr: Nombre d'utilisateurs inscrits :
ja: 参加済みユーザー数:
nl: Aantal aangemelde gebruikers:
pl: Liczba zarejestrowanych użytkowników:
pt: Nº de usuários inscritos:
zh: 注册用户数量：

source: Total activation emails sent:
ar: مجموع البريد الإلكتروني المرسل الخاص بالتفعيل:
de: Gesamtzahl der gesendeten Aktivierungsmails:
eo: Tötäl äçtïvätïön émäïls sént: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Total de correos electrónicos de activación enviados:
fr: Nombre total d'e-mails d'activation envoyés :
ja: 送信済みアクティベーションEメール数:
nl: Totaal aantal verzonden activeringsmails:
pl: Całkowita liczba wysłanych e-maili aktywacyjnych
pt: Total de e-mails de ativação enviados:
zh: 发送的激活电子邮件总数：

source: Download CSV
ar: تنزيل القيم المفصولة بالفواصل
de: CSV-Datei herunterladen
eo: Döwnlöäd ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Descargar CSV
fr: Télécharger CSV
ja: CSVをダウンロードする
nl: CSV downloaden
pl: Pobierz CSV
pt: Baixar CSV
zh: 下载 CSV

source: Email template for existing McKA users:
ar: نموذج البريد الإلكتروني لجميع مستخدمي ماكنزي الحاليين:
de: E-Mail-Vorlage für bereits bestehende McKA Nutzer:
eo: Émäïl témpläté för éxïstïng MçKÀ üsérs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Plantilla de correo electrónico para usuarios de McKA existentes:
fr: Modèle d’e-mail pour les utilisateurs McKA existants :
ja: 既存McKAユーザー用Eメール・テンプレート:
nl: E-mailsjabloon voor bestaande McKA-gebruikers:
pl: Szablon wiadomości e-mail dla istniejących użytkowników McKA:
pt: Template de e-mail para usuários existentes do McKA:
zh: 现有麦肯锡用户的电子邮件模板：

source: Email template for new McKA users:
ar: نموذج البريد الإلكتروني لمستخدمي ماكنزي الجدد:
de: E-Mail-Vorlage für neue McKA Nutzer:
eo: Émäïl témpläté för néw MçKÀ üsérs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Plantilla de correo electrónico para usuarios de McKA nuevos:
fr: Modèle d’e-mail nouveaux utilisateurs McKA :
ja: 新規McKAユーザー用Eメール・テンプレート:
nl: E-mailsjabloon voor nieuwe McKA-gebruikers:
pl: Szablon wiadomości e-mail dla nowych użytkowników MCKA:
pt: Template de e-mail para novos usuários do McKA:
zh: 新麦肯锡用户的电子邮件模板：

source: List of users registered for this course:
ar: قائمة المستخدمين المسجلين في هذه الدورة التدريبية:
de: Liste der registrierten Nutzer für diesen Kurs:
eo: Lïst öf üsérs régïstéréd för thïs çöürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Lista de usuarios registrados para este curso:
fr: Liste des utilisateurs enregistrés pour ce cours :
ja: このコースに登録済みのユーザー一覧:
nl: Lijst met voor deze cursus geregistreerde gebruikers:
pl: Lista użytkowników zarejestrowanych na ten kurs:
pt: Lista de usuários registrados neste curso:
zh: 此课程的注册用户名单：

source: McK Employee
ar: موظف ماكنزي
de: McK-Mitarbeiter
eo: MçK Émplöýéé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Empleado de McK
fr: Employé McK
ja: McK従業員
nl: McK-werknemer
pl: Pracownik McK
pt: Funcionário do McK
zh: 麦肯锡员工
