Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Jamaica
ar: جامايكا
de: Jamaika
eo: Jämäïçä Ⱡ'σяєм ιρѕυм #
fr: Jamaïque
ja: ジャマイカ
pl: Jamajka
zh: 牙买加

source: Japan
ar: اليابان
eo: Jäpän Ⱡ'σяєм ιρѕ#
es: Japón
fr: Japon
ja: 日本
pl: Japonia
pt: Japão
zh: 日本

source: Jersey
ar: جيرسي
eo: Jérséý Ⱡ'σяєм ιρѕυ#
ja: ジャージー
zh: 新泽西

source: Jordan
ar: الأردن
de: Jordanien
eo: Jördän Ⱡ'σяєм ιρѕυ#
es: Jordania
fr: Jordanie
ja: ヨルダン
nl: Jordanië
pl: Jordania
pt: Jordânia
zh: 约旦

source: Kazakhstan
ar: كازاخستان
de: Kasachstan
eo: Käzäkhstän Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Kazajistán
ja: カザフスタン
nl: Kazachstan
pl: Kazachstan
pt: Cazaquistão
zh: 哈萨克斯坦

source: Kenya
ar: كينيا
de: Kenia
eo: Kénýä Ⱡ'σяєм ιρѕ#
es: Kenia
ja: ケニア
nl: Kenia
pl: Kenia
pt: Quênia
zh: 肯尼亚

source: Kiribati
ar: كيريباس
eo: Kïrïßätï Ⱡ'σяєм ιρѕυм ∂#
ja: キリバス
zh: 基里巴斯

source: Korea, Democratic People's Republic of
ar: كوريا الديمقراطية الشعبية
de: Korea, Demokratische Volksrepublik
eo: Köréä, Démöçrätïç Péöplé's Répüßlïç öf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: República Popular Democrática de Corea
fr: Corée, République populaire démocratique de
ja: 朝鮮民主主義人民共和国
nl: Korea, Democratische Volksrepubliek
pl: Korea Północna
pt: Coreia, República Popular Democrática da
zh: 朝鲜

source: Korea, Republic of
ar: جمهورية كوريا
de: Korea, Republik
eo: Köréä, Répüßlïç öf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: República de Corea
fr: Corée, République de
ja: 大韓民国
nl: Republiek Korea
pl: Korea Południowa
pt: Coreia, República da
zh: 韩国

source: Kuwait
ar: الكويت
eo: Küwäït Ⱡ'σяєм ιρѕυ#
fr: Koweït
ja: クウェート
nl: Koeweit
pl: Kuwejt
zh: 科威特

source: Kyrgyzstan
ar: قيرغيزستان
de: Kirgisistan
eo: Kýrgýzstän Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Kirguistán
ja: キルギスタン
nl: Kirgizië
pl: Kirgistan
pt: Quirguistão
zh: 吉尔吉斯斯坦

source: Lao People's Democratic Republic
ar: جمهورية لاو الديمقراطية الشعبية
de: Demokratische Volksrepublik Laos
eo: Läö Péöplé's Démöçrätïç Répüßlïç Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: República Democrática Popular Lao
fr: République populaire démocratique du Laos
ja: ラオス人民民主共和国
nl: Democratische Volksrepubliek Laos
pl: Laos (Laotańska Republika Ludowo-Demokratyczna)
pt: República Democrática Popular do Laos
zh: 老挝

source: Latvia
ar: لاتفيا
de: Lettland
eo: Lätvïä Ⱡ'σяєм ιρѕυ#
es: Letonia
fr: Lettonie
ja: ラトビア
nl: Letland
pl: Łotwa
pt: Letônia
zh: 拉脱维亚

source: Lebanon
ar: لبنان
de: Libanon
eo: Léßänön Ⱡ'σяєм ιρѕυм #
es: Líbano
fr: Liban
ja: レバノン
nl: Libanon
pl: Liban
pt: Líbano
zh: 黎巴嫩

source: Lesotho
ar: ليسوتو
eo: Lésöthö Ⱡ'σяєм ιρѕυм #
es: Lesoto
ja: レソト
pt: Lesoto
zh: 莱索托

source: Liberia
ar: ليبريا
eo: Lïßérïä Ⱡ'σяєм ιρѕυм #
fr: Libéria
ja: リベリア
pt: Libéria
zh: 利比里亚

source: Libya
ar: ليبيا
de: Libyen
eo: Lïßýä Ⱡ'σяєм ιρѕ#
es: Libia
fr: Libye
ja: リビア
nl: Libië
pl: Libia
pt: Líbia
zh: 利比亚

source: Liechtenstein
ar: ليشتنشتاين
eo: Lïéçhténstéïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
ja: リヒテンシュタイン
zh: 列支敦士登

source: Lithuania
ar: لتوانيا
de: Litauen
eo: Lïthüänïä Ⱡ'σяєм ιρѕυм ∂σł#
es: Lituania
fr: Lituanie
ja: リトアニア
nl: Litouwen
pl: Litwa
pt: Lituânia
zh: 立陶宛

source: Luxembourg
ar: لوكسمبورج
de: Luxemburg
eo: Lüxémßöürg Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Luxemburgo
ja: ルクセンブルク
nl: Luxemburg
pl: Luxemburg
pt: Luxemburgo
zh: 卢森堡

source: Macao
ar: ماكاو
eo: Mäçäö Ⱡ'σяєм ιρѕ#
ja: マカオ
nl: Macau
pl: Makau
pt: Macau
zh: 澳门

source: Macedonia, The Former Yugoslav Republic of
ar: مقدونيا، الجمهورية اليوغوسلافية السابقة
de: Mazedonien, Ehemalige jugoslawische Republik
eo: Mäçédönïä, Thé Förmér Ýügösläv Répüßlïç öf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Antigua República Yugoslava de Macedonia
fr: Macédoine, Ancienne république de Yougoslavie
ja: マケドニア・旧ユーゴスラビア共和国
nl: Macedonië, Voormalige Joegoslavische Republiek
pl: Macedonia Północna (BJRM)
pt: Macedônia, Antiga República da Iugoslávia
zh: 前南斯拉夫马其顿共和国

source: Madagascar
ar: مدغشقر
de: Madagaskar
eo: Mädägäsçär Ⱡ'σяєм ιρѕυм ∂σłσ#
ja: マダガスカル
nl: Madagaskar
pl: Madagaskar
pt: Madagáscar
zh: 马达加斯加

source: Malawi
ar: ملاوي
eo: Mäläwï Ⱡ'σяєм ιρѕυ#
es: Malaui
ja: マラウィ
zh: 马拉维

source: Malaysia
ar: ماليزيا
eo: Mäläýsïä Ⱡ'σяєм ιρѕυм ∂#
es: Malasia
fr: Malaisie
ja: マレーシア
nl: Maleisië
pl: Malezja
pt: Malásia
zh: 马来西亚

source: Maldives
ar: جزر المالديف
de: Malediven
eo: Mäldïvés Ⱡ'σяєм ιρѕυм ∂#
es: Maldivas
ja: モルディブ
nl: Malediven
pl: Malediwy
pt: Maldivas
zh: 马尔代夫

source: Mali
ar: مالي
eo: Mälï Ⱡ'σяєм ι#
ja: マリ
zh: 马里

source: Malta
ar: مالطا
eo: Mältä Ⱡ'σяєм ιρѕ#
fr: Malte
ja: マルタ
zh: 马耳他

source: Marshall Islands
ar: جزر مارشال
de: Marshallinseln
eo: Märshäll Ìsländs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Islas Marshall
fr: Îles Marshall
ja: マーシャル諸島
nl: Marshalleilanden
pl: Wyspy Marshalla
pt: Ilhas Marshall
zh: 马绍尔群岛

source: Martinique
ar: جزر المارتينيك
eo: Märtïnïqüé Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Martinica
ja: マルティニーク
pl: Martynika
pt: Martinica
zh: 马提尼克

source: Mauritania
ar: موريتانيا
de: Mauretanien
eo: Mäürïtänïä Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Mauritanie
ja: モーリタニア
nl: Mauritanië
pl: Mauretania
pt: Mauritânia
zh: 毛里塔尼亚

source: Mauritius
ar: موريشيوس
eo: Mäürïtïüs Ⱡ'σяєм ιρѕυм ∂σł#
es: Mauricio
fr: Maurice
ja: モーリシャス
pt: Maurício, Ilhas
zh: 毛里求斯

source: Mayotte
ar: جزيرة مايوت
eo: Mäýötté Ⱡ'σяєм ιρѕυм #
ja: マヨット
pl: Majotta
zh: 马约特

source: Mexico
ar: المكسيك
de: Mexiko
eo: Méxïçö Ⱡ'σяєм ιρѕυ#
es: México
ja: メキシコ
pl: Meksyk
pt: México
zh: 墨西哥

source: Micronesia, Federated States of
ar: ولايات ميكرونيسيا المتحدة
de: Mikronesien, Föderierte Staaten von
eo: Mïçrönésïä, Fédérätéd Stätés öf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Estados Federados de Micronesia
fr: Micronésie, États fédérés de
ja: ミクロネシア連邦
nl: Micronesië, Onafhankelijke staten van
pl: Mikronezja
pt: Micronésia, Estados Federados da
zh: 密克罗尼西亚联邦

source: Moldova, Republic of
ar: جمهورية مولدوفا
de: Moldau, Republik
eo: Möldövä, Répüßlïç öf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: República de Moldavia
fr: Moldavie, République de
ja: モルドバ共和国
nl: Moldavië, Republiek
pl: Mołdawia
pt: Moldávia, República da
zh: 摩尔多瓦共和国

source: Monaco
ar: موناكو
eo: Mönäçö Ⱡ'σяєм ιρѕυ#
es: Mónaco
ja: モナコ
pl: Monako
pt: Mônaco
zh: 摩纳哥

source: Mongolia
ar: منغوليا
de: Mongolei
eo: Möngölïä Ⱡ'σяєм ιρѕυм ∂#
fr: Mongolie
ja: モンゴル
nl: Mongolië
pt: Mongólia
zh: 蒙古

source: Montenegro
ar: مونتينيغرو
eo: Mönténégrö Ⱡ'σяєм ιρѕυм ∂σłσ#
ja: モンテネグロ
pl: Czarnogóra
zh: 黑山共和国

source: Montserrat
ar: مونتسيرات
eo: Möntsérrät Ⱡ'σяєм ιρѕυм ∂σłσ#
ja: モントセラト
zh: 蒙特塞拉特

source: Morocco
ar: المغرب
de: Marokko
eo: Möröççö Ⱡ'σяєм ιρѕυм #
es: Marruecos
fr: Maroc
ja: モロッコ
nl: Marokko
pl: Maroko
pt: Marrocos
zh: 摩洛哥

source: Mozambique
ar: موزمبيق
de: Mosambik
eo: Mözämßïqüé Ⱡ'σяєм ιρѕυм ∂σłσ#
ja: モザンビーク
pl: Mozambik
pt: Moçambique
zh: 莫桑比克

source: Myanmar
ar: ميانمار
eo: Mýänmär Ⱡ'σяєм ιρѕυм #
ja: ミャンマー
pl: Mjanma
zh: 缅甸

source: Namibia
ar: ناميبيا
eo: Nämïßïä Ⱡ'σяєм ιρѕυм #
fr: Namibie
ja: ナミビア
nl: Namibië
pt: Namíbia
zh: 纳米比亚

source: Nauru
ar: ناورو
eo: Näürü Ⱡ'σяєм ιρѕ#
ja: ナウル
zh: 瑙鲁

source: Nepal
ar: نيبال
eo: Népäl Ⱡ'σяєм ιρѕ#
fr: Népal
ja: ネパール
zh: 尼泊尔

source: Netherlands
ar: هولندا
de: Niederlande
eo: Néthérländs Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Países Bajos
fr: Pays-Bas
ja: オランダ
nl: Nederland
pl: Holandia
pt: Holanda
zh: 荷兰

source: New Caledonia
ar: كاليدونيا الجديدة
de: Neukaledonien
eo: Néw Çälédönïä Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Nueva Caledonia
fr: Nouvelle Calédonie
ja: ニューカレドニア
nl: Nieuw-Caledonië
pl: Nowa Kaledonia
pt: Nova Caledônia
zh: 新喀里多尼亚

source: New Zealand
ar: نيوزيلندا
de: Neuseeland
eo: Néw Zéäländ Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Nueva Zelanda
fr: Nouvelle Zélande
ja: ニュージーランド
nl: Nieuw-Zeeland
pl: Nowa Zelandia
pt: Nova Zelândia
zh: 新西兰

source: Nicaragua
ar: نيكاراجوا
eo: Nïçärägüä Ⱡ'σяєм ιρѕυм ∂σł#
ja: ニカラグア
pl: Nikaragua
pt: Nicarágua
zh: 尼加拉瓜

source: Niger
ar: النيجر
eo: Nïgér Ⱡ'σяєм ιρѕ#
es: Níger
ja: ニジェール
pt: Níger
zh: 尼日尔

source: Nigeria
ar: نيجيريا
eo: Nïgérïä Ⱡ'σяєм ιρѕυм #
fr: Nigéria
ja: ナイジェリア
pt: Nigéria
zh: 尼日利亚

source: Niue
ar: نيوي
eo: Nïüé Ⱡ'σяєм ι#
ja: ニウエ
pt: Ilhas Niue
zh: 纽埃

source: Norfolk Island
ar: جزيرة نورفولك
de: Norfolkinsel
eo: Nörfölk Ìsländ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Islas Norfolk
fr: Île Norfolk
ja: ノーフォーク島
nl: Norfolkeiland
pl: Norfolk
pt: Ilhas Norfolk
zh: 诺福克岛

source: Northern Mariana Islands
ar: جزر ماريانا الشمالية
de: Nördliche Marianen
eo: Nörthérn Märïänä Ìsländs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Islas Marianas del Norte
fr: Îles Mariannes du Nord
ja: 北マリアナ諸島
nl: Noordelijke Marianen
pl: Mariany Północne
pt: Ilhas Marianas do Norte
zh: 北马里亚纳群岛

source: Norway
ar: النرويج
de: Norwegen
eo: Nörwäý Ⱡ'σяєм ιρѕυ#
es: Noruega
fr: Norvège
ja: ノルウェー
nl: Noorwegen
pl: Norwegia
pt: Noruega
zh: 挪威

source: Oman
ar: عُمان
eo: Ömän Ⱡ'σяєм ι#
es: Omán
ja: オマーン
pt: Omã
zh: 阿曼

source: Pakistan
ar: باكستان
eo: Päkïstän Ⱡ'σяєм ιρѕυм ∂#
es: Pakistán
ja: パキスタン
pt: Paquistão
zh: 巴基斯坦

source: Palau
ar: باﻻو
eo: Päläü Ⱡ'σяєм ιρѕ#
es: Palaos
fr: Palaos
ja: パラオ
zh: 帕劳

source: Palestinian Territory, Occupied
ar: الأراضي الفلسطينية المحتلة
de: Palästinensische Autonomiegebiete
eo: Päléstïnïän Térrïtörý, Öççüpïéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Territorios Palestinos Ocupados
fr: Territoires palestiniens occupés
ja: パレスチナ占領地
nl: Palestijnse territoria
pl: Palestyna
pt: Território Palestino, Ocupado
zh: 巴勒斯坦占领区

source: Panama
ar: بنما
eo: Pänämä Ⱡ'σяєм ιρѕυ#
es: Panamá
ja: パナマ
pt: Panamá
zh: 巴拿马

source: Papua New Guinea
ar: بابوا غينيا الجديدة
de: Papua-Neuguinea
eo: Päpüä Néw Güïnéä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Papúa Nueva Guinea
fr: Papouasie-Nouvelle-Guinée
ja: パプアニューギニア
nl: Papoea-Nieuw-Guinea
pl: Papua-Nowa Gwinea
pt: Papua-Nova Guiné
zh: 巴布亚新几内亚

source: Paraguay
ar: باراجواي
eo: Pärägüäý Ⱡ'σяєм ιρѕυм ∂#
ja: パラグアイ
pl: Paragwaj
pt: Paraguai
zh: 巴拉圭

source: Peru
ar: بيرو
eo: Pérü Ⱡ'σяєм ι#
es: Perú
fr: Pérou
ja: ペルー
zh: 秘鲁

source: Philippines
ar: الفلبين
de: Philippinen
eo: Phïlïppïnés Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Filipinas
ja: フィリピン
nl: Filippijnen
pl: Filipiny
pt: Filipinas
zh: 菲律宾

source: Pitcairn
ar: بيتكيرن
eo: Pïtçäïrn Ⱡ'σяєм ιρѕυм ∂#
es: Islas Pitcairn
ja: ピトケアン
nl: Pitcairneilanden
zh: 皮特凯恩

source: Poland
ar: بولندا
de: Polen
eo: Pöländ Ⱡ'σяєм ιρѕυ#
es: Polonia
fr: Pologne
ja: ポーランド
nl: Polen
pl: Polska
pt: Polônia
zh: 波兰

source: Portugal
ar: البرتغال
eo: Pörtügäl Ⱡ'σяєм ιρѕυм ∂#
ja: ポルトガル
pl: Portugalia
zh: 葡萄牙

source: Puerto Rico
ar: بورتوريكو
eo: Püértö Rïçö Ⱡ'σяєм ιρѕυм ∂σłσя #
ja: プエルトリコ
pl: Portoryko
pt: Porto Rico
zh: 波多黎各

source: Qatar
ar: قطر
de: Katar
eo: Qätär Ⱡ'σяєм ιρѕ#
ja: カタール
pl: Katar
pt: Catar
zh: 卡塔尔

source: Réunion
ar: جزيرة ريونيون
eo: Réünïön Ⱡ'σяєм ιρѕυм #
es: Reunión
ja: レユニオン
pl: Reunion
pt: Reunião
zh: 留尼汪

source: Romania
ar: رومانيا
de: Rumänien
eo: Römänïä Ⱡ'σяєм ιρѕυм #
es: Rumania
fr: Romanie
ja: ルーマニア
nl: Roemenië
pl: Rumunia
pt: Romênia
zh: 罗马尼亚

source: Russian Federation
ar: الاتحاد الروسي
de: Russische Föderation
eo: Rüssïän Fédérätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Federación Rusa
fr: Fédération Russe
ja: ロシア連邦
nl: Rusland
pl: Rosja
pt: Federação Russa
zh: 俄罗斯联邦

source: Rwanda
ar: رواندا
de: Ruanda
eo: Rwändä Ⱡ'σяєм ιρѕυ#
es: Ruanda
ja: ルワンダ
pt: Ruanda
zh: 卢旺达

source: Saint Barthélemy
ar: سان بارتليمي
de: Sankt Bartholomäus
eo: Säïnt Bärthélémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: San Bartolomé
ja: セントバーツ
nl: Saint Barthélemy (Sint-Bartholomeus)
pt: São Bartolomeu
zh: 圣巴泰勒米

source: Saint Helena, Ascension and Tristan Da Cunha
ar: سانت هيلينا وجزيرة أسنسيون وتريستان دا كونا
de: St. Helena, Ascension und Tristan Da Cunha
eo: Säïnt Hélénä, Àsçénsïön änd Trïstän Dä Çünhä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Santa Elena, Ascensión y Tristán de Acuña
fr: Sainte-Hélène, Ascension et Tristan da Cunha
ja: セントヘレナ・アセンションおよびトリスタンダクーニャ
nl: Sint-Helena, Ascension en Tristan da Cunha
pl: Wyspa Świętej Heleny, Wyspa Wniebowstąpienia i Tristan da Cunha
pt: Santa Helena, Ascensão e Tristão da Cunha
zh: 圣赫勒拿、阿森松和特里斯坦-达库尼亚

source: Saint Kitts and Nevis
ar: سانت كيتس ونيفيس
de: St. Kitts und Nevis
eo: Säïnt Kïtts änd Névïs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: San Cristóbal y Nieves
fr: Saint-Christophe-et-Niévès
ja: セントキッツ・ネイビス
nl: Saint Kitts en Nevis
pl: Saint Kitts i Nevis
pt: São Cristóvão e Nevis
zh: 圣基茨和尼维斯

source: Saint Lucia
ar: سانت لوسيا
de: St. Lucia
eo: Säïnt Lüçïä Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Santa Lucía
fr: Saint Lucie
ja: セントルシア
pt: Santa Lúcia
zh: 圣卢西亚

source: Saint Martin (French Part)
ar: سانت مارتن (الجزء الفرنسي)
de: St. Martin (Französischer Teil)
eo: Säïnt Märtïn (Frénçh Pärt) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: San Martín (parte francesa)
fr: Saint Martin (Parte française)
ja: サン・マルタン（フランス部）
nl: Sint Maarten (Franse Deel)
pl: Saint-Martin
pt: Saint Martin (parte francesa)
zh: 圣马丁（法属）

source: Saint Pierre and Miquelon
ar: سانت بيير وميكلون
de: St. Pierre und Miquelon
eo: Säïnt Pïérré änd Mïqüélön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: San Pedro y Miquelón
fr: Saint Pierre et Miquelon
ja: サンピエール島・ミクロン島
nl: Saint-Pierre en Miquelon
pl: Wspólnota Terytorialna Saint Pierre i Miquelon
pt: São Pedro e Miquelon
zh: 圣皮埃尔和密克隆

source: Saint Vincent and the Grenadines
ar: سانت فنسنت وجزر غرينادين
de: St. Vincent und die Grenadinen
eo: Säïnt Vïnçént änd thé Grénädïnés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: San Vicente y las Granadinas
fr: Saint-Vincent-et-les-Grenadines
ja: セントビンセントおよびグレナディーン諸島
nl: Saint Vincent en de Grenadines
pl: Saint Vincent i Grenadyny
pt: São Vicente e Granadinas
zh: 圣文森特和格林纳丁斯

source: Samoa
ar: ساموا
eo: Sämöä Ⱡ'σяєм ιρѕ#
ja: サモア
zh: 萨摩亚

source: San Marino
ar: سان مارينو
eo: Sän Märïnö Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Saint-Marin
ja: サン・マリノ
zh: 圣马力诺

source: Sao Tome and Principe
ar: ساو تومي وبرينسيبي
de: São Tomé und Príncipe
eo: Säö Tömé änd Prïnçïpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Santo Tomé y Príncipe
fr: Sao Tome et Principe
ja: サオトメ・プリンシペ
nl: Sao Tomé en Principe
pl: Wyspy Świętego Tomasza i Książęca
pt: São Tomé e Príncipe
zh: 圣多美和普林西比

source: Saudi Arabia
ar: المملكة العربية السعودية
de: Saudi-Arabien
eo: Säüdï Àräßïä Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Arabia Saudita
fr: Arabie saoudite
ja: サウジアラビア
nl: Saudi-Arabië
pl: Arabia Saudyjska
pt: Arábia Saudita
zh: 沙特阿拉伯

source: Senegal
ar: السنغال
eo: Sénégäl Ⱡ'σяєм ιρѕυм #
fr: Sénégal
ja: セネガル
zh: 塞内加尔

source: Serbia
ar: صربيا
de: Serbien
eo: Sérßïä Ⱡ'σяєм ιρѕυ#
fr: Serbie
ja: セルビア
nl: Servië
pt: Sérvia
zh: 塞尔维亚

source: Seychelles
ar: سيشيل
de: Seychellen
eo: Séýçhéllés Ⱡ'σяєм ιρѕυм ∂σłσ#
ja: セイシェル
nl: Seychellen
pl: Seszele
pt: Seicheles
zh: 塞舌尔

source: Sierra Leone
ar: سيراليون
eo: Sïérrä Léöné Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Sierra Leona
ja: シエラ・レオネ
pt: Serra Leoa
zh: 塞拉利昂

source: Singapore
ar: سنغافورة
de: Singapur
eo: Sïngäpöré Ⱡ'σяєм ιρѕυм ∂σł#
es: Singapur
fr: Singapour
ja: シンガポール
pl: Singapur
pt: Singapura
zh: 新加坡

source: Sint Maarten (Dutch Part)
ar: سانت مارتن (الجزء الهولندي)
de: Sint Maarten (Niederländischer Teil)
eo: Sïnt Määrtén (Dütçh Pärt) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: San Martín (parte holandesa)
fr: Saint-Martin (Partie hollandaise)
ja: シントマールテン（オランダ部）
nl: Sint Maarten (Nederlandse Deel)
pl: Sint Maarten
pt: Sint Maarten (parte holandesa)
zh: 圣马丁（荷属）

source: Slovakia
ar: سلوفاكيا
de: Slowakei
eo: Slöväkïä Ⱡ'σяєм ιρѕυм ∂#
es: Eslovaquia
fr: Slovaquie
ja: スロバキア
nl: Slowakije
pl: Słowacja
pt: Eslováquia
zh: 斯洛伐克

source: Slovenia
ar: سلوفينيا
de: Slowenien
eo: Slövénïä Ⱡ'σяєм ιρѕυм ∂#
es: Eslovenia
fr: Slovénie
ja: スロベニア
nl: Slovenië
pl: Słowenia
pt: Eslovênia
zh: 斯洛文尼亚

source: Solomon Islands
ar: جزر سليمان
de: Salomoninseln
eo: Sölömön Ìsländs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Islas Salomón
fr: Îles Solomon
ja: ソロモン諸島
nl: Salomonseilanden
pl: Wyspy Salomona
pt: Ilhas Salomão
zh: 所罗门群岛

source: Somalia
ar: الصومال
eo: Sömälïä Ⱡ'σяєм ιρѕυм #
fr: Somalie
ja: ソマリア
nl: Somalië
pt: Somália
zh: 索马里

source: South Africa
ar: جنوب أفريقيا
de: Südafrika
eo: Söüth Àfrïçä Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Sudáfrica
fr: Afrique du Sud
ja: 南アフリカ
nl: Zuid-Afrika
pl: Republika Południowej Afryki
pt: África do Sul
zh: 南非

source: South Georgia and the South Sandwich Islands
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية
de: Südgeorgien und die Südlichen Sandwichinseln
eo: Söüth Géörgïä änd thé Söüth Sändwïçh Ìsländs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Islas Georgias del Sur y Sandwich del Sur
fr: Géorgie du Sud-et-les îles Sandwich du Sud
ja: サウスジョージア・サウスサンドウィッチ諸島
nl: Zuid-Georgia en de Zuidelijke Sandwicheilanden
pl: Georgia Południowa i Sandwich Południowy
pt: Geórgia do Sul e Ilhas Sandwich do Sul
zh: 南乔治亚州和南桑威奇群岛

source: South Sudan
ar: جنوب السودان
de: Südsudan
eo: Söüth Südän Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Sudán del Sur
fr: Sud Soudan
ja: 南スーダン
nl: Zuid-Soedan
pl: Sudan Południowy
pt: Sudão do Sul
zh: 南苏丹

source: Spain
ar: إسبانيا
de: Spanien
eo: Späïn Ⱡ'σяєм ιρѕ#
es: España
fr: Espagne
ja: スペイン
nl: Spanje
pl: Hiszpania
pt: Espanha
zh: 西班牙

source: Sri Lanka
ar: سريلانكا
eo: Srï Länkä Ⱡ'σяєм ιρѕυм ∂σł#
ja: スリランカ
zh: 斯里兰卡

source: Sudan
ar: السودان
eo: Südän Ⱡ'σяєм ιρѕ#
es: Sudán
fr: Soudan
ja: スーダン
nl: Soedan
pt: Sudão
zh: 苏丹

source: Suriname
ar: سورينام
eo: Sürïnämé Ⱡ'σяєм ιρѕυм ∂#
es: Surinam
ja: スリナム
pl: Surinam
zh: 苏里南

source: Svalbard and Jan Mayen
ar: سفالبارد وجان مايان
de: Svalbard und Jan Mayen
eo: Svälßärd änd Jän Mäýén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Svalbard y Jan Mayen
fr: Svalbard et Jan Mayen
ja: スヴァールバル諸島およびヤンマイエン島
nl: Spitsbergen en Jan Mayen
pl: Svalbard i Jan Mayen
pt: Svalbard e Jan Mayen
zh: 斯瓦尔巴群岛和扬马延

source: Swaziland
ar: سوازيلاند
de: Swasiland
eo: Swäzïländ Ⱡ'σяєм ιρѕυм ∂σł#
es: Suazilandia
ja: スワジランド
pl: Eswatini (Suazi)
pt: Suazilândia
zh: 斯威士兰

source: Sweden
ar: السويد
de: Schweden
eo: Swédén Ⱡ'σяєм ιρѕυ#
es: Suecia
fr: Suède
ja: スウェーデン
nl: Zweden
pl: Szwecja
pt: Suécia
zh: 瑞典

source: Switzerland
ar: سويسرا
de: Schweiz
eo: Swïtzérländ Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Suiza
fr: Suisse
ja: スイス
nl: Zwitserland
pl: Szwajcaria
pt: Suíça
zh: 瑞士

source: Syrian Arab Republic
ar: الجمهورية العربية السورية
de: Syrien
eo: Sýrïän Àräß Répüßlïç Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: República Árabe Siria
fr: République arabe syrienne
ja: シリアアラブ共和国
nl: Syrische Arabische Republiek
pl: Syria
pt: República Árabe da Síria
zh: 阿拉伯叙利亚共和国

source: Taiwan
ar: تايوان
eo: Täïwän Ⱡ'σяєм ιρѕυ#
es: Taiwán
fr: Taïwan
ja: 台湾
pl: Tajwan
zh: 台湾

source: Tajikistan
ar: طاجيكستان
de: Tadschikistan
eo: Täjïkïstän Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Tayikistán
fr: Tadjikistan
ja: タジキスタン
nl: Tadzjikistan
pl: Tadżykistan
pt: Tajiquistão
zh: 塔吉克斯坦

source: Tanzania, United Republic of
ar: جمهورية تنزانيا المتحدة
de: Tansania, Vereinigte Republik
eo: Tänzänïä, Ûnïtéd Répüßlïç öf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: República Unida de Tanzania
fr: Tanzanie, République unie de
ja: タンザニア連合共和国
nl: Tanzania, Verenigde Republiek
pl: Tanzania
pt: Tanzânia, República Unida da
zh: 坦桑尼亚联合共和国

source: Thailand
ar: تايلاند
eo: Thäïländ Ⱡ'σяєм ιρѕυм ∂#
es: Tailandia
fr: Thaïlande
ja: タイ
pl: Tajlandia
pt: Tailândia
zh: 泰国

source: Timor-leste
ar: تيمور-ليشتي
eo: Tïmör-lésté Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Timor Oriental
ja: 東ティモール
nl: Oost-Timor
pl: Timor Wschodni
zh: 东帝汶

source: Togo
ar: توغو
eo: Tögö Ⱡ'σяєм ι#
ja: トーゴ
zh: 多哥

source: Tokelau
ar: توكيلاو
eo: Tökéläü Ⱡ'σяєм ιρѕυм #
ja: トケラウ
zh: 托克劳

source: Tonga
ar: تونغا
eo: Töngä Ⱡ'σяєм ιρѕ#
ja: トンガ
zh: 汤加

source: Trinidad and Tobago
ar: ترنداد وتوباجو
de: Trinidad und Tobago
eo: Trïnïdäd änd Tößägö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Trinidad y Tobago
fr: Trinidad et Tobago
ja: トリニダード・トバゴ
nl: Trinidad en Tobago
pl: Trynidad i Tobago
pt: Trindade e Tobago
zh: 特立尼达和多巴哥

source: Tunisia
ar: تونس
de: Tunesien
eo: Tünïsïä Ⱡ'σяєм ιρѕυм #
es: Túnez
fr: Tunisie
ja: チュニジア
nl: Tunesië
pl: Tunezja
pt: Tunísia
zh: 突尼斯

source: Turkey
ar: تركيا
de: Türkei
eo: Türkéý Ⱡ'σяєм ιρѕυ#
es: Turquía
fr: Turquie
ja: トルコ
nl: Turkije
pl: Turcja
pt: Turquia
zh: 土耳其

source: Turkmenistan
ar: تركمانستان
eo: Türkménïstän Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Turkmenistán
ja: トルクメニスタン
pt: Turcomenistão
zh: 土库曼斯坦

source: Turks and Caicos Islands
ar: جزر توركس وكايكوس
de: Turks- und Caicosinseln
eo: Türks änd Çäïçös Ìsländs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Islas Turcas y Caicos
fr: Îles Turques-et-Caïques
ja: タークス・カイコス諸島
nl: Turks- en Caicoseilanden
pl: Turks i Caicos
pt: Ilhas Turks e Caicos
zh: 特克斯和凯科斯群岛

source: Tuvalu
ar: توفالو
eo: Tüvälü Ⱡ'σяєм ιρѕυ#
ja: ツバル
zh: 图瓦卢

source: Uganda
ar: أوغندا
eo: Ûgändä Ⱡ'σяєм ιρѕυ#
fr: Ouganda
ja: ウガンダ
nl: Oeganda
zh: 乌干达

source: Ukraine
ar: أوكرانيا
eo: Ûkräïné Ⱡ'σяєм ιρѕυм #
es: Ucrania
ja: ウクライナ
nl: Oekraïne
pl: Ukraina
pt: Ucrânia
zh: 乌克兰

source: United Arab Emirates
ar: الإمارات العربية المتحدة
de: Vereinigte Arabische Emirate
eo: Ûnïtéd Àräß Émïrätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Emiratos Árabes Unidos
fr: Émirats arabes unis
ja: アラブ首長国連邦
nl: Verenigde Arabische Emiraten
pl: Zjednoczone Emiraty Arabskie
pt: Emirados Árabes Unidos
zh: 阿拉伯联合酋长国

source: United Kingdom
ar: المملكة المتحدة
de: Großbritannien
eo: Ûnïtéd Kïngdöm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Reino Unido
fr: Royaume-Uni
ja: イギリス
nl: Verenigd Koninkrijk
pl: Wielka Brytania
pt: Reino Unido
zh: 英国

source: United States
ar: الولايات المتحدة
de: Vereinigte Staaten von Amerika
eo: Ûnïtéd Stätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Estados Unidos
fr: États-Unis
ja: アメリカ
nl: Verenigde Staten
pl: Stany Zjednoczone
pt: Estados Unidos
zh: 美国

source: United States Minor Outlying Islands
ar: جزر الولايات المتحدة البعيدة الصغرى
eo: Ûnïtéd Stätés Mïnör Öütlýïng Ìsländs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Islas Ultramarinas Menores de Estados Unidos
fr: Îles mineures éloignées des États-Unis
ja: 合衆国領有小離島
nl: De kleine afgelegen eilanden van de Verenigde Staten
pl: Dalekie Wyspy Mniejsze Stanów Zjednoczonych
pt: Ilhas Menores Distantes dos Estados Unidos
zh: 美国本土外小岛屿

source: Uruguay
ar: أوروجواي
eo: Ûrügüäý Ⱡ'σяєм ιρѕυм #
ja: ウルグアイ
pl: Urugwaj
pt: Uruguai
zh: 乌拉圭

source: Uzbekistan
ar: أوزبكستان
de: Usbekistan
eo: Ûzßékïstän Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Uzbekistán
fr: Ouzbékistan
ja: ウズベキスタン
nl: Oezbekistan
pt: Uzbequistão
zh: 乌兹别克斯坦

source: Vanuatu
ar: فانواتو
eo: Vänüätü Ⱡ'σяєм ιρѕυм #
ja: バヌアツ
zh: 瓦努阿图

source: Venezuela, Bolivarian Republic of
ar: فنزويلا، الجمهورية البوليفارية
de: Venezuela, Bolivarische Republik
eo: Vénézüélä, Bölïvärïän Répüßlïç öf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: República Bolivariana de Venezuela
fr: Venezuela, République Bolivarienne du
ja: ベネズエラ・ボリバル共和国
nl: Venezuela, Bolivariaanse Republiek
pl: Wenezuela
pt: Venezuela, República Bolivariana da
zh: 委内瑞拉玻利瓦尔共和国

source: Viet Nam
ar: فيتنام
eo: Vïét Näm Ⱡ'σяєм ιρѕυм ∂#
fr: Viêt Nam
ja: ベトナム
pl: Wietnam
pt: Vietnã
zh: 越南

source: Virgin Islands, British
ar: جزر فيرجن البريطانية
de: Jungferninseln, Britisch
eo: Vïrgïn Ìsländs, Brïtïsh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Islas Vírgenes Británicas
fr: Îles Vierges, Britannique
ja: イギリス領ヴァージン諸島
nl: Maagdeneilanden, Britse
pl: Brytyjskie Wyspy Dziewicze
pt: Ilhas Virgens Britânicas
zh: 英属维尔京群岛

source: Virgin Islands, U.S.
ar: جزر فيرجن، الولايات المتحدة
de: Jungferninseln, Amerikanisch
eo: Vïrgïn Ìsländs, Û.S. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Islas Vírgenes de los Estados Unidos
fr: Îles Vierges, U.S.
ja: アメリカ領ヴァージン諸島
nl: Maagdeneilanden, Amerikaanse
pl: Wyspy Dziewicze Stanów Zjednoczonych
pt: Ilhas Virgens, EUA
zh: 美属维尔京群岛

source: Wallis and Futuna
ar: واليس وفوتونا
de: Wallis und Futuna
eo: Wällïs änd Fütünä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Wallis y Futuna
fr: Wallis et Futuna
ja: ウォリス・フツナ
nl: Wallis en Futuna
pl: Wallis i Futuna
pt: Wallis e Futuna
zh: 瓦利斯和富图纳

source: Western Sahara
ar: الصحراء الغربية
de: Westsahara
eo: Wéstérn Sähärä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Sahara Occidental
fr: Sahara Occidental
ja: 西サハラ
nl: Westelijke Sahara
pl: Sahara Zachodnia
pt: Saara Ocidental
zh: 撒哈拉沙漠西部

source: Yemen
ar: اليمن
de: Jemen
eo: Ýémén Ⱡ'σяєм ιρѕ#
es: Yemén
ja: イエメン
nl: Jemen
pl: Jemen
pt: Iêmen
zh: 也门

source: Zambia
ar: زامبيا
de: Sambia
eo: Zämßïä Ⱡ'σяєм ιρѕυ#
fr: Zambie
ja: ザンビア
pt: Zâmbia
zh: 赞比亚
