Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: This product walkthrough can always be found in the page specific help <i class="fa fa-question-circle"></i>.
ar: يمكن دائمًا العثور على هذا الجزء الإرشادي بخصوص المنتج في قسم التعليمات للصفحة المحددة <i class="fa fa-question-circle"> </i>.
de: Diese Schritt-für-Schritt-Anleitung des Produkts können Sie immer in der spezifischen Hilfe der Seite finden <i class="fa fa-question-circle"></i>.
eo: Thïs prödüçt wälkthröügh çän älwäýs ßé föünd ïn thé pägé spéçïfïç hélp <i class="fa fa-question-circle"></i>. Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Este recorrido por el producto está siempre disponible en la ayuda específica de la página <i class="fa fa-question-circle"></i>.
fr: Cette présentation du produit est toujours disponible dans la section d'aide spécifique de la page <i class="fa fa-question-circle"></i>.
ja: これは、ページ専用のヘルプ <i class="fa fa-question-circle"></i> でいつでも確認することができます。
nl: Deze productrondleiding is altijd beschikbaar via de Helpfunctie op elke pagina <i class="fa fa-question-circle"></i>.
pl: To wideo wprowadzające można znaleźć też w materiałach pomocy poszczególnych stron <i class="fa fa-question-circle"></i>.
pt: O passo a passo do produto pode sempre ser encontrado na ajuda específica da página <i class="fa fa-question-circle"></i>.
zh: 您可以在页面特定的帮助内容中找到该产品详细指导：<i class="fa fa-question-circle"></i>。

source: McKinsey Academy is a dynamic business education platform built to help organizations thrive by accelerating their talent advantage.
ar: أكاديمية ماكنزي هي منصة حيوية لتعليم إدارة الأعمال صُممت خصيصًا لمساعدة المؤسسات عل الازدهار وذلك من خلال تسريع ميزة المواهب لديها.
de: Die McKinsey Academy ist eine dynamische Wirtschaftsausbildungsplattform, die aufgebaut wurde, um Organisationen durch das Vorantreiben der Nutzung ihrer Talente zum Erfolg zu verhelfen.
eo: MçKïnséý Àçädémý ïs ä dýnämïç ßüsïnéss édüçätïön plätförm ßüïlt tö hélp örgänïzätïöns thrïvé ßý äççélérätïng théïr tälént ädväntägé. #
es: McKinsey Academy es una plataforma de educación empresarial dinámica diseñada para ayudar a las organizaciones a alcanzar el éxito al acelerar sus ventajas de talento.
fr: McKinsey Academy est une plate-forme éducative commerciale dynamique, conçue pour aider les organisations à se développer en exploitant plus rapidement le potentiel de leurs talents.
ja: McKinsey Academyは、組織が持つ人材の強みを加速させることで、組織が前進するお手伝いをするための、ダイナミックなビジネス教育プラットフォームです。
nl: McKinsey Academy is een dynamisch platform voor bedrijfsopleidingen dat is gebouwd om organisaties te helpen succesvol te zijn door hun talentvoordeel te bevorderen.
pl: McKinsey Academy to dynamiczna, biznesowa platforma edukacyjna stworzona, aby pomóc organizacjom osiągnąć swój maksymalny potencjał, rozwijając talenty i umiejętności reprezentujących ją ludzi.
pt: O McKinsey Academy é uma plataforma de treinamento empresarial dinâmica criada para ajudar as organizações a alcançar o sucesso, acelerando sua vantagem em talentos.
zh: 麦肯锡学院是个充满活力的商业教育平台，旨在通过加速组织的人才优势来帮助其蓬勃发展。

source: McKinsey Academy was created with a vision to dramatically improve individual performance and organizational effectiveness
ar: تم تأسيس أكاديمية ماكنزي برؤية تهدف إلى تحسين الأداء الفردي والفعالية المؤسسية
de: Die McKinsey Academy wurde mit einer Vision konzipiert, die individuelle Leistung und die organisatorische Effektivität erheblich zu verbessern.
eo: MçKïnséý Àçädémý wäs çréätéd wïth ä vïsïön tö drämätïçällý ïmprövé ïndïvïdüäl pérförmänçé änd örgänïzätïönäl éfféçtïvénéss Ⱡ'σяєм ιρѕ#
es: McKinsey Academy se creó con la visión de mejorar de manera radical el desempeño individual y la efectividad organizacional
fr: McKinsey Academy a été créée dans le but d'améliorer les performances des individus et le rendement organisationnel de façon spectaculaire
ja: McKinsey Academyは、個人の成績と組織の効率を飛躍的に向上させることを目指して生まれました
nl: McKinsey Academy is in het leven geroepen met als doel individuele prestaties en organisatiedoeltreffendheid drastisch te verbeteren
pl: Wizja, która przyświecała nam podczas tworzenia McKinsey Academy to dać jednostkom możliwość poprawy osobistych wyników i osiągnięć w taki sposób, żeby pozytywnie wpłynąć na wydajność organizacji jako całości.
pt: O McKinsey Academy foi criado com a visão de melhorar significativamente o desempenho individual e a eficácia organizacional
zh: 麦肯锡学院的创建愿景是显著提升个人绩效和组织效能

source: About McKinsey Academy
ar: نبذة حول أكاديمية ماكنزي
de: Über die McKinsey Academy
eo: Àßöüt MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Acerca de McKinsey Academy
fr: À propos de McKinsey Academy
ja: McKinsey Academyについて
nl: Over McKinsey Academy
pl: Informacje o McKinsey Academy
pt: Sobre o McKinsey Academy
zh: 关于麦肯锡学院

source: Leading global institutions seek to drive their competitive advantage through their people. McKinsey Academy provides scalable business education that is rigorous, relevant, and applicable. McKinsey Academy helps professionals develop the skills required to address today’s business challenges so their organizations can thrive.
ar: تسعى المؤسسات العالمية الرائدة إلى تحسين ميزتها التنافسية من خلال موظفيها. وتوفر أكاديمية ماكنزي تعليمًا قابل للتطوير بالنسبة لإدارة الأعمال وصارمًا وذا صلة وقابلًا للتطبيق. وتساعد أكاديمية ماكنزي المهنيين في تطوير المهارات المطلوبة لمواجهة تحديات الأعمال الموجودة اليوم حتى تتمكن مؤسساتهم من الازدهار.
de: Führende globale Institutionen streben danach, ihren Wettbewerbsvorteil durch ihre Mitarbeiter voranzutreiben. Die McKinsey Academy bietet eine skalierbare Wirtschaftsausbildung, die gründlich, relevant und praktisch umsetzbar ist. Sie hilft Fachleuten, die erforderlichen Fähigkeiten zu entwickeln, um aktuelle geschäftliche Herausforderungen zu bewältigen, damit ihre Organisationen Erfolg haben können.
eo: Léädïng glößäl ïnstïtütïöns séék tö drïvé théïr çömpétïtïvé ädväntägé thröügh théïr péöplé. MçKïnséý Àçädémý prövïdés sçäläßlé ßüsïnéss édüçätïön thät ïs rïgöröüs, rélévänt, änd äpplïçäßlé. MçKïnséý Àçädémý hélps pröféssïönäls dévélöp thé skïlls réqüïréd tö äddréss tödäý’s ßüsïnéss çhälléngés sö théïr örgänïzätïöns çän thrïvé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσя#
es: Las instituciones globales líderes buscan impulsar ventajas competitivas a través de su personal. McKinsey Academy proporciona una educación empresarial escalable, rigurosa, relevante y aplicable. McKinsey Academy ayuda a los profesionales a desarrollar las habilidades necesarias para abordar los desafíos comerciales actuales para que sus organizaciones puedan alcanzar el éxito.
fr: Les grandes entreprises internationales cherchent à augmenter leur avantage concurrentiel en s'appuyant sur leur personnel. McKinsey Academy propose une formation commerciale évolutive d'une grande rigueur, à la fois pertinente et actionnable. McKinsey Academy aide les professionnels à développer les compétences acquises pour relever les défis commerciaux actuels afin que leur entreprise puisse se développer.
ja: 世界のトップクラスの団体は、人材の強みを生かして競争優位性の促進を目指します。McKinsey Academyでは、厳格で、問題に直結し、応用できる、拡張可能なビジネス教育を提供しています。McKinsey Academyでは、組織が前進できるよう、各社のプロが、今日の経営課題に対処するためのスキルを身に着けるお手伝いをします。
nl: Toonaangevende wereldwijde organisaties streven ernaar om hun concurrentievoordeel te bevorderen via hun medewerkers. McKinsey Academy biedt schaalbare bedrijfsopleidingen die grondig, relevant en toepasbaar zijn. McKinsey Academy helpt professionals de vaardigheden te ontwikkelen die ze nodig hebben om de uitdagingen waarvoor bedrijven zich tegenwoordig geplaatst zien aan te pakken, zodat hun organisaties kunnen bloeien.
pl: Wiodące światowe organizacje upatrują okazji do zdobycia przewagi nad konkurencją, starając się w pełni wykorzystać potencjał pracujących w nich jednostek. McKinsey Academy to skalowalny system szkoleń biznesowych, które są rzetelne, praktyczne i przydatne w codziennej pracy. McKinsey Academy pomaga specjalistom rozwijać swoje umiejętności, dzięki którym są oni w stanie pokonać wyzwania współczesnego biznesu, przyczyniając się do rozwoju ich organizacji.
pt: As principais instituições globais procuram impulsionar sua vantagem competitiva por meio dos funcionários. O McKinsey Academy oferece formação em negócios escalonável, rigorosa, relevante e aplicável. O McKinsey Academy ajuda os profissionais a desenvolver as habilidades necessárias para enfrentar os desafios de negócios atuais para que suas organizações possam ter sucesso.
zh: 领先的全球性机构都在寻求通过员工来提高竞争优势。麦肯锡学院提供严谨、契合且适用的可扩展商业教育。麦肯锡学院可帮助专业人员培养解决当今业务挑战所需的技能，使其组织能够蓬勃发展。

source: Immersive, scalable platform combining digital learning, group-based project work, and optional in-person components to reach large numbers of participants
ar: منصة معمقة وقابلة للتطوير تجمع ما بين التعلم الرقمي وأعمال المشروعات الجماعية والمكونات الشخصية الاختيارية للوصول إلى عدد كبير من المشاركين
de: Eine immersive, skalierbare Plattform, die das digitale Lernen, gruppenbasierte Projektarbeit und optional persönlichen Unterricht kombiniert, um eine große Anzahl an Teilnehmern zu erreichen
eo: Ìmmérsïvé, sçäläßlé plätförm çömßïnïng dïgïtäl léärnïng, gröüp-ßäséd pröjéçt wörk, änd öptïönäl ïn-pérsön çömpönénts tö réäçh lärgé nümßérs öf pärtïçïpänts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσł#
es: Plataforma de inmersión escalable que combina aprendizaje digital, trabajo en proyectos en grupo y componentes presenciales opcionales para llegar a un gran número de participantes
fr: Une plate-forme évolutive, immersive, associant une formation numérique, des travaux de projet basés sur le groupe et des composants de travail individuel en option pour répondre aux besoins du plus grand nombre de participants
ja: より多くの方に参加していただくための、デジタル学習、グループベースのプロジェクトワーク、オプションの対面型コンテンツを組み合わせた、体験型、拡張可能なプラットフォーム
nl: Een immersief schaalbaar platform dat digitaal leren, projectwerk in groepen en optionele persoonlijke onderdelen combineert en hiermee grote aantallen deelnemers bereikt
pl: Wciągająca, skalowalna platforma, łączy w sobie zalety edukacji multimedialnej, pracy grupowej i fakultatywne komponenty na żywo, czyli metody nauczania, które trafią do szerokiego grona uczestników.
pt: Uma plataforma imersiva e escalonável que combina aprendizado digital, trabalho de projeto em grupo e componentes opcionais presenciais para alcançar um grande número de participantes
zh: 可扩展的沉浸式教育平台结合了数字学习、小组项目工作以及可选的实践组件，以吸引大量参与者

source: Developed and taught by McKinsey practitioners, incorporating insights from external business leaders
ar: تم تطويرها وتدريسها من قبل الممارسين في أكاديمية ماكنزي بهدف دمج الرؤى المستخلصة من قادة الأعمال الخارجيين
de: Entwickelt und gelehrt von McKinsey-Fachleuten, die Einsichten externer Geschäftsführer einbeziehen
eo: Dévélöpéd änd täüght ßý MçKïnséý präçtïtïönérs, ïnçörpörätïng ïnsïghts fröm éxtérnäl ßüsïnéss léädérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Desarrollada y dictada por profesionales de McKinsey, incorpora conocimientos de líderes externos del mundo de los negocios
fr: Développée et dirigée par des formateurs McKinsey, intégrant les connaissances de cadres commerciaux extérieurs
ja: 外部のビジネスリーダーからの洞察を組み入れた、McKinsey実践者による設計と指導
nl: Ontwikkeld en onderwezen door McKinsey-vakmensen die inzichten van externe zakelijke leiders in het lesmateriaal hebben verwerkt
pl: Materiały stworzone i wykładane przez pracowników firmy McKinsey z zastosowaniem metod i spostrzeżeń zewnętrznych liderów ze świata biznesu.
pt: Desenvolvido e ensinado por profissionais da McKinsey, incorporando informações de líderes de negócio externos
zh: 由麦肯锡的从业人员设计并授课，整合了外部企业领导者的深刻见解

source: Provides curated programs and courses targeted at different roles and development needs
ar: توفر برامج ودورات تدريبية منسقة بخصوص مختلف الأدوار والاحتياجات التنموية
de: Bietet aktuell gehaltene Programme und Kurse, die auf unterschiedliche Rollen und Entwicklungsbedürfnisse abzielen
eo: Prövïdés çürätéd prögräms änd çöürsés tärgétéd ät dïfférént rölés änd dévélöpmént nééds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Ofrece programas y cursos seleccionados destinados a diferentes roles y necesidades de desarrollo
fr: Des programmes spécialisés et des cours ciblés pour différents rôles et besoins de développement
ja: あらゆる役職や開発ニーズを対象とした、集約プログラムとコースを提供
nl: Biedt samengestelde programma’s en cursussen die gericht zijn op verschillende functies en ontwikkelingsbehoeften
pl: Zawiera pieczołowicie przygotowane programy i kursy stworzone na potrzeby różnych stanowisk i z myślą o konkretnych celach rozwoju.
pt: Oferece programas e cursos com curadoria direcionados a diferentes funções e necessidades de desenvolvimento
zh: 针对不同的角色和发展需求，提供精心策划的计划和课程

source: Designed based on how professionals learn through practical application, from interaction with each other, and with continual real-time feedback
ar: مصممة استنادًا إلى كيفية تعلم المهنيين من خلال التطبيق العملي، ومن التفاعل مع بعضهم البعض، ومع استمرار استلام التغذية الراجعة في الوقت الحقيقي وفي ذات اللحظة
de: Konzipiert auf der Grundlage, wie Fachleute durch praktische Anwendung, die Interaktion untereinander und kontinuierliches Echtzeit-Feedback lernen
eo: Désïgnéd ßäséd ön höw pröféssïönäls léärn thröügh präçtïçäl äpplïçätïön, fröm ïntéräçtïön wïth éäçh öthér, änd wïth çöntïnüäl réäl-tïmé féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ є#
es: Diseñada en función de la forma en que los profesionales aprenden mediante la aplicación práctica, la interacción mutua y el feedback en tiempo real
fr: Conçue sur la base des modes d’apprentissage pratiques utilisés par les professionnels, par le biais d’interactions avec d'autres personnes,et d’un retour en temps réel continu
ja: 実用的応用、相互の交流、継続したリアルタイムのフィードバックを通して、プロがいかに学びを得ていくかという知識に基づいた設計
nl: Ontworpen op basis van hoe professionals leren via praktische toepassing, interactie met elkaar en met voortdurende realtime feedback
pl: Zaprojektowana w oparciu o nawyki edukacyjne specjalistów i bazująca na praktycznym zastosowaniu materiału, interakcjach interpersonalnych i nieustannym dostępie do opinii zwrotnych.
pt: Projetado de acordo com a forma que os profissionais aprendem por meio da aplicação prática, da interação uns com os outros e com feedback contínuo em tempo real
zh: 课程设计将专业人员如何通过实际应用、彼此互动和持续的实时反馈进行学习作为考量基础

source: Continually evolving, drawing in top faculty, new pedagogical approaches, evolving technologies, and insights from performance data
ar: تتطور باستمرار وتجذب أفضل أعضاء هيئة التدريس وتتبع منهجيات وأصول تدريس جديدة وتحصل على رؤى من بيانات الأداء
de: Kontinuierliche Weiterentwicklung, Einbeziehen ausgewiesener, neuer pädagogischer Ansätze, sich verändernder Technologien und von Einblicken aus Leistungsdaten
eo: Çöntïnüällý évölvïng, dräwïng ïn töp fäçültý, néw pédägögïçäl äppröäçhés, évölvïng téçhnölögïés, änd ïnsïghts fröm pérförmänçé dätä Ⱡ#
es: De evolución continua, con instructores de primera categoría, nuevos abordajes pedagógicos, tecnologías innovadoras y conocimientos provenientes de datos de desempeño
fr: Évoluant continuellement, tirant profit des meilleures compétences, des nouvelles approches pédagogiques, de l'évolution des technologies et des connaissances issues des données de performance
ja: 常に進化し、トップの教員、新しい教育的アプローチ、進化するテクノロジー、実績データに基づく洞察を集約
nl: Voortdurend in ontwikkeling, met topfaculteitstalent, nieuwe pedagogische benaderingen, ontwikkelende technologieën en inzichten op basis van prestatiegegevens
pl: Podlegająca ciągłej ewolucji, zatrudniająca najlepszą kadrę edukacyjną, nowe metodologie, nowoczesne technologie i wnioski oparte na analizie danych na temat skuteczności.
pt: Em evolução contínua, atraindo os melhores professores, com novas abordagens pedagógicas, tecnologias avançadas e informações derivadas de dados sobre desempenho
zh: 不断完善，不断吸收顶尖的师资力量、全新的教学方法、持续发展的技术以及通过绩效数据得到的洞察

source: Continue to web
ar: المتابعة إلى الويب
de: Weiter zum Web
eo: Çöntïnüé tö wéß Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Ir a la web
fr: Continuer sur Internet
ja: ウェブに進む
nl: Doorgaan op het web
pl: Przejdź do strony
pt: Continue para a web
zh: 继续转至网页

source: Email us to find out more about McKinsey Academy.
ar: تواصل معنا عبر البريد الإلكتروني لمعرفة المزيد عن أكاديمية ماكنزي.
de: Schreiben Sie uns eine E-Mail, um mehr über die McKinsey Academy zu erfahren.
eo: Émäïl üs tö fïnd öüt möré äßöüt MçKïnséý Àçädémý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Envíenos un correo electrónico para conocer más sobre McKinsey Academy.
fr: Envoyez-nous un e-mail pour en savoir plus sur McKinsey Academy.
ja: McKinsey Academyの詳細については、Eメールにてお問い合わせください。
nl: Stuur ons een e-mailbericht voor meer informatie over McKinsey Academy.
pl: Wyślij do nas wiadomość e-mail, aby dowiedzieć się więcej o McKinsey Academy.
pt: Envie um e-mail para saber mais sobre o McKinsey Academy.
zh: 欢迎给我们发送电子邮件，了解麦肯锡学院的更多信息。

source: Contact McKinsey Academy
ar: اتصل بأكاديمية ماكنزي
de: McKinsey Academy kontaktieren
eo: Çöntäçt MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Comunicarse con McKinsey Academy
fr: Contacter McKinsey Academy
ja: McKinsey Academyへ問い合わせる
nl: Contact opnemen met McKinsey Academy
pl: Skontaktuj się z McKinsey Academy
pt: Entre em contato com o McKinsey Academy
zh: 联系麦肯锡学院

source: Thank you for your interest in McKinsey Academy. Please click the email button to contact us.
ar: شكرًا لاهتمامك بأكاديمية ماكنزي. يرجى النقر فوق زر البريد الإلكتروني للاتصال بنا.
de: Vielen Dank für Ihr Interesse an der McKinsey Academy. Bitte klicken Sie auf die E-Mail-Schaltfläche, um uns zu kontaktieren.
eo: Thänk ýöü för ýöür ïntérést ïn MçKïnséý Àçädémý. Pléäsé çlïçk thé émäïl ßüttön tö çöntäçt üs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Gracias por su interés en McKinsey Academy. Haga clic en el botón de correo electrónico para comunicarse con nosotros.
fr: Merci de l'intérêt que vous portez à McKinsey Academy. Cliquez sur le bouton e-mail pour nous contacter.
ja: McKinsey Academyに興味をお持ちいただき、ありがとうございます。問い合わせるには、Eメールボタンをクリックしてください。
nl: Hartelijk dank voor uw belangstelling voor McKinsey Academy. Klik op de e-mailknop om contact met ons op te nemen.
pl: Doceniamy Twoje zainteresowanie platformą McKinsey Academy. Kliknij na przycisk e-mail, aby się z nami skontaktować.
pt: Obrigado por seu interesse no McKinsey Academy. Clique no botão de e-mail para entrar em contato conosco.
zh: 感谢您对麦肯锡学院的关注。请单击电子邮件按钮联系我们。

source: CONTACT US
ar: اتصل بنا
de: KONTAKTIEREN SIE UNS
eo: ÇÖNTÀÇT ÛS Ⱡ'σяєм ιρѕυм ∂σłσ#
es: COMUNÍQUESE CON NOSOTROS
fr: CONTACTEZ-NOUS
ja: お問い合わせ
nl: CONTACT OPNEMEN
pl: SKONTAKTUJ SIĘ Z NAMI
pt: ENTRE EM CONTATO CONOSCO
zh: 联系我们

source: Email us to find out more about McKinsey Academy. You can also share your comments and provide feedback at the same address.
ar: تواصل معنا عبر البريد الإلكتروني لمعرفة المزيد عن أكاديمية ماكنزي. ويمكنك أيضًا مشاركة تعليقاتك وتقديم ملاحظاتك في نفس العنوان.
de: Schreiben Sie uns eine E-Mail, um mehr über die McKinsey Academy zu erfahren. Sie können unter der gleichen Adresse Ihre Kommentare teilen und Feedback bereitstellen.
eo: Émäïl üs tö fïnd öüt möré äßöüt MçKïnséý Àçädémý. Ýöü çän älsö shäré ýöür çömménts änd prövïdé féédßäçk ät thé sämé äddréss. Ⱡ'σяєм ι#
es: Envíenos un correo electrónico para conocer más sobre McKinsey Academy. También puede enviar sus comentarios y apreciaciones a la misma dirección.
fr: Envoyez-nous un e-mail pour en savoir plus sur McKinsey Academy. Vous pouvez également nous faire part de vos commentaires et de votre avis à la même adresse.
ja: McKinsey Academyの詳細については、Eメールにてお問い合わせください。同じEメールアドレスで、コメントやご感想も受け付けております。
nl: Stuur ons een e-mailbericht voor meer informatie over McKinsey Academy. U kunt dit adres ook gebruiken voor het delen van uw opmerkingen of voor het geven van feedback.
pl: Napisz do nas e-mail, aby dowiedzieć się więcej o McKinsey Academy. Możesz też podzielić się z nami swoimi komentarzami i opiniami.
pt: Envie um e-mail para saber mais sobre o McKinsey Academy. Você também pode compartilhar seus comentários e fornecer feedback no mesmo endereço.
zh: 欢迎给我们发送电子邮件，了解麦肯锡学院的更多信息。您还可以向该邮箱地址分享您的意见和反馈。

source: Email McKinsey Academy
ar: تواصل مع أكاديمية ماكنزي بالبريد الإلكتروني
eo: Émäïl MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Enviar correo electrónico a McKinsey Academy
fr: Envoyer un e-mail à McKinsey Academy
ja: McKinsey AcademyにEメールを送信する
nl: E-mail aan McKinsey Academy
pl: Wyślij e-mail do McKinsey Academy
pt: Envie um e-mail para o McKinsey Academy
zh: 向麦肯锡学院发送电子邮件

source: STAY INFORMED
ar: البقاء على إطلاع
de: INFORMIERT BLEIBEN
eo: STÀÝ ÌNFÖRMÉD Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: MANTÉNGASE INFORMADO
fr: RESTEZ INFORMÉ
ja: 最新情報の入手
nl: OP DE HOOGTE BLIJVEN
pl: BĄDŹ NA BIEŻĄCO
pt: MANTENHA-SE INFORMADO
zh: 随时掌握最新动态

source: To stay informed about McKinsey Academy, please enter your email address below.
ar: للبقاء على إطلاع بما يخص أكاديمية ماكنزي، يرجى إدخال عنوان بريدك الإلكتروني أدناه.
de: Um über die McKinsey Academy informiert zu bleiben, geben Sie bitte nachstehend Ihre E-Mail-Adresse ein.
eo: Tö stäý ïnförméd äßöüt MçKïnséý Àçädémý, pléäsé éntér ýöür émäïl äddréss ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Para mantenerse informado sobre McKinsey Academy, ingrese su dirección de correo electrónico a continuación.
fr: Pour être tenu informé des dernières informations concernant McKinsey Academy, saisissez votre adresse e-mail ci-dessous.
ja: McKinsey Academyの最新情報を日頃から受け取るには、以下にEメールアドレスを入力してください。
nl: Als u op de hoogte wilt blijven over McKinsey Academy, voert u hieronder uw e-mailadres in.
pl: Aby być na bieżąco z informacjami o McKinsey Academy, wprowadź swój adres e-mail poniżej.
pt: Para manter-se informado sobre o McKinsey Academy, digite seu e-mail abaixo.
zh: 要想随时掌握麦肯锡学院的最新动态，请在下面输入您的电子邮件地址。

source: TECH SUPPORT
ar: الدعم التقني
de: TECHNISCHER SUPPORT
eo: TÉÇH SÛPPÖRT Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: SOPORTE TÉCNICO
fr: ASSISTANCE TECHNIQUE
ja: テクニカル・サポート
nl: TECHNISCHE ONDERSTEUNING
pl: POMOC TECHNICZNA
pt: SUPORTE TÉCNICO
zh: 技术支持

source: Please tell us more and we will respond quickly.
ar: يرجى إعلامنا بالمزيد وسنرد عليك في أسرع وقت.
de: Bitte erzählen Sie uns mehr und wir werden Ihnen schnell antworten.
eo: Pléäsé téll üs möré änd wé wïll réspönd qüïçklý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Cuéntenos más y le responderemos a la brevedad.
fr: Décrivez-nous votre problème et nous vous répondrons rapidement.
ja: 詳しくお聞かせください。すぐに返信いたします。
nl: Vertel ons meer en we zullen snel reageren.
pl: Opisz problem, a wkrótce się z Tobą skontaktujemy.
pt: Explique sua dificuldade e responderemos rapidamente.
zh: 请提供详细信息，我们会尽快回复。

source: Having trouble with the email button above?
ar: هل تواجه مشكلة مع زر البريد الإلكتروني الوارد أعلاه؟
de: Sie haben Probleme mit der obigen E-Mail-Schaltfläche?
eo: Hävïng tröüßlé wïth thé émäïl ßüttön äßövé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: ¿Tiene problemas con el botón de correo electrónico?
fr: Vous avez un problème avec le bouton e-mail ci-dessus ?
ja: 上記のEメールボタンで問題がある場合は、
nl: Ondervindt u problemen bij het gebruik van de bovenstaande e-mailknop?
pl: Przycisk e-mail powyżej nie działa?
pt: Problemas com o botão de e-mail acima?
zh: 无法正常使用上面的电子邮件按钮？
