Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Complete the fields below. Required fields are noted by an asterisk
ar: أكمل الحقول الواردة أدناه. تمت الإشارة إلى الحقول المطلوبة بعلامة النجمة
de: Füllen Sie die unten aufgeführten Felder aus. Erforderliche Felder sind mit einem Sternchen markiert
eo: Çömplété thé fïélds ßélöw. Réqüïréd fïélds äré nötéd ßý än ästérïsk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Complete los campos a continuación. Los campos obligatorios están marcados con un asterisco.
fr: Remplissez les champs ci-dessous. Les champs obligatoires sont indiqués par un astérisque
ja: 以下の欄に入力してください。必須項目にはアスタリスクが付いています
nl: Vul de onderstaande velden in. De verplichte velden zijn gemarkeerd met een asterisk
pl: Prosimy wypełnić poniższe pola. Pola wymagane oznaczone są gwiazdką.
pt: Preencha os campos abaixo. Campos obrigatórios estão indicados com um asterisco.
zh: 填写以下字段。必填字段带星号标记

source: Register
ar: تسجيل
de: Registrieren
eo: Régïstér Ⱡ'σяєм ιρѕυм ∂#
es: Registrarse
fr: S'enregistrer
ja: 登録
nl: Registreer
pl: Rejestracja
pt: Inscrição
zh: 注册

source: WELCOME
ar: مرحبًا
de: WILLKOMMEN
eo: WÉLÇÖMÉ Ⱡ'σяєм ιρѕυм #
es: BIENVENIDO
fr: BIENVENUE
ja: ようこそ
nl: WELKOM
pl: WITAMY
pt: BEM-VINDO
zh: 欢迎

source: Following successful registration, you will receive an email granting access to the course.
ar: بعد التسجيل بنجاح، ستتلقى رسالة بريد إلكتروني لمنحك القدرة على الوصول إلى الدورة التدريبية.
de: Nach einer erfolgreichen Registrierung erhalten Sie eine E-Mail, mit der sie Zugriff auf den Kurs erhalten.
eo: Föllöwïng süççéssfül régïsträtïön, ýöü wïll réçéïvé än émäïl gräntïng äççéss tö thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Una vez que se haya registrado exitosamente, recibirá un correo electrónico que le permitirá acceder al curso.
fr: Une fois votre enregistrement effectué, vous recevrez un e-mail vous accordant l'accès au cours.
ja: 登録が無事完了すると、コースへアクセスするためのEメールが届きます。
nl: Na uw succesvolle registratie ontvangt u een e-mail waarin u toegang tot de cursus wordt verleend.
pl: Po pomyślnej rejestracji otrzymasz od nas e-mail, który pozwoli Ci uzyskać dostęp do kursu.
pt: Após inscrição bem-sucedida, você receberá um e-mail concedendo acesso ao curso.
zh: 成功注册后，您将收到一封电子邮件，为您授予该课程的访问权限。

source: Sign in error
ar: خطأ في تسجيل الدخول
de: Fehler beim Anmelden
eo: Sïgn ïn érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Error de inicio de sesión
fr: Erreur d'ouverture de session
ja: サインイン エラー
nl: Fout bij aanmelding
pl: Błąd logowania
pt: Erro de login
zh: 登录错误

source: Something has gone wrong, and we were not able to process the login with your company's login provider.
ar: حدث خطأ ما، ولم نتمكن من القيام بعملية تسجيل الدخول باستخدام موفر تسجيل الدخول الخاص بشركتك.
de: Ein Fehler ist aufgetreten und wir konnten die Anmeldung mit dem Login-Anbieter Ihres Unternehmens nicht bearbeiten.
eo: Söméthïng häs göné wröng, änd wé wéré nöt äßlé tö pröçéss thé lögïn wïth ýöür çömpäný's lögïn prövïdér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Hubo un problema y no hemos podido procesar su inicio de sesión con el proveedor de inicio de sesión de su compañía.
fr: Une erreur s'est produite et nous n'avons pas pu traiter votre identifiant de connexion avec votre fournisseur de connexion de la société.
ja: 問題が発生し、あなたの会社のログイン・プロバイダでログイン処理ができませんでした。
nl: Er is iets misgegaan en we konden de aanmelding met de aanmeldprovider van uw bedrijf niet verwerken.
pl: Coś poszło nie tak i nie możemy zalogować Cię za pomocą dostawcy logowania Twojej firmy.
pt: Algo deu errado e não conseguimos processar o login com o provedor de login da sua empresa.
zh: 出现问题，我们无法处理贵公司登录提供程序的登录信息。

source: Please contact us at
ar: يرجى التواصل معنا على
de: Bitte kontaktieren Sie uns unter
es: Póngase en contacto con nosotros en
ja: までご連絡ください。
nl: Neem contact met ons op via
pl: Skontaktuj się z
pt: Entre em contato conosco em
zh: 请发送电子邮件至

source: STEP 1:
ar: الخطوة 1:
de: SCHRITT 1:
eo: STÉP 1: Ⱡ'σяєм ιρѕυм #
es: PASO 1:
fr: ÉTAPE 1 :
ja: ステップ1:
nl: STAP 1:
pl: KROK 1:
pt: ETAPA 1:
zh: 第 1 步：

source: SELECT NEW PROFILE IMAGE
ar: حدد صورة ملف تعريف جديدة
de: NEUES PROFILBILD AUSWÄHLEN
eo: SÉLÉÇT NÉW PRÖFÌLÉ ÌMÀGÉ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: SELECCIONAR UNA NUEVA IMAGEN DE PERFIL
fr: SÉLECTIONNER UNE NOUVELLE IMAGE DE PROFIL
ja: 新しいプロフィール画像を選択してください
nl: SELECTEER NIEUWE PROFIELAFBEELDING
pl: WYBIERZ NOWE ZDJĘCIE PROFILOWE
pt: SELECIONAR NOVA IMAGEM DE PERFIL
zh: 选择新头像

source: Browse
ar: تصفح
de: Browsen
eo: Bröwsé Ⱡ'σяєм ιρѕυ#
es: Examinar
fr: Parcourir
ja: 閲覧する
nl: Bladeren
pl: Przeglądaj
pt: Navegar
zh: 浏览

source: No file selected.
ar: لم يتم تحديد ملف.
de: Keine Datei ausgewählt.
eo: Nö fïlé séléçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Ningún archivo seleccionado.
fr: Aucun fichier sélectionné.
ja: ファイルが選択されていません。
nl: Geen bestand geselecteerd.
pl: Nie wybrano pliku.
pt: Nenhum arquivo selecionado.
zh: 未选择文件。

source: Welcome to McKinsey Academy!
ar: مرحبًا بكم في أكاديمية ماكنزي!
de: Willkommen bei der McKinsey Academy!
es: ¡Bienvenido a McKinsey Academy!
ja: McKinsey Academyへようこそ
nl: Welkom bij McKinsey Academy!
pl: Witamy w McKinsey Academy!
pt: Bem-vindo ao McKinsey Academy!
zh: 欢迎来到麦肯锡学院！

source: We are excited for you to begin your learning journey. To get started, please click on the personalized link below to create a username and password for your account.
ar: يُسعدنا كثيرًا أن تبدأ رحلتك التعليمية. ولكي تبدأ رحلتك، يرجى النقر فوق الرابط المخصص أدناه لإنشاء اسم مستخدم وكلمة مرور لحسابك.
de: Wir freuen uns, dass Sie Ihre Lernreise beginnen. Klicken Sie zunächst auf den personalisierten Link, um einen Benutzernamen und ein Kennwort für Ihr Konto zu erstellen.
es: Nos complace que haya dado el primer paso en su recorrido de aprendizaje. Para comenzar, haga clic en el enlace personalizado que aparece a continuación, a fin de crear un nombre de usuario y una contraseña para su cuenta.
ja: Eラーニングにようこそ。コースを開始する前に、下記のリンクをクリックして、ユーザー名とパスワードを作成してください。
nl: We zijn blij dat u uw leerervaring hier begint. Klik op de gepersonaliseerde link hieronder om een gebruikersnaam en wachtwoord voor uw account aan te maken.
pl: Cieszymy się, że już wkrótce rozpoczniesz swoją edukacyjną przygodę. Aby rozpocząć, kliknij na poniższy spersonalizowany link, za pomocą którego skonfigurujesz nazwę użytkownika i hasło dla Twojego konta.
pt: Mal podemos esperar para que você comece a sua jornada de aprendizado. Para começar, clique no link personalizado abaixo e crie um nome de usuário e senha para a sua conta.
zh: 很高兴您已成功踏上学习之旅。若要立即开始，请单击以下个性化链接，为您的帐户创建用户名和密码。

source: After you've created your username and password, you can access your course at
ar: بعد إنشاء اسم المستخدم وكلمة المرور، يمكنك الوصول إلى الدورة التدريبية في
de: Nachdem Sie Ihren Benutzernamen und Ihr Kennwort erstellt haben, können Sie auf Ihren Kurs zugreifen,
es: Luego de haber creado su nombre de usuario y contraseña, podrá acceder al curso
ja: ユーザー名とパスワードを作成すると、コースにアクセスできるようになります
nl: Als u een gebruikersnaam en wachtwoord heeft, heeft u te allen tijde toegang tot de cursus
pl: Po skonfigurowaniu nazwy użytkownika i hasła, będziesz mógł uzyskać dostęp do kursu
pt: Depois de criar o nome de usuário e senha, você poderá acessar seus cursos
zh: 用户名和密码创建完成后，您可以随时

source: at anytime.
ar: أي وقت.
de: jederzeit.
es: cuando lo desee.
ja: いつでも.
pl: w dowolnym momencie.
pt: a qualquer hora.
zh: 访问课程。

source: GET STARTED
ar: البدء
de: LOSLEGEN
es: COMENZAR
ja: 開始する
nl: AAN DE SLAG
pl: ZACZYNAMY
pt: INTRODUÇÃO
zh: 立即开始

source: Best Regards,
ar: مع أطيب التحيات،
de: Mit freundlichen Grüßen,
es: Saludos cordiales,
fr: Cordialement,
ja: 宜しくお願いします。
nl: Met vriendelijke groet,
pl: Z wyrazami szacunku,
pt: Atenciosamente,
zh: 顺颂商祺！

source: Contact
ar: اتصل بنا
de: Kontakt
eo: Çöntäçt Ⱡ'σяєм ιρѕυм #
es: Contacto
ja: 連絡する
nl: Contactpersoon
pl: Kontakt
pt: Entre em contato
zh: 联系方式

source: if you have any questions
ar: إذا كانت لديك أية أسئلة
de: falls Sie Fragen haben
es: Si tiene alguna duda
fr: Si vous avez des questions
ja: ご質問がある場合
nl: indien u vragen heeft
pl: jeśli masz jakieś pytania
pt: caso tenha quaisquer perguntas
zh: 如果您有任何疑问

source: change photo
ar: تغيير الصورة
de: Foto ändern
eo: çhängé phötö Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: cambiar fotografía
fr: Modifier la photo
ja: 写真を変更する
nl: foto wijzigen
pl: zmień zdjęcie
pt: alterar foto
zh: 更换照片

source: edit
ar: تحرير
de: bearbeiten
eo: édït Ⱡ'σяєм ι#
es: editar
fr: Modifier
ja: 編集する
nl: bewerken
pl: edytuj
pt: editar
zh: 编辑

source: Log out
ar: تسجيل الخروج
de: Abmelden
eo: Lög öüt Ⱡ'σяєм ιρѕυм #
es: Cerrar sesión
fr: Déconnexion
ja: ログアウト
nl: Afmelden
pl: Wyloguj się
pt: Sair
zh: 注销

source: Courses
ar: الدورات التدريبية
de: Kurse
eo: Çöürsés Ⱡ'σяєм ιρѕυм #
es: Cursos
fr: Cours
ja: コース
nl: Cursussen
pl: Kursy
pt: Cursos
zh: 课程

source: Participants
ar: المشاركون
de: Teilnehmer
eo: Pärtïçïpänts Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Participantes
ja: 参加者
nl: Deelnemers
pl: Uczestnicy
pt: Participantes
zh: 参与者

source: Companies
ar: الشركات
de: Unternehmen
eo: Çömpänïés Ⱡ'σяєм ιρѕυм ∂σł#
es: Compañías
fr: Sociétés
ja: 会社
nl: Bedrijven
pl: Firmy
pt: Empresas
zh: 公司

source: Course Content
ar: محتوى الدورة التدريبية
de: Kursinhalt
eo: Çöürsé Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Contenido del curso
fr: Contenu du cours
ja: コースの内容
nl: Cursusinhoud
pl: Zawartość kursu
pt: Conteúdo do curso
zh: 课程内容

source: Certificates
ar: الشهادات
de: Zertifikate
eo: Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Certificados
fr: Certificats
ja: 証書
nl: Certificaten
pl: Certyfikaty
pt: Certificados
zh: 证书

source: Customization
ar: التخصيص
de: Anpassung
eo: Çüstömïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Personalización
fr: Personnalisation
ja: カスタマイズ
nl: Aanpassing
pl: Personalizacja
pt: Personalização
zh: 自定义

source: The report of bulk update:
ar: تقرير التحديث المجمع:
de: Der Bericht der Massenaktualisierung:
es: El reporte de la actualización general:
ja: 大量更新のレポート:
nl: Het rapport voor bulk-update:
pl: Raport z aktualizacji masowej:
pt: O relatório da atualização em massa:
zh: 批量更新报告：

source: Total: %(total_records)s
ar: المجموع: %(total_records)s
de: Gesamt: %(total_records)s
ja: 合計: %(total_records)s
nl: Totaal: %(total_records)s
pl: Ogółem: %(total_records)s
zh: 报告总数： %(total_records)s

source: Succeeded: %(success_count)s
ar: تم بنجاح: %(success_count)s
de: Erfolgreich: %(success_count)s
es: Con éxito: %(success_count)s
ja: 成功: %(success_count)s
nl: Geslaagd: %(success_count)s
pl: Pomyślnych: %(success_count)s
pt: Com êxito: %(success_count)s
zh: 更新成功：%(success_count)s

source: Failed: %(failed_count)s
ar: فشل: %(failed_count)s
de: Nicht bestanden: %(failed_count)s
es: Fallidos: %(failed_count)s
ja: 失敗: %(failed_count)s
nl: Mislukt: %(failed_count)s
pl: Niepomyślnych: %(failed_count)s
pt: Com falha: %(failed_count)s
zh: 更新失败：%(failed_count)s

source: Errors:
ar: أخطاء:
de: Fehler:
es: Error
ja: エラー
nl: Fouten:
pl: Błędy:
pt: Erros:
zh: 错误

source: Contact:
ar: اتصل بنا:
de: Kontakt:
eo: Çöntäçt: Ⱡ'σяєм ιρѕυм ∂σł#
es: Contacto:
ja: 連絡先:
nl: Contactpersoon:
pl: Kontakt:
pt: Contato:
zh: 联系方式：

source: If you need assistance or have questions please contact your McKinsey Admin representative(s) below.
ar: إذا كنت بحاجة إلى المساعدة أو لديك أية أسئلة، يرجى الاتصال بممثل (ممثلي) مسؤول أكاديمية ماكنزي الذي تتعامل معه الذي سيرد أدناه.
de: Falls Sie Hilfe brauchen oder Fragen haben, kontaktieren Sie einen Ihrer unten aufgeführten McKinsey Academy-Mitarbeiter.
eo: Ìf ýöü nééd ässïstänçé ör hävé qüéstïöns pléäsé çöntäçt ýöür MçKïnséý Àdmïn répréséntätïvé(s) ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Si necesita ayuda o tiene preguntas, comuníquese con el representante administrativo de McKinsey que figura a continuación.
fr: Si vous avez besoin d'assistance ou si vous avez des questions, veuillez contacter votre ou vos représentants d'administration McKinsey Admin ci-dessous.
ja: ご不明な点やご質問等があれば、以下のMcKinsey Admin代表までご連絡ください。
nl: Als u hulp nodig heeft of vragen heeft, neem dan contact op met uw vertegenwoordiger(s) van McKinsey-beheer hieronder.
pl: Jeśli potrzebujesz pomocy albo masz jakieś pytania, prosimy skontaktować się z jednym z przedstawicieli McKinsey Academy wymienionych poniżej:
pt: Se precisar de ajuda ou tiver dúvidas, entre em contato com o(s) representante(s) da McKinsey Admin abaixo.
zh: 如果您需要帮助或有疑问，请联系以下麦肯锡管理员代表。

source: Analytics:
ar: تحليلات:
de: Analysen:
eo: Ànälýtïçs: Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Analítica:
fr: Analyse :
ja: アナリティクス:
nl: Analyses:
pl: Analiza i statystyki:
zh: 分析：

source: Interested in how your company's participants are doing in the course? See below to measure your participant's engagement, progress through course content, social impact score, and demonstrated proficiency. Including how your company's participants are performing relative to their peers in the overall course cohort.
ar: هل أنت مهتم بأداء المشاركين من شركتك في الدورة التدريبية؟ يرجى الاطلاع أدناه لقياس مدى مشاركة المشاركين التابعين لك وتقدمهم في محتوى الدورة ودرجة التأثير الاجتماعي والكفاءة الظاهرة. بما في ذلك أداء المشاركين من شركتك مقارنة مع نظرائهم في الفوج الكلي المشارك في الدورة.
de: Sie sind an dem Fortschritt und Erfolg der Teilnehmer Ihres Unternehmens im Kurs interessiert? Unten erhalten Sie Informationen zum Engagement Ihrer Teilnehmer, ihren Fortschritt in den Kursinhalten, den Social Impact Score und die nachgewiesenen Kompetenzen, einschließlich eines Vergleichs der Teilnehmer Ihres Unternehmens mit den Teilnehmern des gesamten Jahrgangs.
eo: Ìntéréstéd ïn höw ýöür çömpäný's pärtïçïpänts äré döïng ïn thé çöürsé? Séé ßélöw tö méäsüré ýöür pärtïçïpänt's éngägémént, prögréss thröügh çöürsé çöntént, söçïäl ïmpäçt sçöré, änd démönsträtéd pröfïçïénçý. Ìnçlüdïng höw ýöür çömpäný's pärtïçïpänts äré pérförmïng rélätïvé tö théïr péérs ïn thé övéräll çöürsé çöhört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм #
es: ¿Quiere conocer más sobre el desempeño de los participantes de su compañía? Consulte la información a continuación para evaluar la participación en el curso, el avance con los contenidos, el puntaje de impacto social y las competencias demostradas por los participantes. Esto incluye una comparación del desempeño entre los participantes de su compañía y sus pares de otras organizaciones que están tomando el curso.
fr: Vous souhaitez connaître la progression des participants de votre société dans le cours ? Ci-dessous, vous pouvez évaluer l'implication et l’avancement de vos participants dans le contenu du cours, le niveau d'impact social et les compétences démontrées. Vous pouvez aussi comparer les performances des participants de votre société par rapport à leur pairs dans l'ensemble des participants au cours.
ja: あなたの会社の参加者の状況を知りたいでしょうか。参加者のエンゲージメント、コース内容の進度、ソーシャルインパクトスコア、習熟度を確認するには、以下をご覧ください。コホートによるコース全体の他社比較についても、知ることができます。
nl: Wilt u weten hoe de deelnemers van uw bedrijf die de cursus volgen het doen? Kijk hieronder om de inzet van uw deelnemer, de voortgang door de cursusinhoud, de sociale impact-score en de getoonde vaardigheid te meten. Inclusief hoe de deelnemers van uw bedrijf het doen ten opzichte van hun collega’s in de algehele cursuscohort.
pl: Chciałbyś dowiedzieć się, jak radzą sobie pracownicy Twojej firmy uczestniczący w tym kursie? Poniżej znajdziesz statystyki odzwierciedlające poziom zaangażowania, stopień ukończenia kursu, punktację społeczną i wykazaną biegłość. Sprawdzisz też, jak zespół z Twojej firmy wypada na tle reszty kursantów.
pt: Interessado em saber como os participantes da sua empresa estão se saindo no curso? Abaixo é possível medir o engajamento do seu participante, o progresso ao longo do conteúdo do curso, a pontuação de impacto social e a proficiência demonstrada. Incluindo o desempenho dos participantes da sua empresa em relação aos colegas do grupo geral do curso.
zh: 想要了解贵公司参与者在课程中的表现？ 请参阅以下内容来评估参与者的参与度、课程内容进度、社交影响力评分、所展现出的熟练程度，以及在整个课程群组中相对于同课程学员的表现。

source: Participant activity
ar: نشاط المشاركين
de: Teilnehmeraktivität
eo: Pärtïçïpänt äçtïvïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Actividad del participante
fr: Activité du participant
ja: 参加者アクティビティ
nl: Deelnemersactiviteit
pl: Aktywność uczestników
pt: Atividade do participante
zh: 参与者活动

source: Daily sum of activity for your participants, with activity defined as # of modules completed. # of participants - those active on that day
ar: المجموع اليومي لنشاط مشاركيك، مع تحديد النشاط على أنه عدد الوحدات المكتملة. عدد المشاركين - المشاركون النشطاء في ذلك اليوم
de: Tägliche Summe der Aktivitäten für Ihre Teilnehmer, wobei die Aktivität als Anzahl abgeschlossener Module definiert ist. Anzahl der Teilnehmer - aktive Teilnehmer an diesem Tag
eo: Däïlý süm öf äçtïvïtý för ýöür pärtïçïpänts, wïth äçtïvïtý défïnéd äs # öf mödülés çömplétéd. # öf pärtïçïpänts - thösé äçtïvé ön thät däý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαв#
es: Suma total de actividad diaria de sus participantes, donde actividad se define como cantidad de módulos completados, considerando los participantes activos ese día
fr: Ensemble des activités journalières de vos participants, avec l'activité définie comme # de modules complétés. # de participants - ceux actifs ce jour-là
ja: 参加者の毎日の合計アクティビティ (「アクティビティ」を、完了したモジュールの数とした場合)。参加者数 - その日にアクティブだった人数
nl: Dagelijkse activiteitsomvang voor uw deelnemers, met als definitie van activiteit: het aantal afgeronde modules. # deelnemers - degenen die op die dag actief zijn
pl: Dziennie podsumowanie aktywności uczestników, gdzie aktywność definiowania jest jako # ukończonych modułów. 3 uczestników - aktywnych w danym dniu
pt: Resumo diário da atividade dos seus participantes, com atividade definida como número de módulos concluídos. Nº de participantes - ativos naquele dia
zh: 参与者的每日活动总和，其中活动是指已完成模块的数量。参与者人数 - 当天的活跃人数

source: %% of content consumed by participants (total number of modules completed divided by total number of modules)
ar: %% من المحتوى المستهلك من قبل المشاركين (العدد الكلي للوحدات المستكملة مقسومة على العدد الكلي للوحدات)
de: %% der von den Teilnehmern genutzten Inhalte (Gesamtzahl der abgeschlossenen Module geteilt durch die Gesamtzahl der Module)
eo: %% öf çöntént çönsüméd ßý pärtïçïpänts (tötäl nümßér öf mödülés çömplétéd dïvïdéd ßý tötäl nümßér öf mödülés) Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: %% de contenido consumido por los participantes (cantidad total de módulos completados dividida por módulos totales)
fr: %% de contenu consommé par les participants (nombre total de modules terminés divisé par le nombre total de modules)
ja: 参加者が完了した内容の%% (完了したモジュールの合計数をモジュールの合計数で割った数)
nl: %% van inhoud die door deelnemers is doorgenomen (totaal aantal afgeronde modules gedeeld door het totale aantal modules)
pl: %% zawartości kursu przerobionej przez uczestników (całkowita liczba ukończonych modułów podzielona przez całkowitą liczbę modułów)
pt: %% de conteúdo consumido pelos participantes (número total de módulos concluídos dividido pelo número total de módulos)
zh: 参与者已学习的内容比例（已完成模块总数/模块总数）：%%

source: Your Company:
ar: شركتك:
de: Ihre Firma:
eo: Ýöür Çömpäný: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Su compañía:
fr: Votre société :
ja: あなたの会社:
nl: Uw bedrijf:
pl: Twoja firma:
pt: Sua empresa:
zh: 您的公司：

source: Your Cohort:
ar: فوجك:
de: Ihr Jahrgang:
eo: Ýöür Çöhört: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Su grupo:
fr: Votre division :
ja: あなたのコホート:
nl: Uw cohort:
pl: Twoja grupa kursantów:
pt: Seu grupo:
zh: 您的群组：

source: Average grade based on current grade of participants.
ar: يعتمد متوسط الدرجة على الدرجة الحالية للمشاركين.
de: Durchschnittsnote auf Basis der derzeitigen Noten der Teilnehmer.
eo: Àvérägé grädé ßäséd ön çürrént grädé öf pärtïçïpänts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Calificación promedio en función de la calificación actual de los participantes.
fr: Note moyenne sur la base de la note actuelle des participants.
ja: 参加者の現在の成績に基づく平均成績。
nl: Gemiddeld cijfer op basis van huidig cijfer van deelnemers.
pl: Średnia ocenia w oparciu o aktualne oceny uczestników
pt: Nota média com base na nota atual dos participantes.
zh: 基于参与者当前评分的平均评分。

source: cohort average
ar: متوسط الفوج
de: Jahrgangsdurchschnitt
eo: çöhört ävérägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: promedio del grupo
fr: moyenne de la division
ja: コホート平均
nl: cohortgemiddelde
pl: średnia grupy kursantów
pt: média do grupo
zh: 群组平均值

source: Note: Grades may not appear until later in the course depending on number of graded items and their location within course content.
ar: ملاحظة: قد لا تظهر الدرجات حتى وقت لاحق في الدورة التدريبية وذلك بحسب عدد البنود المصنفة ومواقعها داخل محتوى الدورة التدريبية.
de: Hinweis: Noten werden möglicherweise erst später im Kurs angezeigt, abhängig von der Anzahl der benoteten Elemente und deren Position innerhalb des Kursinhalts.
eo: Nöté: Grädés mäý nöt äppéär üntïl lätér ïn thé çöürsé dépéndïng ön nümßér öf grädéd ïtéms änd théïr löçätïön wïthïn çöürsé çöntént. Ⱡ#
es: Nota: Es posible que las calificaciones no aparezcan hasta más adelante, según la cantidad de calificaciones y su localización dentro del contenido del curso.
fr: Remarque : les notes peuvent n’apparaître que plus tard dans le cours, en fonction du nombre d'articles notés et de leur emplacement dans le contenu du cours.
ja: 注: 成績評価済みの項目数やコース内容における位置により、コース終盤まで成績が表示されない場合があります。
nl: Opmerking: cijfers kunnen pas later in de cursus verschijnen afhankelijk van het aantal met cijfers beoordeelde onderdelen en hun locatie binnen de cursusinhoud.
pl: Uwaga: Oceny mogą pojawić się w dalszym etapie trwania kursu w zależności od liczby zadań podlegających ocenie oraz od momentu kursu, w którym się pojawiają.
pt: Observação: as notas podem ser divulgadas apenas em um momento mais avançado do curso, dependendo do número de itens pontuados e de sua localização dentro do conteúdo do curso.
zh: 注：评分可能要在课程后期才会显示，具体取决于已评分项目的数量以及参与者的课程内容进度。

source: Participant engagement increases through engagement on the discussion forums.
ar: تزداد مشاركة المشاركين من خلال المشاركة في منتديات النقاش.
de: Das Engagement der Teilnehmer steigt durch das Engagement in den Diskussionsforen.
eo: Pärtïçïpänt éngägémént ïnçréäsés thröügh éngägémént ön thé dïsçüssïön förüms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: La participación en el curso se mide en función de las interacciones en los foros de debate.
fr: L'implication du participant sur les forums de discussion augmente son implication générale.
ja: 参加者のエンゲージメントは、ディスカッション・フォーラムへの参加を通して増えます。
nl: De inzet van de deelnemer wordt groter door deel te nemen aan discussieforums.
pl: Poziom zaangażowania uczestników wzrasta wraz z ich zaangażowaniem w dyskusje na forach.
pt: O engajamento do participante aumenta com o envolvimento nos fóruns de discussão.
zh: 通过参与论坛讨论，参与者的参与度会提升。

source: Edit Learner dashboard branding:
ar: تحرير العلامة التجارية للوحة متابعة المتعلم:
de: Learner Dashboard Branding bearbeiten:
eo: Édït Léärnér däshßöärd ßrändïng: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Editar la personalización del panel de información del alumno:
fr: Modifier la marque du tableau de bord de l'apprenant :
ja: 学習者ダッシュボード・ブランディングを編集する:
nl: Aankleding dashboard leerling bewerken:
pl: Edytuj branding panelu ucznia:
pt: Editar branding do painel do aluno:
zh: 编辑学员仪表板品牌：
