Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt

source: %s learner was preassigned to this cohort. This learner will automatically be added to the cohort when they enroll in the course.
de: %s Lerner wurde diesem Jahrgang im Vorhinein hinzugefügt. Dieser Lerner wird dem Jahrgang automatisch zugeordnet, wenn er sich zum Kurs anmeldet.
ja: %s学習者がこのコホートに事前に割り当てられました。この学習者はコースに登録した際に自動的にコホートに追加されます。
nl: %s leerling is vooraf aan deze groep toegevoegd. Deze leerling wordt automatisch toegevoegd aan de groep zodra hij/zij zich voor de cursus inschrijft.
pl: %s uczeń został wstępnie dodany do tej grupy kursantów. Po zarejestrowaniu się, uczeń ten zostanie automatycznie dodany do grupy kursantów.
pt: O aluno %s foi pré-atribuído a este grupo. Esse aluno será automaticamente adicionado ao grupo quando se inscrever no curso.

source: %s learner has been moved to this cohort.
de: %s Lerner ist in diesen Jahrgang gewechselt.
ja: %s学習者がこのコホートに移動されました。
nl: %s leerling is verplaatst naar deze groep.
pl: %s uczeń został przeniesiony do tej grupy kursantów.
pt: O aluno %s foi movido para este grupo.

source: %s invalid email was ignored.
de: %s ungültige E-Mail-Adresse wurde übergangen.
ja: %s無効なEメールは無視されました。
nl: %s ongeldig e-mailadres is genegeerd.
pl: %s nieprawidłowy e-mail został zignorowany.
pt: O e-mail inválido %s foi ignorado.

source: %s user was already in this cohort.
de: %s Nutzer war bereits in diesem Jahrgang.
ja: %sユーザーは既にこのコホートにいました。
nl: %s gebruiker zat al in deze groep.
pl: %s użytkownik jest już w tej grupie kursantów.
pt: O usuário %s já está neste grupo.

source: %s user/email was not found.
de: %s Nutzer/E-Mail-Adresse wurde nicht gefunden.
ja: %sユーザー/Eメールが見つかりませんでした。
nl: %s gebruiker/e-mailadres is niet gevonden.
pl: %s użytkownik/adres e-mail nie został odnaleziony.
pt: O usuário/e-mail %s não foi encontrado.

source: contains %s learner
de: enthält %s Lerner
ja: %s学習者を含む
nl: bevat %s leerling
pl: zawiera %s ucznia.
pt: contém %s aluno

source: Company
ar: الشركة
de: Firma
eo: Çömpäný Ⱡ'σяєм ιρѕυм #
es: Compañía
fr: Société
ja: 会社
nl: Bedrijf
pl: Firma
pt: Empresa

source: Company ID
ar: معرّف الشركة
de: Firmen-ID
eo: Çömpäný ÌD Ⱡ'σяєм ιρѕυм ∂σłσ#
es: ID de la compañía
fr: Identifiant de la société :
ja: 会社ID
nl: Bedrijfs-id
pl: Numer ID firmy
pt: ID da empresa

source: No. of Participants
ar: عدد المشاركين
de: Anzahl der Teilnehmer
eo: Nö. öf Pärtïçïpänts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Cantidad de participantes
fr: N° des participants :
ja: 参加者数
nl: Aantal deelnemers
pl: Liczba uczestników
pt: Nº de participantes

source: No. of Courses
ar: عدد الدورات التدريبية
de: Anzahl der Kurse
eo: Nö. öf Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Cantidad de cursos
fr: N° des cours :
ja: コース数:
nl: Aantal cursussen
pl: Liczba kursów
pt: Nº de cursos

source: This company name cannot contain non-alphanumeric characters!
ar: لا يمكن لاسم هذه الشركة أن تحتوي على رموز أحرف وأرقام!
de: Dieser Firmenname darf nur alphanumerische Zeichen beinhalten!
eo: Thïs çömpäný nämé çännöt çöntäïn nön-älphänümérïç çhäräçtérs! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: El nombre de compañía no puede contener caracteres no alfanuméricos
fr: Le nom de la société ne peut contenir que des caractères alphanumériques !
ja: 会社名には英数字しか使用できません。
nl: De bedrijfsnaam mag geen alfanumerieke tekens bevatten!
pl: Nazwa firmy może posiadać jedynie znaki alfanumeryczne
pt: O nome da empresa deve conter apenas caracteres alfanuméricos!

source: This company name cannot have more than 30 characters!
ar: لا يمكن لاسم الشركة أن يتضمّن أكثر من 30 حرفاً!
de: Dieser Firmenname darf nicht mehr als 30 Zeichen beinhalten!
eo: Thïs çömpäný nämé çännöt hävé möré thän 30 çhäräçtérs! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: El nombre de compañía no puede tener más de 30 caracteres
fr: Le nom de la société ne peut contenir plus de 30 caractères !
ja: 会社名は30文字以下にしてください。
nl: De bedrijfsnaam mag niet meer dan 30 tekens bevatten!
pl: Nazwa firmy nie może przekroczyć 30 znaków
pt: O nome da empresa deve ter no máximo 30 caracteres!

source: Couldn't create new company!
ar: تعذر إنشاء شركة جديدة!
de: Eine neue Firma konnte nicht angelegt werden!
eo: Çöüldn't çréäté néw çömpäný! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: No se pudo crear la nueva compañía
fr: Impossible de créer une nouvelle société !
ja: 新しい会社を作成できませんでした。
nl: Kan geen nieuw bedrijf maken!
pl: Nie można utworzyć firmy!
pt: Não foi possível criar nova empresa!

source: Course Name
ar: اسم الدورة التدريبية
de: Kursname
eo: Çöürsé Nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Nombre del curso
fr: Nom du cours
ja: コース名
nl: Cursusnaam
pl: Nazwa kursu
pt: Nome do curso

source: Course ID
ar: معرّف الدورة
de: Kurs-ID
eo: Çöürsé ÌD Ⱡ'σяєм ιρѕυм ∂σł#
es: ID del curso
fr: ID du cours
ja: コースID
nl: Cursus-id
pl: Numer identyfikacyjny kursu
pt: ID do curso

source: Participants
ar: المشاركون
de: Teilnehmer
eo: Pärtïçïpänts Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Participantes
ja: 参加者
nl: Deelnemers
pl: Uczestnicy
pt: Participantes

source: Start
ar: البدء
eo: Stärt Ⱡ'σяєм ιρѕ#
es: Inicio
fr: Démarrer
ja: 開始
nl: Begin
pt: Início

source: End
ar: الانتهاء
de: Ende
eo: Énd Ⱡ'σяєм#
es: Fin
fr: Terminer
ja: 終了
nl: Einde
pl: Koniec
pt: Fim

source: Cohort Comp.
ar: تشكيلة الأفواج
de: Jahrgang Firma
eo: Çöhört Çömp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Composición del grupo
fr: Comp. de la division
ja: コホート会社
nl: Bedrijfscohort
pl: Firma tej grupy kursa
pt: Empresa do grupo

source: No Company Display Name!
ar: لا يوجد اسم معروض للشركة!
de: Kein Firmenname wird angezeigt!
eo: Nö Çömpäný Dïspläý Nämé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: No hay nombre de la compañía para mostrar
fr: Aucun nom d’affichage de société !
ja: 会社表示名がありません。
nl: Geen bedrijfsweergavenaam!
pl: Brak publicznej nazwy firmy
pt: Nenhum nome de exibição da empresa!

source: Dashboard Name
ar: اسم لوحة المتابعة
eo: Däshßöärd Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Nombre del panel
fr: Nom du tableau de bord
ja: ダッシュボード名
nl: Dashboardnaam
pl: Nazwa panelu
pt: Nome do painel

source: App Name
ar: اسم التطبيق
eo: Àpp Nämé Ⱡ'σяєм ιρѕυм ∂#
es: Nombre de la aplicación
fr: Nom de l'application
ja: アプリ名
nl: App-naam
pl: Nazwa aplikacji
pt: Nome do aplicativo

source: Deployment Mech
ar: شبكة النشر
de: Entwicklung Mech
eo: Déplöýmént Méçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Mecanismo de despliegue
fr: Mécanisme de déploiement
ja: 開発メカニズム
nl: Implementatiemechanisme
pl: Mechanizm wdrożenia
pt: Mecanismo de implantação

source: iOS DL URL
eo: ïÖS DL ÛRL Ⱡ'σяєм ιρѕυм ∂σłσ#
es: URL de iOS DL
nl: DL-URL iOS
pt: URL do iOS DL

source: Android DL URL
ar: أندرويد DL URL
eo: Àndröïd DL ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: URL de Android DL
nl: DL-URL Android
pt: URL do Android DL

source: Urban Airship URL
eo: Ûrßän Àïrshïp ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: URL de Urban Airship
nl: URL Urban Airship
pl: Adres URL dla Urban Airship
pt: URL do Urban Airship

source: Analytics URL
ar: تحليلات URL
eo: Ànälýtïçs ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: URL de analítica
nl: URL Analyses
pl: Adres URL dla analizy i statystyk
pt: URL do Analytics

source: Active
ar: فعال
de: Aktiv
eo: Àçtïvé Ⱡ'σяєм ιρѕυ#
es: Activo
ja: 有効
nl: Actief
pl: Aktywny
pt: Ativo

source: Couldn't link this App!
ar: لا يمكن ربط هذا التطبيق!
de: Diese App konnte nicht verbunden werden!
eo: Çöüldn't lïnk thïs Àpp! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: No se pudo vincular la aplicación
fr: Impossible de lier cette application !
ja: このアプリをリンクできません。
nl: Kan deze app niet koppelen!
pl: Nie można podłączyć tej aplikacji!
pt: Não foi possível vincular este aplicativo!

source: Couldn't delink App!
ar: لا يمكن فصل التطبيق!
de: Diese App konnte nicht entkoppelt werden!
eo: Çöüldn't délïnk Àpp! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: No se pudo desvincular la aplicación
fr: Impossible de délier cette application !
ja: アプリへのリンクを削除できません。
nl: Kan deze app niet ontkoppelen!
pl: Nie można odłączyć tej aplikacji!
pt: Não foi possível desvincular o aplicativo!

source: This app name cannot have more than 30 characters!
ar: لا يمكن أن يحتوي اسم هذا التطبيق على أكثر من 30 حرفاً!
de: Dieser App-Name darf nicht mehr als 30 Zeichen beinhalten!
eo: Thïs äpp nämé çännöt hävé möré thän 30 çhäräçtérs! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: El nombre de aplicación no puede tener más de 30 caracteres
fr: Le nom de l’application ne peut contenir plus de 30 caractères !
ja: アプリ名は30文字以下にしてください。
nl: De app-naam mag niet meer dan 30 tekens bevatten!
pl: Nazwa tej aplikacji nie może przekroczyć 30 znaków
pt: O nome do aplicativo deve ter no máximo 30 caracteres!

source: This app name cannot contain non-alphanumeric characters!
ar: اسم هذا التطبيق لا يمكن أن يحتوي على رموز حرفية ورقمية!
de: Dieser App-Name darf nur alphanumerische Zeichen beinhalten!
eo: Thïs äpp nämé çännöt çöntäïn nön-älphänümérïç çhäräçtérs! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: El nombre de aplicación no puede contener caracteres no alfanuméricos
fr: Le nom de cette application ne peut contenir que des caractères non alphanumériques !
ja: アプリ名には英数字しか使用できません。
nl: De app-naam mag enkel alfanumerieke tekens bevatten!
pl: Nazwa tej aplikacji może posiadać jedynie znaki alfanumeryczne
pt: O nome do aplicativo deve conter apenas caracteres alfanuméricos!

source: No App Display Name!
ar: لا يوجد اسم عرض للتطبيق!
de: Kein App-Name wird angezeigt!
eo: Nö Àpp Dïspläý Nämé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: No hay nombre de aplicación para mostrar
fr: Aucun nom d’affichage d’application
ja: アプリ表示名がありません。
nl: Geen app-weergavenaam!
pl: Brak publicznej nazwy aplikacji!
pt: Nenhum nome de exibição do aplicativo!

source: Name
ar: الاسم
eo: Nämé Ⱡ'σяєм ι#
es: Nombre
fr: Nom
ja: 名前
nl: Naam
pl: Nazwa
pt: Nome

source: Activated
ar: مفعّل
de: Aktiviert
eo: Àçtïvätéd Ⱡ'σяєм ιρѕυм ∂σł#
es: Activado
fr: Activé
ja: 有効化済み
nl: Geactiveerd
pl: Aktywowano
pt: Ativado

source: Cohort
de: Jahrgang Firma
pl: Grupa kursantów
pt: Grupo

source: Last Log In
ar: أخر تسجيل دخول
de: Letzte Anmeldung
eo: Läst Lög Ìn Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Último inicio de sesión
fr: Dernière connexion
ja: 最終ログイン
nl: Laatste aanmelding
pl: Ostatnie logowanie
pt: Último login

source: Progress
ar: التقدم المحرز
de: Fortschritt
eo: Prögréss Ⱡ'σяєм ιρѕυм ∂#
es: Avance
fr: Progression
ja: 進度
nl: Vooruitgang
pl: Stopień ukończenia
pt: Progresso

source: Proficiency
ar: الإجادة
de: Kompetenzen
eo: Pröfïçïénçý Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Competencia
fr: Compétence
ja: 習熟度
nl: Vaardigheid
pl: Biegłość
pt: Proficiência

source: Engagement
ar: المشاركة
eo: Éngägémént Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Participación en el curso
fr: Implication
ja: エンゲージメント
nl: Inzet
pl: Poziom zaangażowania
pt: Engajamento

source: Activation Link
ar: رابط التفعيل
de: Aktivierungs-Link
eo: Àçtïvätïön Lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Enlace de activación
fr: Lien d'activation
ja: 有効化リンク
nl: Activeringslink
pl: Link aktywacyjny
pt: Link de ativação

source: Username
ar: اسم المستخدم
de: Nutzername
eo: Ûsérnämé Ⱡ'σяєм ιρѕυм ∂#
es: Nombre de usuario
fr: Nom d’utilisateur
ja: ユーザー名
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário

source: Country
ar: البلد
de: Land
eo: Çöüntrý Ⱡ'σяєм ιρѕυм #
es: País
fr: Pays
ja: 国
nl: Land
pl: Kraj
pt: País

source: Couldn't create new tag!
ar: تعذر إنشاء علامة جديدة!
de: Eine neues Tag konnte nicht erstellt werden!
eo: Çöüldn't çréäté néw täg! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: No se pudo crear la nueva etiqueta
fr: Impossible de créer une nouvelle étiquette !
ja: 新しいタグを作成できませんでした。
nl: Kan geen nieuwe tag maken!
pl: Nie można utworzyć nowego tagu!
pt: Não foi possível criar uma nova tag!

source: You don't have permission to create a new tag, please select one from the list!
ar: ليس لديك الإذن لإنشاء علامة جديدة، الرجاء تحديد واحدة من القائمة!
de: Sie verfügen nicht über die Berechtigungen, um ein neues Tag zu erstellen. Bitte wählen Sie daher eines von der Liste!
eo: Ýöü dön't hävé pérmïssïön tö çréäté ä néw täg, pléäsé séléçt öné fröm thé lïst! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: No tiene permiso para crear una nueva etiqueta. Seleccione una de la lista
fr: Vous n'avez pas l'autorisation de créer une nouvelle étiquette, sélectionnez-en une dans la liste !
ja: 新しいタグを作成する権限がありません。一覧から一つ選択してください。
nl: U beschikt niet over de machtiging voor het maken van een nieuwe tag. Selecteer een tag in de lijst!
pl: Nie posiadasz uprawnień pozwalających na stworzenie nowego tagu, prosimy wybrać tag z listy
pt: Você não tem permissão para criar uma nova tag, selecione uma tag na lista!

source: Couldn't delete tag!
ar: تعذر حذف العلامة!
de: Das Tag konnte nicht gelöscht werden!
eo: Çöüldn't délété täg! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: No se pudo eliminar la etiqueta
fr: Impossible de supprimer l'étiquette !
ja: タグを削除できませんでした。
nl: Kan tag niet verwijderen!
pl: Nie można usunąć tagu
pt: Não foi possível excluir a tag!

source: %(count)s Course Tagged with %(tagDetails)s
de: %(count)s Der Kurs wurde mit %(tagDetails)s markiert
eo: %(count)s Çöürsé Täggéd wïth %(tagDetails)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: %(count)s curso etiquetado con %(tagDetails)s
fr: %(count)s Cours étiqueté avec %(tagDetails)s
ja: %(count)sのコースが%(tagDetails)sとタグ付けされました
nl: %(count)s Cursus gelabeld met %(tagDetails)s
pl: %(count)s Kurs otagowany za pomocą %(tagDetails)s
pt: %(count)s curso marcado com %(tagDetails)s

source: Progress: %(progress)s %
de: Fortschritt: %(progress)s %
eo: Prögréss: %(progress)s % Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Avance: %(progress)s %
fr: Progression : %(progress)s %
ja: 進度: %(progress)s %
nl: Vooruitgang: %(progress)s %
pl: Stopień ukończenia: %(progress)s %
pt: Progresso: %(progress)s %

source: Selected: %(selected)s, Successful: %(successful)s, Failed: %(failed)s
de: Ausgewählt: %(selected)s, Bestanden: %(successful)s, Nicht bestanden: %/(failed)s
eo: Séléçtéd: %(selected)s, Süççéssfül: %(successful)s, Fäïléd: %(failed)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Seleccionados: %(selected)s; exitosos: %(successful)s; fallidos: %(failed)s
fr: Sélectionné : %(selected)s, validé : %(successful)s, non validé : %(failed)s
ja: 選択済み: %(selected)s、完了: %(successful)s、失敗: %(failed)s
nl: Geselecteerd: %(selected)s, geslaagd: %(successful)s, niet geslaagd: %(failed)s
pl: Wybranych: %(selected)s, Ukończyło pomyślnie: %(successful)s, Nie ukończyło: %(failed)s
pt: Selecionados: %(selected)s, Sucesso: %(successful)s, Falha: %(failed)s

source: This tag name cannot have more than 30 characters!
ar: لا يمكن أن يحتوي اسم العلامة على أكثر من 30 حرفاً!
de: Dieser Tagname darf nicht mehr als 30 Zeichen beinhalten!
eo: Thïs täg nämé çännöt hävé möré thän 30 çhäräçtérs! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: El nombre de etiqueta no puede tener más de 30 caracteres
fr: Le nom de l’étiquette ne peut contenir plus de 30 caractères !
ja: タグ名は30文字以下にしてください。
nl: De tagnaam mag niet meer dan 30 tekens bevatten!
pl: Nazwa tego tagu nie może przekroczyć 30 znaków!
pt: O nome da tag deve ter no máximo 30 caracteres!

source: This tag name cannot contain non-alphanumeric characters!
ar: لا يمكن أن يحتوي اسم العلامة على رموز حرفية ورقمية!
de: Dieser Tagname darf nur alphanumerische Zeichen beinhalten!
eo: Thïs täg nämé çännöt çöntäïn nön-älphänümérïç çhäräçtérs! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: El nombre de etiqueta no puede contener caracteres no alfanuméricos
fr: Le nom de cette étiquette ne peut contenir des caractères non alphanumériques !
ja: タグ名には英数字しか使用できません。
nl: De tagnaam mag enkel alfanumerieke tekens bevatten!
pl: Nazwa tego tagu może zawierać jedynie znaki alfanumeryczne
pt: O nome da tag deve conter apenas caracteres alfanuméricos!

source: Couldn't add tag to course!
ar: لا يمكن إضافة علامة للدورة!
de: Diesem Kurs konnte kein Tag hinzugefügt werden!
eo: Çöüldn't ädd täg tö çöürsé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: No se pudo agregar la etiqueta al curso
fr: Impossible d'ajouter une étiquette au cours !
ja: コースにタグが追加できません。
nl: Kan geen tag aan de cursus toevoegen!
pl: Nie można dodać tagu do kursu
pt: Não foi possível adicionar tag ao curso!

source: Lesson
ar: الدرس
de: Lektion
eo: Léssön Ⱡ'σяєм ιρѕυ#
es: Lección
fr: Leçon
ja: レッスン
nl: Les
pl: Lekcja
pt: Lição

source: Module
ar: الوحدة النمطية
de: Modul
eo: Mödülé Ⱡ'σяєм ιρѕυ#
es: Módulo
ja: モジュール
pl: Moduł
pt: Módulo

source: Poll/Survey Question
de: Umfrage/Frage
ja: 投票調査/アンケート調査の質問
nl: Peiling/onderzoeksvraag
pl: Pytanie sondażu/ankiety
pt: Pergunta do enquete/pesquisa

source: File successfully uploaded!
ar: تم تحميل الملف بنجاح!
de: Datei wurde erfolgreich hochgeladen!
eo: Fïlé süççéssfüllý üplöädéd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: El archivo se cargó correctamente
fr: Fichier téléchargé avec succès !
ja: ファイルのアップロードを完了しました。
nl: Het bestand is geüpload!
pl: Plik przesłany pomyślnie
pt: Arquivo carregado com sucesso!

source: Unenroll Participants
ar: إلغاء التحاق المشتركين
de: Teilnehmer abmelden
eo: Ûnénröll Pärtïçïpänts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Cancelar inscripción de participantes
fr: Désinscrire les participants
ja: 参加者の登録を解除する
nl: Inschrijving deelnemers opheffen
pl: Wyrejestruj uczestników
pt: Cancelar a inscrição de participantes

source: Selected: %(selectedRows)s, Successful: 0, Failed: 0
de: Ausgewählt: %(selectedRows)s, Bestanden: 0, Nicht bestanden: 0
eo: Séléçtéd: %(selectedRows)s, Süççéssfül: 0, Fäïléd: 0 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Seleccionados: %(selectedRows)s; exitosos: 0; fallidos: 0
fr: Sélectionné : %(selectedRows)s, Validé : 0, Non validé : 0
ja: 選択済み: %(selectedRows)s、完了: 0、失敗: 0
nl: Geselecteerd: %(selectedRows)s, geslaagd: 0, niet geslaagd: 0
pl: Wybranych: %(selectedRows)s, Ukończyło pomyślnie: 0, Nie ukończyło: 0
pt: Selecionados: %(selectedRows)s, Sucesso: 0, Falha: 0

source: Unenroll all selected participants from this course?
ar: إلغاء التحاق جميع المشاركين المختارين من الدورة
de: Alle ausgewählten Teilnehmer von diesem Kurs abmelden?
eo: Ûnénröll äll séléçtéd pärtïçïpänts fröm thïs çöürsé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Desea cancelar la inscripción de todos los participantes seleccionados en este curso?
fr: Désinscrire tous des participants sélectionnés de ce cours ?
ja: 選択したすべての参加者をこのコースから登録解除しますか?
nl: Wilt u de inschrijving van alle geselecteerde deelnemers voor deze cursus opheffen?
pl: Na pewno wyrejestrować wszystkich wybranych uczestników z tego kursu?
pt: Cancelar a inscrição de todos os participantes selecionados neste curso?

source: You need to select at least one participant to be able to apply bulk actions.
ar: يجب تحديد مشارك واحد على الأقل ليتمكن من تطبيق الإجراءات الكبرى.
de: Mindestens ein Teilnehmer muss ausgewählt werden, um Massenoperationen anzuwenden.
eo: Ýöü nééd tö séléçt ät léäst öné pärtïçïpänt tö ßé äßlé tö äpplý ßülk äçtïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Debe seleccionar al menos un participante para poder aplicar acciones en forma masiva
fr: Vous devez sélectionner au moins un participant pour pouvoir appliquer les actions en lot.
ja: 一括操作をするには、最低1名の参加者を選択してください。
nl: U moet ten minste één deelnemer selecteren om dergelijke bulkacties te kunnen toepassen.
pl: Musisz wybrać przynajmniej jednego uczestnika, aby zastosować akcje masowe.
pt: Você deve selecionar no mínimo um participante para poder aplicar ações múltiplas.

source: Unenroll
ar: إلغاء الالتحاق
de: Abmelden
eo: Ûnénröll Ⱡ'σяєм ιρѕυм ∂#
es: Cancelar inscripción
fr: Désinscrire
ja: 登録解除する
nl: Inschrijving opheffen
pl: Wyrejestruj
pt: Cancelar a inscrição

source: Change Status
ar: تغيير الحالة
de: Status ändern
eo: Çhängé Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Cambiar estado
fr: Modifier le statut
ja: ステータスを変更する
nl: Status wijzigen
pl: Zmień status
pt: Alterar status

source: Change status of all selected participants to:
ar: تغيير حالة جميع المشاركين المختارين إلى:
de: Den Status aller ausgewählten Teilnehmer ändern zu:
eo: Çhängé stätüs öf äll séléçtéd pärtïçïpänts tö: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Cambiar el estado de todos los participantes seleccionados a:
fr: Modifier le statut de tous les participants sélectionnés en :
ja: すべての選択した参加者を次のステータスに変更する:
nl: De status van alle geselecteerde deelnemers wijzigen in:
pl: Zmień status wybranych uczestników na:
pt: Alterar o status de todos os participantes selecionados para:

source: Participant
ar: المشاركون
de: Teilnehmer
eo: Pärtïçïpänt Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Participante
ja: 参加者
nl: Deelnemer
pl: Uczestnik
pt: Participante

source: Observer
ar: المراقب
de: Beobachter
eo: Ößsérvér Ⱡ'σяєм ιρѕυм ∂#
es: Observador
fr: Observateur
ja: 監視者
nl: Waarnemer
pl: Obserwator
pt: Observador

source: Save Changes
ar: حفظ التغييرات
de: Änderungen speichern
eo: Sävé Çhängés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Guardar cambios
fr: Enregistrer les modifications
ja: 変更を保存する
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Salvar alterações

source: You need to select status!
ar: يجب تحديد حالة!
de: Sie müssen einen Status auswählen!
eo: Ýöü nééd tö séléçt stätüs! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Debe seleccionar un estado
fr: Vous devez sélectionner un statut !
ja: タグを選択してください。
nl: U moet een status selecteren!
pl: Musisz wybrać status!
pt: Você deve selecionar o status!

source: Select Course
ar: اختر دورة
de: Kurs auswählen
eo: Séléçt Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Seleccionar curso
fr: Sélectionner le cours
ja: コースを選択する
nl: Cursus selecteren
pl: Wybierz kurs
pt: Selecionar curso

source: %(selectedRows)s Participants will be enroll in course selected below.
ar: % من المشاركين (الصفوف المختارة) سيتم إلحاقهم في الدورة التي اختيارها أدناه.
de: %(selectedRows)s Teilnehmer werden bei dem unten ausgewählten Kurs angemeldet.
eo: %(selectedRows)s Pärtïçïpänts wïll ßé énröll ïn çöürsé séléçtéd ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: %(selectedRows)s participantes se inscribirán en el curso seleccionado a continuación.
fr: %(selectedRows)s Les participants seront inscrits au cours sélectionné ci-dessous.
ja: %(selectedRows)s人の参加者が下記の選択されたコースに登録されます。
nl: %(selectedRows)s De deelnemers worden ingeschreven voor de cursus die hieronder is geselecteerd.
pl: %(selectedRows)s Uczestnicy zostaną zarejestrowani na kurs wybrany poniżej.
pt: Os participantes %(selectedRows)s serão inscritos no curso selecionado abaixo.

source: Enroll Participants
ar: تسجيل المشاركين
de: Teilnehmer anmelden
eo: Énröll Pärtïçïpänts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Inscribir participantes
fr: Inscrire les participants
ja: 参加者を登録する
nl: Deelnemers inschrijven
pl: Zarejestruj uczestników
pt: Inscrever participantes

source: You need to select course!
ar: يجب تحديد دورة!
de: Sie müssen einen Kurs auswählen!
eo: Ýöü nééd tö séléçt çöürsé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Debe seleccionar un curso
fr: Vous devez sélectionner un cours !
ja: コースを選択してください。
nl: U moet een cursus selecteren!
pl: Musisz wybrać kurs!
pt: Você deve selecionar o curso!

source: Progress : 0%
ar: التقدم: 0%
de: Fortschritt : 0%
eo: Prögréss : 0% Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Progreso: 0 %
fr: Progression : 0 %
ja: 進度: 0%
nl: Vooruitgang: 0%
pl: Stopień ukończenia: 0%
pt: Progresso: 0%

source: Download CSV File
ar: تنزيل ملفات CSV
de: CSV-Datei herunterladen
eo: Döwnlöäd ÇSV Fïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Descargar archivo CSV
fr: Télécharger un fichier CSV
ja: CSVファイルをダウンロードする
nl: CSV-bestand downloaden
pl: Pobierz plik CSV
pt: Baixar arquivo CSV
