Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: No users registered for this course run!
ar: لا يوجد مستخدمين مسجلين في هذه الدورة التدريبية!
de: Keine Nutzer für diesen Kursablauf registriert!
eo: Nö üsérs régïstéréd för thïs çöürsé rün! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: No existen usuarios registrados en esta edición del curso
fr: Nombre d’utilisateurs enregistrés pour ce développement de cours !
ja: このコース実行に登録したユーザーはいません
nl: Geen gebruikers geregistreerd voor deze cursusrun!
pl: W tej turze kursu nie ma żadnych zarejestrowanych użytkowników!
pt: Nenhum usuário registrado nesta série do curso!
zh: 没有用户注册本课程！

source: Back to
ar: العودة إلى
de: Zurück zu
eo: Bäçk tö Ⱡ'σяєм ιρѕυм #
es: Volver a
fr: Revenir à
ja: 次へ戻る
nl: Terug naar
pl: Powrót do
pt: Voltar para
zh: 返回

source: Back to All Courses
ar: العودة إلى جميع الدورات التدريبية
de: Zurück zu "Alle Kurse"
eo: Bäçk tö Àll Çöürsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Volver a “todos los cursos”
fr: Revenir à Tous les cours
ja: 全てのコースへ戻る
nl: Terug naar Alle cursussen
pl: Powrót do Wszystkich kursów
pt: Voltar para Todos os cursos
zh: 返回到所有课程

source: Avg Progress:
ar: متوسط التقدم المحرز:
de: Durchschnittlicher Fortschritt:
eo: Àvg Prögréss: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Avance promedio:
fr: Progression moyenne :
ja: 平均進度:
nl: Gem. voortgang:
pl: Średni stopień ukończenia:
pt: Progresso médio:
zh: 平均进度：

source: Avg Proficiency:
ar: متوسط الكفاءة:
de: Durchschnittliche Kompetenzen:
eo: Àvg Pröfïçïénçý: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Competencia promedio:
fr: Compétences moyennes :
ja: 平均習熟度:
nl: Gem. vaardigheid:
pl: Średnia biegłość:
pt: Proficiência média:
zh: 平均熟练程度：

source: Passed:
ar: ناجح:
de: Bestanden:
eo: Pässéd: Ⱡ'σяєм ιρѕυм #
es: Aprobado:
fr: Validé :
ja: 合格:
nl: Geslaagd:
pl: Zdało:
pt: Aprovado:
zh: 通过：

source: COHORTS
ar: الأفواج
de: JAHRGÄNGE
es: GRUPOS
ja: コホート
nl: GROEPEN
pl: GRUPY KURSANTÓW
pt: GRUPOS
zh: 群组

source: STATS
ar: إحصائيات
de: STATISTIKEN
eo: STÀTS Ⱡ'σяєм ιρѕ#
es: ESTADÍSTICAS
fr: STATISTIQUES
ja: 統計
nl: STATISTIEKEN
pl: STATYSTKI
pt: ESTATÍSTICAS
zh: 统计数据

source: RESPONSES
ar: الاستجابات
de: ANTWORTEN
es: RESPUESTAS
ja: 回答
nl: ANTWOORDEN
pl: ODPOWIEDZI
pt: RESPOSTAS
zh: 响应

source: LEARNER DASHBOARD
ar: لوحة متابعة المتعلمين
eo: LÉÀRNÉR DÀSHBÖÀRD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: PANEL DE INFORMACIÓN DEL ALUMNO
fr: TABLEAU DE BORD DES APPRENANTS
ja: 学習者ダッシュボード
nl: DASHBOARD LEERLING
pl: PANEL UCZNIA
pt: PAINEL DO ALUNO
zh: 学员仪表板

source: Generate Certificates
ar: إنشاء الشهادات
de: Zertifikate generieren
eo: Généräté Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Generar certificados
fr: Générer des certificats
ja: 証書を生成する
nl: Certificaten genereren
pl: Wygeneruj certyfikaty
pt: Gerar certificados
zh: 生成证书

source: Generating Certificates
ar: جاري إنشاء الشهادات
de: Zertifikate werden generiert
eo: Générätïng Çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Generando certificados
fr: Certificats en cours de génération
ja: 証書を生成中
nl: Certificaten worden gegenereerd
pl: Generowanie certyfikatów
pt: Gerando certificados
zh: 正在生成证书

source: Certificates Generated
ar: تم إنشاء الشهادات
de: Generierte Zertifikate
eo: Çértïfïçätés Générätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Certificados generados
fr: Certificats générés
ja: 証書が生成されました
nl: Gegenereerde certificaten
pl: Certyfikaty wygenerowane
pt: Certificados gerados
zh: 已生成证书

source: Export Stats
ar: تصدير الاحصائيات
de: Statistiken exportieren
eo: Éxpört Stäts Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Exportar estadísticas
fr: Exporter les statistiques
ja: 統計をエクスポートする
nl: Statistieken exporteren
pl: Wyeksportuj statystyki
pt: Exportar estatísticas
zh: 导出统计数据

source: Email Selected Participants
ar: المشاركون المحددون بالبريد الإلكتروني
de: Ausgewählten Teilnehmern E-Mail senden
eo: Émäïl Séléçtéd Pärtïçïpänts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Enviar correo electrónico a participantes seleccionados
fr: Envoyer un e-mail aux participants sélectionnés
ja: 選択された参加者にメールを送信する
nl: E-mail geselecteerde deelnemers
pl: Wyślij e-mail do wybranych uczestników
pt: Enviar e-mail para os participantes selecionados
zh: 向所选参与者发送电子邮件

source: Change status
ar: تغيير الحالة
de: Status ändern
eo: Çhängé stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Cambiar estado
fr: Modifier le statut
ja: ステータスを変更する
nl: Status wijzigen
pl: Zmień status
pt: Alterar status
zh: 更改状态

source: Unenroll from course
ar: إلغاء التسجيل في الدورة التدريبية
de: Vom Kurs abmelden
eo: Ûnénröll fröm çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Cancelar la inscripción al curso
fr: Désinscrire du cours
ja: コースの登録を取り消す
nl: Uitschrijven uit de cursus
pl: Wyrejestruj z kursu
pt: Cancelar a inscrição do curso
zh: 取消注册课程

source: Enroll in new course
ar: التسجيل في دورة تدريبية جديدة
de: Zum neuen Kurs anmelden
eo: Énröll ïn néw çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Inscribir en un nuevo curso
fr: Inscrire à un nouveau cours
ja: 新規コースに登録する
nl: Inschrijven bij nieuwe cursus
pl: Zarejestruj na nowy kurs
pt: Inscrever-se em novo curso
zh: 注册新课程

source: Export stats
ar: تصدير الاحصائيات
de: Statistiken exportieren
eo: Éxpört stäts Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Exportar estadísticas
fr: Exporter les statistiques
ja: 統計をエクスポートする
nl: Statistieken exporteren
pl: Wyeksportuj statystyki
pt: Exportar estatísticas
zh: 导出统计数据

source: Download CSV For Notifications
ar: تنزيل ملف CSV للإخطارات
de: CSV für Benachrichtigungen herunterladen
eo: Döwnlöäd ÇSV För Nötïfïçätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Descargar CSV para notificaciones
fr: Télécharger CSV pour les notifications
ja: 通知用にCSVをダウンロードする
nl: Download CSV voor meldingen
pl: Pobierz CSV dla powiadomień
pt: Download do CSV para notificações
zh: 下载通知 CSV

source: Search by Keywords
ar: البحث باستخدام الكلمات الرئيسية
de: Nach Keywords suchen
es: Buscar por palabras claves
ja: ノートを検索する
nl: Zoeken op trefwoorden
pl: Wyszukaj za pomocą słów kluczowych
pt: Pesquisar por palavra-chave
zh: 搜索关键词

source: Generate report
ar: إنشاء التقرير
de: Zertifikate generieren
es: Generar informe
ja: 証書を生成する
nl: Rapport genereren
pl: Wygeneruj raport
pt: Gerar relatório
zh: 生成证书

source: View Polls/Surveys
ar: عرض استطلاعات الرأي / الاستبيانات
de: Umfragen anzeigen
es: Ver encuestas
ja: 全てのコースを閲覧する
nl: Polls/Onderzoeken bekijken
pl: Zobacz ankietę/sondaż
pt: Ver pesquisas/enquetes
zh: 查看投票/问卷调查

source: View Download History
ar: عرض سجل التنزيل
de: Download-Historie anzeigen
es: Ver historial de descargas
ja: グループのリストをダウンロードする
nl: Downloadgeschiedenis bekijken
pl: Zobacz historię pobierania
pt: Ver histórico de download
zh: 查看下载历史记录

source: Select up to 3 polls/survey questions below to quickly generate a micro-report.
ar: حدد ما يصل إلى 3 استقصاءات / أسئلة استبيان أدناه لإنشاء تقرير مصغر سريعًا.
de: Wählen Sie unten bis zu 3 Umfragen/Fragen aus, um schnell einen Kleinbericht zu erstellen.
es: Seleccione hasta tres (3) de las siguientes preguntas de encuesta para generar un breve informe de manera rápida.
ja: 以下から最大3つのアンケート調査の質問を選んで、マイクロレポートをすばやく作成します。
nl: Selecteer max. 3 peiling-/onderzoeksvragen hieronder om snel een microrapport aan te maken.
pl: Wybierz do 3 pytań z ankiety/sondaża poniżej, aby szybko wygenerować mikroraport.
pt: Selecione até 3 perguntas de enquete/pesquisa abaixo para gerar rapidamente um microrrelatório.
zh: 在下面选择最多 3 个投票/调查问卷，快速生成微报告。

source: Select "all" to generate a full report. Note: this may take up to an hour to compile. Your compiled report will be emailed to you.
ar: حدد "الكل" لإنشاء تقرير كامل. ملاحظة: قد يستغرق ذلك ما يصل إلى ساعة للتجميع. سيتم إرسال التقرير الذي تم تجميعه إليك عبر البريد الإلكتروني.
de: Wählen Sie "alle" um einen vollständigen Bericht zu erstellen. Hinweis: Die Zusammenstellung kann bis zu einer Stunde dauern. Ihr zusammengestellter Bericht wird Ihnen per E-Mail zugesandt.
es: Seleccione "todo" para generar un reporte completo. Nota: esto puede tardar hasta una hora para compilarse. Su reporte compilado le llegará por correo electrónico.
ja: [すべて]を選んで完全なレポートを作成します。 注: 集計に最大1時間かかる場合があります。 集計されたレポートはEメールで送信されます。
nl: Selecteer "alles" om een volledig rapport aan te maken. Let op: het samenstellen kan een uur duren. U krijgt het samengestelde rapport per e-mail toegestuurd.
pl: Zaznacz "wszystkie", aby wygenerować pełny raport. Uwaga: może do zająć do jednej godziny. Utworzony raport wyślemy na Twój adres e-mail.
pt: Selecione "tudo" para gerar um relatório completo. Observação: pode levar até uma hora para ser preenchido. Seu relatório preenchido será enviado por e-mail.
zh: 选择“全部”生成完整报告。 注意：编制可能需要一个小时。 您编制的报告将通过电子邮件发送给您。

source: Save Changes
ar: حفظ التغييرات
de: Änderungen speichern
eo: Sävé Çhängés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Guardar cambios
fr: Enregistrer les modifications
ja: 変更を保存する
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Salvar alterações
zh: 保存更改

source: Email selected participants
ar: المشاركون المحددون بالبريد الإلكتروني
de: Ausgewählten Teilnehmern E-Mail senden
eo: Émäïl séléçtéd pärtïçïpänts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Enviar correo electrónico a participantes seleccionados
fr: Envoyer un e-mail aux participants sélectionnés
ja: 選択された参加者にEメールを送信する
nl: E-mail geselecteerde deelnemers
pl: Wyślij e-mail do wybranych uczestników
pt: Enviar e-mail para os participantes selecionados
zh: 向所选参与者发送电子邮件

source: From
ar: من
de: Von
eo: Fröm Ⱡ'σяєм ι#
es: De
fr: De
ja: 送信元
nl: Van
pl: Od
pt: De
zh: 发件人

source: Save as new template
ar: حفظ كنموذج جديد
de: Als neue Vorlage speichern
eo: Sävé äs néw témpläté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Guardar como nueva plantilla
fr: Enregistrer comme nouveau modèle
ja: 新規テンプレートとして保存する
nl: Opslaan als nieuwe sjabloon
pl: Zapisz jako nowy szablon
pt: Salvar como novo template
zh: 另存为新模板

source: Update selected template
ar: تحديث النموذج المحدد
de: Ausgewählte Vorlage aktualisieren
eo: Ûpdäté séléçtéd témpläté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Actualizar plantilla seleccionada
fr: Mettre à jour le modèle sélectionné
ja: 選択したテンプレートをアップデートする
nl: Geselecteerde sjabloon bijwerken
pl: Zaktualizuj wybrane szablony
pt: Atualizar template selecionado
zh: 更新所选模板

source: Remove selected template
ar: حذف النموذج المحدد
de: Ausgewählte Vorlage entfernen
eo: Rémövé séléçtéd témpläté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Quitar plantilla seleccionada
fr: Supprimer le modèle sélectionné
ja: 選択したテンプレートを削除する
nl: Geselecteerde sjabloon verwijderen
pl: Usuń wybrane szablony
pt: Remover template selecionado
zh: 删除所选模板

source: None
ar: لا شيء
de: Keine
eo: Nöné Ⱡ'σяєм ι#
es: Ninguno
fr: Aucun
ja: なし
nl: Geen
pl: Żadne
pt: Nenhum
zh: 无

source: Subject
ar: الموضوع
de: Betreff
eo: Süßjéçt Ⱡ'σяєм ιρѕυм #
es: Asunto
fr: Objet
ja: 件名
nl: Onderwerp
pl: Temat
pt: Assunto
zh: 主题

source: Body
ar: نص الرسالة
de: Text
eo: Bödý Ⱡ'σяєм ι#
es: Cuerpo del mensaje
fr: Corps
ja: 本文
nl: Tekst
pl: Treść
pt: Corpo
zh: 正文

source: Send Email
ar: إرسال رسالة البريد الإلكتروني
de: E-Mail senden
eo: Sénd Émäïl Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Enviar correo electrónico
fr: Envoyer un e-mail
ja: Eメールを送信する
nl: E-mail verzenden
pl: Wyślij e-mail
pt: Enviar e-mail
zh: 发送电子邮件

source: Preview email
ar: البريد الإلكتروني الخاص بالمعاينة
de: E-Mail-Vorschau
eo: Prévïéw émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Previsualizar correo electrónico
fr: Prévisualiser l'e-mail
ja: Eメールを確認する
nl: E-mail vooraf bekijken
pl: Podgląd wiadomości e-mail
pt: Visualizar e-mail
zh: 预览电子邮件

source: Schedule for Later
ar: الجدول الزمني لوقت لاحق
de: Auf später verschieben
eo: Sçhédülé för Lätér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Programar para más tarde
fr: Programmer pour plus tard
ja: 後に取っておく
nl: Voor later inplannen
pl: Odłóż na później
pt: Programar para mais tarde
zh: 安排稍后处理

source: Add Tags to this Course
ar: إضافة علامات إلى هذه الدورة التدريبية
de: Diesem Kurs Tags hinzufügen
eo: Àdd Tägs tö thïs Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Añadir etiquetas a este curso
fr: Ajouter des étiquettes à ce cours
ja: このコースにタグを追加する
nl: Tags toevoegen aan deze cursus
pl: Dodaj tagi to tego kursu
pt: Adicionar tags a este curso
zh: 向此课程添加标签

source: Since this tag does not yet exist, a new Tag will be created. If this is an error, try selecting your tag from the type-ahead results.
ar: بما أن هذه العلامة غير موجودة، سيتم إنشاء علامة جديدة. إذا كان هذا خطأ، حاول تحديد العلامة الخاصة بك من نتائج المذكورة مسبقًا.
de: Da dieses Tag noch nicht existiert, wird ein neues Tag erstellt. Falls ein Fehler besteht, wählen Sie Ihr Tag aus den vorgeschlagenen Ergebnissen aus.
eo: Sïnçé thïs täg döés nöt ýét éxïst, ä néw Täg wïll ßé çréätéd. Ìf thïs ïs än érrör, trý séléçtïng ýöür täg fröm thé týpé-ähéäd résülts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
es: Dado que la etiqueta todavía no existe, se creará una nueva. Si se trata de un error, intente seleccionar su etiqueta de los resultados de escritura automática.
fr: Comme cette balise n'existe pas encore, une nouvelle balise sera créée. S'il s'agit d'une erreur, essayez de sélectionner votre balise dans les résultats de type-ahead.
ja: このタグはまだ存在しないので、新規のタグが作成されます。これがエラーである場合は、入力検索でタグを探します。
nl: Aangezien deze tag nog niet bestaat, wordt er een nieuwe tag aangemaakt. Als dit een fout is, selecteer dan uw tag uit de auto-aanvulresultaten.
pl: Ponieważ ten tag jeszcze nie istnieje, zostanie utworzony nowy tag. Jeśli informacja ta jest błędna, spróbuj wybrać tag z pojawiających się podpowiedzi.
pt: Como essa tag ainda não existe, uma nova tag será criada. Se isso for um erro, tente selecionar sua tag nos resultados de preenchimento automático.
zh: 此标签尚不存在，因此会创建一个新标签。如果有误，请尝试从预输入结果中选择标签。

source: Exporting data for selected questions
ar: تصدير البيانات الخاصة بالأسئلة المحددة
de: Daten für ausgewählte Fragen exportieren
es: Exportar los datos de las preguntas seleccionadas
ja: 選ばれた質問のデータをエクスポート
nl: Gegevens exporteren voor geselecteerde vragen
pl: Eksportowanie danych dla wybranych pytań.
pt: Exportando dados para as perguntas selecionadas
zh: 导出选定问题的数据

source: We'll e-mail you when your report is ready to download.
ar: سنرسل إليك رسالة بريد إلكتروني عندما يكون تقريرك جاهزًا للتنزيل.
de: Wir werden Ihnen eine E-Mail senden, wenn der Bericht zum Download bereit ist.
es: Le enviaremos un correo electrónico cuando el informe esté listo para descargarse.
ja: 「%(report)s」レポートをダウンロードする準備が整いました。
nl: We sturen u een e-mail wanneer u het rapport kunt downloaden.
pl: Wyślemy Ci e-mail, gdy raport będzie gotowy do pobrania.
pt: Enviaremos um e-mail quando o relatório estiver pronto para download.
zh: 当报告准备就绪可供下载时，我们会通过邮件通知您。

source: Error file: %%a{:href => "%(failed_url)s"} here
ar: ملف الخطأ: %%a{:href => "%(failed_url)s"} هنا
de: Fehlerdatei: %%a{:href => "%(failed_url)s"} hier
es: Error de archivo: %%a{:href => "%(failed_url)s"} aquí
ja: エラーファイル: %%a{:href => "%(failed_url)s"} こちら
nl: Foutmeldingsbestand: %%a{:href => "%(failed_url)s"} hier
pl: Plik błędu: %%a{:href => "%(failed_url)s"} tutaj
pt: Arquivo de erro: %%a{:href => "%(failed_url)s"} aqui
zh: 错误文件：%%a{:href => "%(failed_url)s"} here

source: The "%(report)s" report is ready to download.
ar: التقرير "%(report)s" جاهز للتنزيل.
de: Der "%(report)s" Bericht ist zum Download bereit.
es: El informe "%(report)s" está listo para descargarse.
fr: Le rapport « %(report)s » est prêt au téléchargement.
ja: 「%(report)s」レポートをダウンロードする準備が整いました。
nl: Het "%(report)s"-rapport kan worden gedownload.
pl: Raport "%(report)s" jest gotowy do pobrania.
pt: O relatório "%(report)s" está pronto para download.
zh: “%(report)s”报告准备就绪，可供下载。

source: Please click below to login and download your report.
ar: يرجى النقر أدناه لتسجيل الدخول وتنزيل تقريرك.
de: Bitte klicken Sie unten, um sich anzumelden und Ihren Bericht herunterzuladen.
es: Haga clic a continuación para iniciar sesión y descargar el informe.
fr: Cliquez sur le lien ci-dessous pour vous connecter et télécharger votre rapport.
ja: 以下をクリックしてログインし、レポートをダウンロードします。
nl: Klik hieronder om in te loggen en download uw rapport.
pl: Kliknij poniżej, aby zalogować się i pobrać Twój raport.
pt: Clique abaixo para efetuar login e fazer download do seu relatório.
zh: 请单击下方登录并下载您的报告。

source: Download Report
ar: تنزيل التقرير
de: Bericht herunterladen
es: Descargar el informe
fr: Télécharger le rapport
ja: レポートをダウンロードする
nl: Rapport downloaden
pl: Pobierz raport
pt: Download do relatório
zh: 下载报告

source: We unfortunately encountered an issue while generating your report for %(course_id)s
ar: لقد واجهتنا للأسف مشكلة أثناء إنشاء تقريرك لـ %(course_id)s
de: Leider gab es ein Problem bei der Generierung Ihres Berichts für %(course_id)s
es: Encontramos un problema mientras generábamos el informe de %(course_id)s
fr: Malheureusement, une erreur s'est produite pendant la génération de votre rapport pour %(course_id)s
ja: 残念ながら、%(course_id)sレポート生成中に問題が発生しました。
nl: Er is helaas een probleem opgetreden bij het aanmaken van uw rapport voor%(course_id)s
pl: Niestety, podczas generowania Twojego raportu dla %(course_id)s wystąpił błąd
pt: Infelizmente, encontramos um problema ao gerar seu relatório para %(course_id)s
zh: 很遗憾，我们在为您生成 %(course_id)s 报告时遇到了问题

source: Please click below to login and try again.
ar: يرجى النقر أدناه لتسجيل الدخول والمحاولة مرة أخرى.
de: Bitte klicken Sie unten, um sich anzumelden und es erneut zu versuchen.
es: Haga clic a continuación para iniciar sesión e inténtelo de nuevo.
fr: Cliquez sur le lien ci-dessous pour vous connecter et réessayez.
ja: 以下をクリックしてログインし、もう一度お試しください。
nl: Klik hieronder om in te loggen en probeer opnieuw.
pl: Kliknij poniżej, aby zalogować się i spróbować ponownie.
pt: Clique abaixo para efetuar login e tentar novamente.
zh: 请单击下方登录并重试。

source: Try Again
ar: أعد المحاولة مرة أخرى
de: Noch einmal versuchen
es: Inténtelo de nuevo.
fr: Réessayer
ja: もう一度試す
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
zh: 重试

source: if you have any further issues
ar: إذا واجهتك أي مشاكل أخرى
de: falls Sie ein weiteres Anliegen haben
es: si tiene más consultas
fr: Si vous avez d'autres problèmes
ja: それでも問題がある場合
nl: indien u tegen problemen aanloopt
pl: jeśli napotkałeś inne problemy
pt: caso tenha mais problemas
zh: 如果您有其他疑问

source: This is the McKA Admin homepage. Please select one of the menu items above.
ar: هذه هي الصفحة الرئيسية لمسؤول ماكنزي. يرجى تحديد أحد عناصر القائمة المذكورة أعلاه.
de: Dies ist die McKA Admin Homepage. Bitte wählen Sie oben einen der Menüpunkte aus.
eo: Thïs ïs thé MçKÀ Àdmïn hömépägé. Pléäsé séléçt öné öf thé ménü ïtéms äßövé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Esta es la página de inicio del Administrador de McKA. Seleccione uno de los elementos del menú anterior.
fr: Ceci est la page d'accueil de McKA Admin. Sélectionnez une des options de menu ci-dessus.
ja: これはMcKA管理者ホームページです。上記メニューから項目を1つクリックします。
nl: Dit is de startpagina van McKA-beheer. Selecteer een van de bovenstaande menuopties.
pl: To jest strona główna administratora MCKA. Prosimy wybrać jedną z pozycji powyższego menu.
pt: Esta é a página inicial do McKA Admin. Selecione um dos itens do menu acima.
zh: 这是麦肯锡管理员主页。请从上面的菜单项目中选择一项。

source: The import file "%(file_name)s" has been processed.
ar: تمت معالجة ملف الاستيراد "%(file_name)s".
de: Die importierte Datei "%(file_name)s" wurde bearbeitet.
es: El archivo de importación "%(file_name)s" se ha procesado.
ja: インポートファイル[%(file_name)s]が処理されました。
nl: Het importbestand "%(file_name)s" is verwerkt.
pl: Plik importu "%(file_name)s" został przetworzony.
pt: O arquivo de importação "%(file_name)s" foi processado.
zh: 导入文件“%(file_name)s”已处理。

source: Completion Time: %(completion_time)s min
ar: وقت الاكتمال: %(completion_time)s دقيقة
de: Abschlusszeit: %(completion_time)s Min
es: Tiempo de finalización: %(completion_time)s min.
ja: 完了時間: %(completion_time)s 分
nl: Voltooiingstijd: %(completion_time)s min.
pl: Czas ukończenia: %(completion_time)s min
pt: Tempo de conclusão: %(completion_time)s min
zh: 完成时间：%(completion_time)s 分钟

source: No. of successful rows: %(successful)s/%(total)s
ar: عدد الصفوف الناجحة: %(successful)s/%(total)s
de: Anzahl erfolgreicher Reihen: %(successful)s/%(total)s
es: N° de líneas exitosas: %(successful)s/%(total)s
ja: 成功した列の数: %(successful)s/%(total)s
nl: Aant. succesvolle rijen: %(successful)s/%(total)s
pl: Liczba pomyślnych wierszy: %(successful)s/%(total)s
pt: Nº de linhas com êxito: %(successful)s/%(total)s
zh: 成功导入行数：%(successful)s /%(total)s

source: Link to success file:
ar: رابط لملف النجاح:
de: Link zu erfolgreicher Datei:
es: Vínculo al archivo de éxito:
ja: 成功したファイルへのリンク:
nl: Link naar succesbestand:
pl: Link do pliku success:
pt: Link para o arquivo de êxito:
zh: 链接到成功导入文件：

source: Activation Links
ar: روابط التفعيل
de: Aktivierungs-Links
es: Enlaces de activación
ja: アクティベーションリンク
nl: Activeringslinks
pl: Linki aktywacyjne
pt: Links de ativação
zh: 激活链接

source: Link to error file:
ar: رابط لملف الخطأ:
de: Link zur Fehlerdatei:
es: Vínculo al archivo de error:
ja: エラーファイルへのリンク:
nl: Link naar foutmeldingsbestand:
pl: Link do pliku błędu:
pt: Link para o arquivo de erro:
zh: 链接到错误文件：

source: Error file
ar: ملف الخطأ
de: Fehlerdatei
es: Archivo de errores
ja: エラー
nl: Bestandsfout
pl: Plik błędu
pt: Arquivo de erro
zh: 错误文件

source: If your file contains errors, please fix and upload again.
ar: في حالة احتواء الملف الخاص بك على أخطاء، يرجى إصلاحه وتحميله مرة أخرى.
de: Wenn Ihre Datei Fehler enthält, berichtigen Sie sie bitte und laden Sie sie erneut hoch.
es: Si el archivo contiene errores, arréglelos y cárguelo de nuevo.
ja: ファイルにエラーが含まれている場合、修正して再度アップロードしてください。
nl: Indien uw bestand foutmeldingen bevat, los deze dan op en download het bestand opnieuw.
pl: Jeśli Twój plik zawiera błędy, popraw je i ponownie prześlij plik.
pt: Se seu arquivo contiver erros, corrija e carregue novamente.
zh: 如果您的文件有误，请修改后重新上传。

source: Background Image:
ar: صورة الخلفية:
de: Hintergrundbild:
eo: Bäçkgröünd Ìmägé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Imagen de fondo:
fr: Image d’arrière-plan :
ja: 背景画像:
nl: Achtergrondafbeelding:
pl: Obraz tła:
pt: Imagem de plano de fundo:
zh: 背景图像：

source: Discover title color:
ar: اكتشف لون العنوان:
de: Titelfarbe erkunden:
eo: Dïsçövér tïtlé çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Color del título “Consultar”:
fr: Couleur du titre Découvrir :
ja: ディスカバー件名の色:
nl: Titelkleur ontdekken:
pl: Kolor tytułu w sekcji Odkryj:
pt: Descobrir cor do título:
zh: 探索标题颜色：

source: Discover author color:
ar: اكتشف لون المؤلف:
de: Autorfarbe erkunden:
eo: Dïsçövér äüthör çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Color del autor de “Consultar”:
fr: Couleur de l'auteur Découvrir :
ja: ディスカバー著作者の色:
nl: Auteurkleur ontdekken:
pl: Kolor autora w sekcji Odkryj:
pt: Descobrir cor do autor:
zh: 探索作者颜色：

source: Icon color:
ar: لون الأيقونة:
de: Iconfarbe:
eo: Ìçön çölör: Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Color del Ícono:
fr: Couleur d'icône :
ja: アイコンの色:
nl: Pictogramkleur:
pl: Kolor ikony:
pt: Cor do ícone:
zh: 图标颜色：

source: Discover rule color:
ar: اكتشف لون التسطير:
de: Regelfarbe erkunden:
eo: Dïsçövér rülé çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Color de la regla de “Consultar”:
fr: Couleur de la règle Découvrir :
ja: ディスカバー罫線の色:
nl: Regelkleur ontdekken:
pl: Kolor linii sekcji Odkryj:
pt: Descobrir cor da regra:
zh: 探索规则颜色：

source: Top Bar color:
ar: لون الشريط العلوي:
de: Farbe der oberen Leisten:
eo: Töp Bär çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Color de la barra superior:
fr: Couleur de la barre supérieure :
ja: トップバーの色:
nl: Bovenste balkkleur:
pl: Kolor paska górnego:
pt: Cor da barra superior:
zh: 顶栏颜色：
