Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: You may revoke your consent to the collection, processing and/or disclosure of your personal data at any time. To do so, please either follow the instructions on the relevant portion of McKinsey Academy where you have provided such personal data, if applicable, or contact us at the address provided at the bottom of this Privacy Policy. Please note that if you revoke your consent certain features of McKinsey Academy, including courses in which you are currently enrolled, may no longer be able to be made available to you as they rely on the collection, processing and/or disclosure of your personal data.
ar: يحق لك إلغاء موافقتك على جمع ومعالجة و / أو الإفصاح عن بياناتك الشخصية في أي وقت. للقيام بذلك، يرجى إما اتباع التعليمات المتعلقة بالجزء ذي الصلة من أكاديمية ماكنزي حيث قدمت هذه البيانات الشخصية، إن وجدت، أو الاتصال بنا على العنوان المذكور أسفل سياسة الخصوصية هذه. يرجى ملاحظة أنه في حالة إلغاء موافقتك، فقد لا تتوفر بعض الميزات في أكاديمية ماكنزي، بما في ذلك الدورات التدريبية المسجل بها حاليًا، نظرًا لأنها تعتمد على جمع بياناتك الشخصية ومعالجتها و / أو الإفصاح عنها.
de: Ihre Einwilligung zur Erhebung, Verarbeitung und/oder Weitergabe Ihrer personenbezogenen Daten können Sie jederzeit widerrufen. Bitte befolgen Sie dazu entweder die Anweisungen in dem entsprechenden Abschnitt der McKinsey Academy, in dem Sie diese personenbezogenen Daten angegeben haben, oder kontaktieren Sie uns unter der unten in dieser Datenschutzerklärung angegebenen Adresse. Bitte beachten Sie, dass bei Widerruf Ihrer Einwilligung bestimmte Funktionen der McKinsey Academy, einschließlich der Kurse, in denen Sie derzeit eingeschrieben sind, möglicherweise nicht mehr zur Verfügung gestellt werden können, da sie auf der Erhebung, Verarbeitung und/oder Weitergabe Ihrer personenbezogenen Daten beruhen.
eo: Ýöü mäý révöké ýöür çönsént tö thé çölléçtïön, pröçéssïng änd/ör dïsçlösüré öf ýöür pérsönäl dätä ät äný tïmé. Tö dö sö, pléäsé éïthér föllöw thé ïnstrüçtïöns ön thé rélévänt pörtïön öf MçKïnséý Àçädémý whéré ýöü hävé prövïdéd süçh pérsönäl dätä, ïf äpplïçäßlé, ör çöntäçt üs ät thé äddréss prövïdéd ät thé ßöttöm öf thïs Prïväçý Pölïçý. Pléäsé nöté thät ïf ýöü révöké ýöür çönsént çértäïn féätürés öf MçKïnséý Àçädémý, ïnçlüdïng çöürsés ïn whïçh ýöü äré çürréntlý énrölléd, mäý nö löngér ßé äßlé tö ßé mädé äväïläßlé tö ýöü äs théý rélý ön thé çölléçtïön, pröçéssïng änd/ör dïsçlösüré öf ýöür pérsönäl dätä.#
es: Puede revocar su consentimiento a la recopilación, el procesamiento y/o la divulgación de su información personal en cualquier momento. Al hacerlo, siga las instrucciones en la sección correspondiente de McKinsey Academy donde suministró dicha información personal, si correspondiera, o comuníquese con nosotros a la dirección provista al pie de esta Política de Privacidad. Tenga en cuenta que si revoca su consentimiento, es posible que algunas funcionalidades de McKinsey Academy, incluidos los cursos en que está inscrito actualmente, ya no estén disponibles para usted, pues podrían depender de la recopilación, el procesamiento y/o la divulgación de su información personal.
fr: Vous pouvez révoquer votre consentement à la collecte, au traitement et/ou à la divulgation de vos données personnelles à tout moment. Pour se faire, vous pouvez soit, suivre les instructions de la section pertinente de McKinsey Academy où vous avez fourni ses données personnelles, le cas échéant, ou nous contacter à l'adresse fournie en bas de la politique de confidentialité. Veuillez noter que si vous révoquez votre consentement, certaines fonctionnalités de McKinsey Academy, y compris les cours auxquels vous êtes actuellement inscrit, peuvent ne plus vous être rendus accessibles car ils dépendent de la collecte, du traitement et/ou de la divulgation de vos données personnelles.
ja: お客様は、いつでも、お客様の個人データの収集、処理、開示に関する同意を取り消すことができます。同意を取り消すためには、該当する場合は、お客様が個人情報を提供したMcKinsey Academyの関連箇所に記載された指示に従うか、当該プライバシーに関する方針の下部に記載されたアドレスまでご連絡ください。同意を取り消した場合、お客様が現在登録しているコースを含め、お客様の個人データの収集、処理、開示が不可欠なMcKinsey Academyの特定機能が利用できなくなる可能性がある点にご注意ください。
nl: U bent gerechtigd om uw toestemming met het verzamelen, verwerken en/of verstrekken van uw persoonsgegevens op elk gewenst moment in te trekken. Volg hiertoe de instructies in het betreffende gedeelte van McKinsey Academy waar u dergelijke persoonsgegevens heeft opgegeven, indien van toepassing, of neem contact met ons op via het adres dat onder aan dit Privacybeleid wordt weergegeven. Houd er rekening mee dat wanneer u uw toestemming intrekt, bepaalde functies van McKinsey Academy, waaronder cursussen waarvoor u momenteel bent ingeschreven, mogelijk niet meer beschikbaar zijn voor u, aangezien deze afhankelijk zijn van het verzamelen, verwerken en/of verstrekken van uw persoonsgegevens.
pl: Możesz wycofać swoją zgodę na gromadzenie, przetwarzanie i/lub ujawnianie Twoich danych osobowych w dowolnym momencie. Aby to zrobić, wykonaj instrukcje zawarte w tej części McKinsey Academy, w której podałeś takie dane, jeśli dotyczy, albo skontaktuj się z nami za pomocą adresu podanego u dołu niniejszej Polityki Prywatności. Prosimy zwrócić uwagę, że jeśli wycofasz swoją zgodę, pewne funkcje McKinsey Academy, w tym kursy, na które jesteś zarejestrowany, mogą przestać być dostępne, ponieważ działają one w oparciu o gromadzenie, przetwarzanie i/lub ujawnianie Twoich danych osobowych.
pt: Você pode revogar seu consentimento para a coleta, processamento e/ou divulgação de seus dados pessoais a qualquer momento. Para fazer isso, siga as instruções na seção relevante do McKinsey Academy onde você forneceu esses dados pessoais, se aplicável, ou contate-nos no endereço fornecido na parte inferior desta Política de Privacidade. Observe que, se revogar seu consentimento, alguns recursos do McKinsey Academy, incluindo os cursos em que você está atualmente matriculado, não poderão mais ser disponibilizados, pois dependem da coleta, processamento e/ou divulgação de seus dados pessoais.
zh: 您可以随时撤销同意收集、处理和/或披露您的个人数据。要执行此操作，请遵循您已在其中提供此类个人数据的麦肯锡学院相关部分的说明（如适用），或者通过本隐私政策底部提供的地址与我们联系。请注意，如果您撤销同意，您可能无法再使用麦肯锡学院的某些功能（包括您当前注册参加的课程），因为它们都依赖于收集、处理和/或披露您的个人数据。

source: Your California privacy rights
ar: حقوق الخصوصية بموجب قانون كالفورنيا
de: Ihre kalifornischen Datenschutzrechte
eo: Ýöür Çälïförnïä prïväçý rïghts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Sus derechos de privacidad en California
fr: Vos droits à la vie privée en Californie
ja: 皆さんのカリフォルニア州におけるプライバシーに関する権利
nl: Privacyrechten in Californië
pl: Prawa użytkownika do prywatności w Kalifornii
pt: Direitos de privacidade da Califórnia
zh: 加利福尼亚州隐私权利

source: Pursuant to California Civil Code Section 1798.83(c)(2), McKinsey does not share your personal data with third parties for those third parties’ direct marketing use.
ar: وفقًا للقانون المدني في ولاية كالفورنيا، المادة 1798.83 (c) (2)، لا تشارك ماكنزي بياناتك الشخصية مع طرف ثالث بغرض استخدامها في التسويق المباشر من قبل ذلك الطرف الثالث.
de: In Übereinstimmung mit dem California Civil Code Section 1798.83(c)(2) gibt McKinsey Ihre personenbezogenen Daten nicht an Dritte für deren Direktmarketingzwecke weiter.
eo: Pürsüänt tö Çälïförnïä Çïvïl Çödé Séçtïön 1798.83(ç)(2), MçKïnséý döés nöt shäré ýöür pérsönäl dätä wïth thïrd pärtïés för thösé thïrd pärtïés’ dïréçt märkétïng üsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ι#
es: De conformidad con el artículo 1798.83(c)(2) del Código Civil de California, McKinsey no comparte su información personal con terceros para su uso con fines comerciales.
fr: Conformément au code civil californien section 1798.83(c)(2), McKinsey ne communique pas vos données personnelles à des tierces parties aux fins de marketing direct de ces tierces parties.
ja: 米国カリフォルニア州民法典の条項 1798.83(c)(2) に従い、McKinsey は、そのダイレクトマーケティングへの利用を想定している第三者とは皆さんの個人情報を共有しません。
nl: Conform artikel 1798.83(c)(2) van het Burgerlijk Wetboek van Californië (California Civil Code) deelt McKinsey uw persoonsgegevens niet met derde partijen direct-marketinggebruik door die derden.Uit hoofde van Sectie 1798.83(c) lid 2 van het burgerlijk wetboek van de staat Californië [California Civil Code] in de Verenigde Staten deelt McKinsey uw persoonsgegevens niet met derde partijen voor direct-marketinggebruik door deze derde partijen.
pl: Zgodnie z art. 1798.83(c)(2) kalifornijskiego kodeksu cywilnego McKinsey nie udostępnia danych osobowych użytkownika osobom trzecim do bezpośrednich celów marketingowych tych osób trzecich.Zgodnie z California Civil Code Section 1798.83(c)(2) [Kodeksem Cywilnym stanu Kalifornia, rozdział 1.789.3(c)(2)], McKinsey nie udostępnia Twoich danych osobowych stronom trzecim w celach marketingu bezpośredniego.
pt: De acordo com a Seção 1798.83(c)(2) do Código Civil da Califórnia, EUA, a McKinsey não compartilha seus dados pessoais com terceiros para fins de marketing direto de terceiros.
zh: 根据《加利福尼亚州民法典》第 1798.83(c)(2) 条，麦肯锡不会与第三方共享您的个人数据以供这些第三方用于直接营销目的。

source: If you are a California resident under the age of 18, and a registered user of McKinsey Academy subject to this Privacy Policy, California Business and Professions Code Section 22581 permits you to request and obtain removal of content or information you have publicly posted. To make such a request, please send a detailed description of the specific content or information to our <a href="%(support_url)s">support team.</a>
ar: إذا كنت مقيمًا في كالفورنيا وسنك أقل من 18 عامًا، ومستخدمًا مسجلاً في أكاديمية ماكنزي خاضعًا لسياسة الخصوصية هذه، تجيز لك المادة رقم 22581 من قانون كالفورنيا للأعمال والمهن التجارية طلب حذف المحتوى أو المعلومات التي نشرتها علنًا والموافقة على طلبك. لتقديم هذا الطلب، يرجى إرسال وصف مفصل للمحتوى أو المعلومات المحددة إلى <a href="%(support_url)s">فريق الدعم </a>لدينا.
de: Wenn Sie ein in Kalifornien ansässiger, minderjähriger Benutzer der McKinsey Academy sind, der dieser Datenschutzrichtlinie unterliegt, erlaubt Ihnen California Business and Professions Code Section 22581, Inhalte oder Informationen, die Sie öffentlich gepostet haben, anzufordern oder zu entfernen. Senden Sie für eine derartige Anfrage eine detaillierte Beschreibung der spezifischen Inhalte oder Informationen an unser <a href="%(support_url)s">Support-Team.</a>
es: En caso de que usted sea residente de California y sea menor de 18 años, y simultáneamente un usuario registrado de McKinsey Academy sujeto a esta Política de Privacidad, el artículo 22581 del Código Comercial y de Profesiones de California le permite solicitar la eliminación del contenido o la información que usted haya compartido públicamente. Para realizar dicha solicitud, envíe una descripción detallada del contenido o información específicos a nuestro <a href="%(support_url)s">equipo de servicio </a>al cliente.
ja: お客様が、18歳未満のカリフォルニア州在住者で、当該プライバシーに関する方針の対象となるMcKinsey Academyの登録ユーザーである場合、カリフォルニア州企業・職業法第22581項により、お客様が公に掲示したコンテンツまたは情報の削除を依頼することができます。ご依頼の際には、具体的な内容または情報に関する詳しい説明を弊社の<a href="%(support_url)s">サポート チーム</a>にご提示ください。
nl: Als u ingezetene bent van de staat Californië in de Verenigde Staten, als u jonger bent dan 18 jaar en een geregistreerd gebruiker van McKinsey Academy die valt onder dit Privacybeleid, stelt Sectie 22581 van de bedrijfs- en beroepenwetgeving van Californië [California Business and Professions Code] u in staat een aanvraag te doen tot het verwijderen van inhoud of informatie die u publiekelijk heeft geplaatst en om een dergelijke verwijdering te verkrijgen. Als u een dergelijke aanvraag indient, stuur dan een gedetailleerde beschrijving over de precieze inhoud of informatie naar ons <a href="%(support_url)s">support team.</a>
pl: Jeśli jesteś rezydentem stanu Kalifornia poniżej 18 roku życia i zarejestrowanym użytkownikiem McKinsey Academy, podlegającym niniejszej Polityce Prywatności, California Business and Professions Code Section 22581 [Kodeks Postępowania Biznesowego i Zawodowego, rozdział 22581] pozwala Ci zażądać usunięcia treści lub informacje, które publicznie udostępniłeś i otrzymać spełnienie takiego żądania. Przesyłając taką prośbę do naszego <a href="%(support_url)s">działu pomocy</a>, prosimy zawrzeć dokładny opis zagadnienia.
pt: Se você residir na Califórnia, for menor de 18 anos de idade e um usuário registrado do McKinsey Academy sujeito a esta Política de Privacidade, a Seção 22581 do Código Comercial e Profissional da Califórnia permite que você solicite e obtenha a remoção de conteúdo ou informações que tenha publicado. Para fazer tal solicitação, envie uma descrição detalhada do conteúdo ou informação específica para nossa <a href="%(support_url)s">equipe de suporte.</a>
zh: 如果您是未满 18 岁的加利福尼亚州居民，并且是遵循本隐私政策的麦肯锡学院注册用户，根据《加利福尼亚州商业和职业条例》第 22581 条的相关规定，您有权要求移除您公开发布的内容或信息。如需提出此申请，请将具体内容或信息的详细描述发送给我们的<a href="%(support_url)s">支持团队</a>。

source: Please be aware that such a request does not ensure complete or comprehensive removal of the content or information you have posted and that there may be circumstances in which the law does not require or allow removal even if requested.
ar: يرجى العلم بأن مثل هذا الطلب لا يضمن الحذف الكامل أو الشامل للمحتوى أو المعلومات التي قمت بنشرها، وأنه قد تكون هناك ظروف لا يتطلب القانون فيها أو يجيز الحذف حتى إذا طُلب ذلك.
de: Bitte beachten Sie, dass eine solche Anfrage keine vollständige oder umfassende Löschung der von Ihnen eingestellten Inhalte oder Informationen gewährleistet und dass es Umstände geben kann, unter denen das Gesetz eine Löschung auch auf Anfrage nicht vorschreibt oder zulässt.
eo: Pléäsé ßé äwäré thät süçh ä réqüést döés nöt énsüré çömplété ör çömpréhénsïvé rémöväl öf thé çöntént ör ïnförmätïön ýöü hävé pöstéd änd thät théré mäý ßé çïrçümstänçés ïn whïçh thé läw döés nöt réqüïré ör ällöw rémöväl évén ïf réqüéstéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢#
es: Recuerde que tal solicitud no garantiza una eliminación completa del contenido o la información que usted haya compartido, y que puede haber circunstancias en las que la ley no exija ni permita dicha eliminación, incluso si se lo solicita expresamente.
fr: Sachez que cette demande ne vous garantit pas la suppression totale et complète du contenu ou des informations que vous avez mis en ligne et qu'il peut y avoir des circonstances dans lesquelles la loi n'exige pas ou n'autorise pas la suppression même si elle est demandée.
ja: 上記の依頼を行っても、皆さんが公開したコンテンツまたは情報の完全なまたは包括的な削除が保証されるわけではなく、それらの削除を法律が求めてまたは認めていない場合もあり得るため、ご了承ください。
nl: Houd er rekening mee dat een dergelijk verzoek geen garantie is voor de volledige of algehele verwijdering van de inhoud of informatie die u heeft geplaatst en dat er mogelijk omstandigheden zijn waarin de wet niet vereist of toestaat dat deze wordt verwijderd, zelfs als daarom wordt verzocht.
pl: Prosimy pamiętać, że takie żądanie nie gwarantuje pełnego lub szczegółowego usunięcia zamieszczonych treści lub informacji, oraz że w pewnych okolicznościach przepisy prawa nie wymagają ich usunięcia lub go zabraniają, nawet jeśli wniesiono żądanie.
pt: Esteja ciente de que tal solicitação não garante a remoção completa ou abrangente do conteúdo ou da informação que você publicou e que haverá circunstâncias em que a lei não exige ou permite a remoção, mesmo quando solicitada.
zh: 请注意，此类请求并不保证完全或全面删除您已发布的内容或信息，而且在某些情况下，即使您提出请求，法律也不会要求或允许删除。

source: Consent; changes to privacy policy
ar: الموافقة؛ التغييرات في سياسة الخصوصية
de: Einwilligung; Änderungen der Datenschutzerklärung
eo: Çönsént; çhängés tö prïväçý pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Consentimiento y modificaciones a la Política de privacidad
fr: Consentement ; modification de la politique de confidentialité
ja: プライバシーに関する方針への同意、方針の変更
nl: Toestemming; aanpassingen aan het Privacybeleid
pl: Zgoda, zmiany zasad prywatności
pt: Consentimento; alterações à Política de Privacidade
zh: 同意；隐私政策的更改

source: By using McKinsey Academy, including the Site or any Mobile Offering, you consent to the collection, use, and storage of your information, including your personal data, by us in the manner described in this Privacy Policy, the Terms and as otherwise agreed with you. We reserve the right to make changes to this Privacy Policy from time to time. We will alert you to any such changes by updating this Privacy Policy as made available at
ar: باستخدام أكاديمية ماكنزي، بما في ذلك الموقع أو أي من عروض الجوال، فإنك توافق على جمع واستخدام وتخزين معلوماتك، بما في ذلك بياناتك الشخصية، من جانبنا بالطريقة الموضحة في سياسة الخصوصية، والشروط، وكما هو متفق عليه معك. ونحتفظ لأنفسنا بالحق في إجراء تغييرات على سياسة الخصوصية هذه من وقت لآخر. وسنخطرك بأي تغييرات من هذا القبيل عن طريق تحديث سياسة الخصوصية وإتاحتها
de: Durch die Nutzung der McKinsey Academy, einschließlich der Website oder eines mobilen Angebots, erklären Sie sich mit der Erfassung, Nutzung und Speicherung Ihrer Daten, einschließlich Ihrer personenbezogenen Daten, in der in dieser Datenschutzerklärung, den Bedingungen und wie anderweitig mit Ihnen vereinbart, beschriebenen Weise einverstanden. Wir behalten uns das Recht vor, diese Datenschutzerklärung von Zeit zu Zeit zu ändern. Wir werden Sie über solche Änderungen informieren, indem wir diese Datenschutzerklärung aktualisieren, die unter folgender Adresse verfügbar ist:
eo: Bý üsïng MçKïnséý Àçädémý, ïnçlüdïng thé Sïté ör äný Mößïlé Öfférïng, ýöü çönsént tö thé çölléçtïön, üsé, änd störägé öf ýöür ïnförmätïön, ïnçlüdïng ýöür pérsönäl dätä, ßý üs ïn thé männér désçrïßéd ïn thïs Prïväçý Pölïçý, thé Térms änd äs öthérwïsé ägrééd wïth ýöü. Wé résérvé thé rïght tö mäké çhängés tö thïs Prïväçý Pölïçý fröm tïmé tö tïmé. Wé wïll älért ýöü tö äný süçh çhängés ßý üpdätïng thïs Prïväçý Pölïçý äs mädé äväïläßlé ät#
es: Al utilizar McKinsey Academy, incluidos el Sitio y cualquier Oferta Móvil, usted autoriza la recopilación, el uso y el almacenamiento de su información, incluida su información personal, por parte de nuestra compañía del modo descripto en esta Política de Privacidad, en los Términos de Uso y en cualquier otro acuerdo aplicable. Nos reservamos el derecho de hacer modificaciones a esta Política de Privacidad de forma periódica. Le informaremos sobre cualquiera de dichos cambios poniendo a su disposición una versión actualizada de la Política de Privacidad en
fr: En utilisant McKinsey Academy, y compris le site et toute offre mobile, vous consentez à ce que nous collections, utilisions, et stockions vos informations, y compris vos données personnelles, de la manière décrite dans cette politique de confidentialité, les conditions et autrement convenu avec vous. Nous nous réservons le droit de modifier cette politique de confidentialité de temps à autre. Nous vous informerons de ces éventuelles modifications par la mise à jour de cette politique de confidentialité, qui sera mise à disposition à
ja: サイトまたは一切のモバイルサービスを含め、McKinsey Academyを利用することで、お客様は、お客様の個人データを含むお客様の情報について、当該プライバシーに関する方針および規約に記載される、あるいはお客様が合意したその他の方法を通じた、当社による収集、利用、保管に同意したものと見なされます。当社は、時折、当該プライバシーに関する方針を一部変更する権利を有します。そのような変更があった場合は、最新版のプライバシーに関する方針を次に掲載することで、お客様に告知いたします
nl: Door het gebruik van McKinsey Academy, waaronder de Site of welke Mobiele Aanbieding dan ook, stemt u in met het verzamelen, het gebruik en de opslag van uw informatie, waaronder uw persoonsgegevens, door ons op een wijze die is beschreven in het Privacybeleid en de Voorwaarden, en zoals u daar anderszins mee heeft ingestemd. We behouden ons het recht voor om van tijd tot tijd wijzigingen aan te brengen in dit Privacybeleid. We zullen u attenderen op dergelijke wijzigingen door dit Privacybeleid bij te werken, zoals dat beschikbaar is op
pl: Poprzez używanie McKinsey Academy, włącznie ze Stroną i Produktem Mobilnym, wyrażasz zgodę na gromadzenie, używanie i przechowywanie Twoich informacji, w tym danych osobowych, w sposób opisany w niniejszej Polityce prywatności, Warunkach lub w inny uzgodniony sposób. Zastrzegamy sobie prawo do wprowadzania od czasu do czasu zmian w niniejszej Polityce prywatności. Poinformujemy Cię o wszelkich takich zmianach, aktualizując naszą Politykę prywatności dostępna na
pt: Ao usar o McKinsey Academy, incluindo o Site ou qualquer Versão para Dispositivos Móveis, você concorda com a coleta, uso e armazenamento de suas informações (incluindo seus dados pessoais) por nós da maneira descrita nesta Política de Privacidade, nos Termos e conforme acordado com você. Reservamos o direito de fazer alterações nesta Política de Privacidade periodicamente. Alertaremos sobre essas alterações, atualizando esta Política de Privacidade e disponibilizando-a em
zh: 使用麦肯锡学院（包括网站或任何移动产品），即表示您同意我们按照本隐私政策、条款和与您另行达成的协议中所述的方式，收集、使用和存储您的信息（包括您的个人数据）。我们保留随时更改本隐私政策的权利。我们将通过更新本隐私政策告知您任何此类更改，本隐私政策可在以下地址找到
