Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Required fields missing; format is: FirstName, LastName, Email, Company, CourseID, Status
ar: توجد حقول مطلوبة مفقودة؛ التنسيق الذي ينبغي استخدامه هو: الاسم الأول، اسم العائلة، البريد الإلكتروني، الشركة، معرِّف الدورة، الحالة
de: Erforderliches Feld fehlt; Format ist: Vorname, Nachname, E-Mail, Firma, Kurs-IS, Status
es: Falta información requerida. El formato es: nombre, apellido, correo electrónico, empresa, ID del curso, estado
ja: 必須欄が入力されていません。形式は、名前、名字、Eメール、会社名、コースID、ステータスです。
nl: Vereiste velden ontbreken; format is: Voornaam, Achternaam, E-mail, Bedrijf, Cursus-ID, Status
pl: Brakuje wymaganych pól; wymagany format to: Imię, Nazwisko, Email, Firma, NumerIDKursu, Status
pt: Campos obrigatórios estão vazios; o formato é: FirstName, LastName, Email, Company, CourseID, Status
zh: 缺少必填字段；格式为：名字、姓氏、邮箱、公司、课程 ID、状态

source: Could not parse user info from {}
ar: تعذر تحليل معلومات المستخدم من {}
de: Nutzer-Info konnte nicht aus {} analysiert werden
eo: Çöüld nöt pärsé üsér ïnfö fröm {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: No se pudo analizar la información de usuario de {}
fr: Impossible d'analyser les informations d'utilisateur à partir de {}
ja: {}からユーザー情報を解析できませんでした
nl: Gebruikersinformatie kan niet worden gelezen van {}
pl: Błąd przetwarzania formularza z danymi użytkownika {}
pt: Não foi possível analisar as informações do usuário de {}
zh: 无法解析以下来源的用户信息：{}

source: Activation record error
ar: خطأ في سجل التفعيل
de: Aktivierungsaufzeichnungsfehler
eo: Àçtïvätïön réçörd érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Error en el registro de activación
fr: Erreur de données d’activation
ja: アクティベーションレコードエラー
nl: Fout activeringsbestand
pl: Błąd rekordu aktywacji
pt: Erro do registro de ativação
zh: 记录激活错误

source: Processing Data Error
ar: خطأ في معالجة البيانات
de: Datenfehler wird verarbeitet
eo: Pröçéssïng Dätä Érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Error al procesar los datos
fr: Erreur de traitement des données
ja: データ処理エラー
nl: Fout in gegevensverwerking
pl: Błąd przetwarzania danych
pt: Erro no processamento de dados
zh: 数据处理错误

source: Error processing data: {}
ar: حدث خطأ أثناء معالجة البيانات: {}
de: Fehler bei der Datenverarbeitung: {} - {}
es: Error al procesar los datos: {} - {}
ja: データ処理でエラーが発生: {} - {}
nl: Fout in gegevensverwerking: {}
pl: Błąd przetwarzania danych: {}
pt: Erro no processamento de dados: {}
zh: 处理数据时出错：{}

source: This company already exists!
ar: هذه الشركة موجودة بالفعل!
de: Diese Firma existiert bereits!
eo: Thïs çömpäný älréädý éxïsts! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Esta compañía ya existe.
fr: La société existe déjà !
ja: この会社は既に存在します
nl: Dit bedrijf bestaat al!
pl: Firma ta jest już zarejestrowana!
pt: Esta empresa já existe!
zh: 此公司已存在！

source: Company Validation Success!
ar: نجحت عملية التحقق من صحة الشركة!
de: Firmenbestätigung erfolgreich!
eo: Çömpäný Välïdätïön Süççéss! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: La compañía se validó exitosamente
fr: La société a bien été validée !
ja: 会社の認証が無事完了しました
nl: Bedrijf met succes gevalideerd!
pl: Weryfikacja firmy zakończona powodzeniem
pt: Sucesso na validação da empresa!
zh: 公司验证成功！

source: You have sent incorrect chunk number!
ar: لقد أرسلت رقم مجموعة غير صحيح!
de: Sie haben die falsche Chunknummer gesendet!
eo: Ýöü hävé sént ïnçörréçt çhünk nümßér! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Ha enviado un número de fragmento incorrecto
fr: Vous avez envoyé un numéro de fragment incorrect !
ja: 送信したチャンク数は間違っています
nl: U heeft een ongeldig segmentnummer verzonden!
pl: Wysłano nieprawidłowy numer porcji!
pt: Você enviou uma parte do número incorreta!
zh: 您发送的区块编号不正确！

source: You have sent incorrect task key!
ar: لقد أرسلت مفتاح مهمة غير صحيح!
de: Sie haben den falschen Aufgabenschlüssel gesendet!
eo: Ýöü hävé sént ïnçörréçt täsk kéý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Ha enviado una clave de tarea incorrecta
fr: Le clé de tâche que vous avez envoyée est incorrecte !
ja: 送信したタスクキーは間違っています
nl: U heeft een ongeldige taaksleutel verzonden!
pl: Wysłano nieprawidłowy klucz zadania!
pt: Você enviou uma chave de tarefa incorreta!
zh: 您发送的任务密钥不正确！

source: There are no users in organization!
ar: لا يوجد مستخدمون في المؤسسة!
de: Es befinden sich keine Nutzer in der Organisation!
eo: Théré äré nö üsérs ïn örgänïzätïön! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: No hay usuarios en la organización
fr: Il n’y a aucun utilisateur dans l’organisation !
ja: 組織にユーザーがいません
nl: Er zijn geen gebruikers in de organisatie!
pl: W organizacji nie ma użytkowników!
pt: Não há usuários na organização!
zh: 组织中没有用户！

source: No company
ar: لا توجد أي شركة
de: Keine Firma
eo: Nö çömpäný Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Compañía omitida
fr: Aucune société
ja: 会社がありません
nl: Geen bedrijf
pl: Brak firmy
pt: Nenhuma empresa
zh: 无公司

source: Yes
ar: نعم
de: Ja
eo: Ýés Ⱡ'σяєм#
es: Sí
fr: Oui
ja: はい
nl: Ja
pl: Tak
pt: Sim
zh: 是

source: No
ar: لا
de: Nein
eo: Nö Ⱡ'σя#
fr: Non
ja: いいえ
nl: Nee
pl: Nie
pt: Não
zh: 否

source: Sorry, We can not process your request
ar: عذرًا، لا يمكننا معالجة طلبك
de: Wir können Ihre Anfrage leider nicht bearbeiten
eo: Sörrý, Wé çän nöt pröçéss ýöür réqüést Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Lo sentimos, no podemos procesar su solicitud
fr: Désolé, nous ne pouvons pas traiter votre demande
ja: 申し訳ありませんが、要求を処理できません
nl: Helaas kunnen we uw aanvraag niet verwerken
pl: Przepraszamy, nie można przetworzyć Twojego żądania
pt: Desculpe, não podemos processar sua solicitação
zh: 抱歉，我们无法处理您的请求

source: Operation Successful
ar: تمت العملية بنجاح
de: Arbeitsvorgang erfolgreich
eo: Öpérätïön Süççéssfül Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Operación exitosa
fr: L’opération a réussi
ja: 作業が無事完了しました
nl: Bewerking gelukt
pl: Operacja zakończona powodzeniem
pt: Operação realizada com sucesso
zh: 操作成功

source: Please enter role text
ar: يرجى إدخال نص الدور
de: Bitte geben Sie Rollentext ein
eo: Pléäsé éntér rölé téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Ingrese el texto del rol
fr: Saisir le texte du rôle
ja: ロールテキストを入力してください
nl: Voer functietekst in
pl: Prosimy wprowadzić tekst roli
pt: Insira o texto da função
zh: 请输入角色文本

source: Engagement Summary
ar: ملخص المشاركة
de: Beschäftigungszusammenfassung
eo: Éngägémént Sümmärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Resumen de participación en el curso
fr: Résumé de l’implication
ja: エンゲージメント概要
nl: Samenvatting inzet
pl: Podsumowanie poziomu zaangażowania
pt: Resumo do engajamento
zh: 参与度摘要

source: # of people
ar: # أشخاص
de: Anzahl von Personen
eo: # öf péöplé Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Cantidad de personas
fr: # de personnes
ja: 人数
nl: Aantal personen
pl: # ludzi
pt: Nº de pessoas
zh: 人数

source: % total cohort
ar: % من إجمالي الأفواج
de: % Gesamtzahl Jahrgang
eo: % tötäl çöhört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: % del grupo total
fr: % total de participants
ja: 合計コホート%
nl: % totale groep
pl: % całkowitej liczba kursantów
pt: % do grupo total
zh: 群组总计 %

source: Avg Progress
ar: معدل سير العمل
de: Durchschnittlicher Fortschritt
eo: Àvg Prögréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Avance promedio
fr: Progression moyenne
ja: 平均進度
nl: Gem. voortgang
pl: Średni stopień ukończenia
pt: Progresso médio
zh: 平均进度

source: Participant Performance
ar: أداء المشاركين
de: Teilnehmerleistung
eo: Pärtïçïpänt Pérförmänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Desempeño del participante
fr: Performance des participants
ja: 参加者成績
nl: Prestaties deelnemer
pl: Wyniki uczestnika
pt: Desempenho do participante
zh: 参与者表现

source: % completion
ar: % cالاستكمال
de: % cVollständigkeit
eo: % çömplétïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: % cde finalización
fr: % cAccomplissement
ja: % c完了
nl: % cvoltooid
pl: % ckończenie
pt: % concluído
zh: % c完成百分比

source: Score
ar: النتيجة
de: Punktzahl
eo: Sçöré Ⱡ'σяєм ιρѕ#
es: Puntaje
fr: Note
ja: スコア
pl: Punktacja
pt: Pontuação
zh: 分数

source: Group work 1
ar: عمل المجموعة 1
de: Gruppenarbeit 1
eo: Gröüp wörk 1 Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Trabajo en grupo 1
fr: Travail de groupe 1
ja: グループワーク1
nl: Groepswerk 1
pl: Praca grupowa 1
pt: Grupo de trabalho 1
zh: 小组作业 1

source: Group work 2
ar: عمل المجموعة 2
de: Gruppenarbeit 2
eo: Gröüp wörk 2 Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Trabajo en grupo 2
fr: Travail de groupe 2
ja: グループワーク2
nl: Groepswerk 2
pl: Praca grupowa 2
pt: Grupo de trabalho 2
zh: 小组作业 2

source: Mid-course assessment
ar: تقييم منتصف الدورة
de: Kurs-Zwischenbewertung
eo: Mïd-çöürsé ässéssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Evaluación de mitad de curso
fr: Evaluation intermédiaire
ja: 中間評価
nl: Beoordeling halverwege cursus
pl: Ocena semestralna
pt: Avaliação na metade do curso
zh: 期中评定

source: Final assessment
ar: التقييم النهائي
de: Endgültige Bewertung
eo: Fïnäl ässéssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Evaluación final
fr: Evaluation finale
ja: 最終評価
nl: Eindbeoordeling
pl: Ocena końcowa
pt: Avaliação final
zh: 期末评定

source: Social Engagement
ar: المشاركة الاجتماعية
de: Soziales Engagement
eo: Söçïäl Éngägémént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Participación en el curso
fr: Implication sociale
ja: ソーシャルエンゲージメント
nl: Sociale betrokkenheid
pl: Zaangażowanie towarzyskie
pt: Engajamento social
zh: 社交参与

source: user {} is not updated
ar: لم يتم تحديث المستخدم {}
de: Nutzer {} ist nicht aktualisiert
es: El usuario {} no está actualizado
ja: ユーザー{}は更新されていません
nl: Gebruiker {} is niet bijgewerkt
pl: użytkownik {} nie jest zaktualizowany
pt: o usuário {} não está atualizado
zh: 用户 {} 未更新

source: user {} doesn't exists
ar: المستخدم {} غير موجود
de: Nutzer {} existiert nicht
es: El usuario {} no existe
ja: ユーザー{}は存在しません
nl: Gebruiker {} bestaat niet
pl: użytkownik {} nie istnieje
pt: o usuário {} não existe
zh: 用户 {} 不存在

source: Field {} does not match with organization fields
ar: الحقل {} غير متطابق مع حقول المؤسسة
de: Feld {} stimmt nicht mit den Feldern der Organisation überein
es: El campo {} no coincide con los campos de la organización
ja: 欄{}は組織欄と一致しません
nl: Veld {} komt niet overeen met de organisatievelden
pl: Pole {} nie pokrywa się z polami organizacji
pt: O campo {} não corresponde aos campos da organização
zh: 字段 {} 与组织字段不匹配

source: Participant with email {} and manager with email {} doesn't belong to a same organization
ar: لا ينتمي المشارك صاحب البريد الإلكتروني {} والمدير صاحب البريد الإلكتروني {} إلى مؤسسة واحدة
de: Teilnehmer mit der E-Mail-Adresse {} und Manager mit der E-Mail-Adresse {} gehören nicht derselben Organisation an
es: El participante con el correo electrónico {} y el gerente con el correo electrónico {} no pertenecen a la misma organización
ja: Eメール{}の参加者とEメール{}のマネージャーは組織に所属していません。
nl: Deelnemer met e-mail {} en manager met e-mail {} horen niet bij dezelfde organisatie
pl: Uczestnik o adresie e-mail {} i menadżer o adresie e-mail {} nie należą do tej samej organizacji
pt: O participante com e-mail {} e o gerente com e-mail {} não pertencem à mesma organização
zh: 邮箱为 {} 的参与者和邮箱为 {} 的管理者不属于同一个组织

source: File is not formatted properly. Please format according to given template.
ar: لم يتم تنسيق الملف بشكل صحيح. يرجى تنسيقه وفقًا للنموذج المحدد.
de: Datei ist nicht ordnungsgemäß formatiert. Bitte entsprechend der Vorlage formatieren.
es: El formato del archivo no es adecuado. Aplique el formato según la plantilla provista.
ja: ファイルが適切にフォーマットされていません。所定のテンプレートに従って、フォーマットしてください。
nl: Document is niet goed geformatteerd. Formatteer volgens sjabloon
pl: Plik nie jest odpowiednio sformatowany. Prosimy sformatować go zgodnie z podanym szablonem.
pt: O arquivo não está formatado corretamente. Formate de acordo com o template fornecido.
zh: 文件格式不正确。请按照给定的模板调整格式。

source: User with email {} doesn't exists
ar: المستخدم صاحب البريد الإلكتروني {} غير موجود
de: Nutzer mit der E-Mail-Adresse {} existiert nicht
es: El usuario con el correo electrónico {} no existe
ja: このユーザーは存在しません
nl: Gebruiker met e-mail {} bestaat niet
pl: Użytkownik o adresie e-mail {} nie istnieje
pt: O usuário com e-mail {} não existe
zh: 电子邮件为 {} 的用户不存在

source: User and manager email cannot be empty
ar: لا يمكن أن يكون حقلي البريد الإلكتروني لكل من المُستخدِم والمدير فارغين
de: E-Mail-Adresse des Nutzers und der Managers kann nicht leer sein
es: Los campos para usuario y gerente no pueden estar vacíos.
ja: ユーザーとマネージャーのEメールは空欄にできません
nl: E-mailadres van gebruiker en manager mogen niet leeg zijn
pl: Pola użytkownik i menadżer nie mogą być puste
pt: O e-mail do usuário e do gerente não pode estar vazio
zh: 用户和管理者邮箱不能为空

source: The CSV file has to contain '{}' header.
ar: ينبغي أن يحتوي ملف CSV على ترويسة '{}'.
de: Die CSV-Datei muss die Überschrift ‚'{}' enthalten.
es: El archivo CSV debe contener el encabezado '{}'.
nl: Het CSV-document moet een '{}'-titel hebben.
pl: Plik CSV musi posiadać nagłówek '{}'.
pt: O arquivo CSV precisa ter o cabeçalho '{}'.

source: The CSV file has to contain '{}' headers.
ar: ينبغي أن يحتوي ملف CSV على ترويسة '{}'.
de: Die CSV-Datei muss die Überschrift ‚'{}' enthalten.
es: El archivo CSV debe contener el encabezado '{}'.
nl: Het CSV-document moet een '{}'-titel hebben.
pl: Plik CSV musi posiadać nagłówki '{}'.
pt: O arquivo CSV precisa ter o cabeçalho '{}'.

source: Hex code should starts with # and followed by 6 or 8 hex digits.
ar: يجب أن يبدأ الرمز السداسي العشري بالرمز # ويتبعه 6 أو 8 أرقام سداسية عشرية.
de: Der Hex Code hat mit "#" zu beginnen, worauf 6 oder 8 Hexadezimalziffern folgen.
eo: Héx çödé shöüld stärts wïth # änd föllöwéd ßý 6 ör 8 héx dïgïts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: El código hexadecimal debe comenzar con # seguido de 6 u 8 dígitos hexadecimales.
fr: Le code Hex doit commencer par # suivi de 6 ou 8 nombres hex.
ja: 16進コードは、数字で始まりそれに続く6つまたは8つの16進数で構成すること。
nl: Hex-code moet beginnen met # en worden gevolgd door 6 of 8 hex-cijfers.
pl: Kod szesnastkowy musi zaczynać się od # i posiadać od 6 do 8 cyfr szesnastkowych.
pt: O código hexadecimal deve começar com # e ser seguido por 6 ou 8 dígitos hexadecimais.
zh: 十六进制代码应以 ＃ 开头，后跟 6 或 8 位十六进制数字。

source: Enter new email address
ar: أدخل عنوان البريد الإلكتروني الجديد
de: Neue E-Mail-Adresse eingeben
eo: Éntér néw émäïl äddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Escriba la nueva dirección de correo electrónico
fr: Saisir une nouvelle adresse e-mail
ja: 新しいEメールアドレスを入力してください
nl: Voer nieuw e-mailadres in
pl: Wprowadź nowy adres e-mail
pt: Digite o novo endereço de e-mail
zh: 输入新的电子邮件地址

source: TA
ar: مساعد مدرّس
eo: TÀ Ⱡ'σя#
nl: OA
pl: Asystent kursu
zh: 助教

source: OBSERVER
ar: المراقب
de: BEOBACHTER
eo: ÖBSÉRVÉR Ⱡ'σяєм ιρѕυм ∂#
es: OBSERVADOR
fr: OBSERVATEUR
ja: オブザーバー
nl: WAARNEMER
pl: OBSERWATOR
pt: OBSERVADOR
zh: 观察员

source: MODERATOR
ar: المنسق
es: MODERADOR
ja: 主宰者
pt: MODERADOR
zh: 版主

source: ADMIN
ar: المسؤول
eo: ÀDMÌN Ⱡ'σяєм ιρѕ#
es: ADMINISTRADOR
ja: 管理者
nl: BEHEER
pl: ADMINISTRATOR
pt: ADMINISTRADOR
zh: 管理员

source: COURSE OPS
ar: خيارات الدورة
de: KURSBETRIEB
eo: ÇÖÛRSÉ ÖPS Ⱡ'σяєм ιρѕυм ∂σłσ#
es: OPS. DEL CURSO
fr: OPS COURS
ja: コース運用
nl: CURSUSOPTIES
pl: OBSŁUGA KURSU
pt: OPERADORES DO CURSO
zh: 课程运营

source: INTERNAL ADMIN
ar: المسؤول الداخلي
de: INTERNER ADMIN
eo: ÌNTÉRNÀL ÀDMÌN Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: ADMINISTRADOR INTERNO
fr: ADMIN INTERNE
ja: 社内管理者
nl: INTERN BEHEER
pl: ADMINISTRATOR WEWNĘTRZNY
pt: ADMINISTRADOR INTERNO
zh: 内部管理员

source: COMPANY ADMIN
ar: مسؤول الشركة
de: FIRMEN-ADMIN
eo: ÇÖMPÀNÝ ÀDMÌN Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: ADMINISTRADOR DE LA COMPAÑÍA
fr: ADMIN SOCIÉTÉ
ja: 会社管理者
nl: BEDRIJFSBEHEER
pl: ADMINISTRATOR FIRMOWY
pt: ADMINISTRADOR DA EMPRESA
zh: 公司管理员

source: Email(s) separated by commas
ar: عناوين البريد الإلكتروني مفصولة بفواصل
de: E-Mail-Adresse(n) durch Kommata getrennt
eo: Émäïl(s) sépärätéd ßý çömmäs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Correos electrónicos separados por comas
fr: E-mail(s) séparés par des virgules
ja: Eメールはカンマで区切られます
nl: E-mail(s) gescheiden door komma’s
pl: Adres(y) e-mail, oddzielone przecinkami
pt: E-mails separados por vírgulas
zh: 电子邮件地址以逗号分隔

source: Message (optional)
ar: الرسالة (اختياري)
de: Nachricht (optional)
eo: Méssägé (öptïönäl) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Mensaje (opcional)
fr: Message (optionnel)
ja: メッセージ (任意)
nl: Bericht (optioneel)
pl: Wiadomość (opcjonalnie)
pt: Mensagem (opcional)
zh: 消息（可选）

source: Name
ar: الاسم
eo: Nämé Ⱡ'σяєм ι#
es: Nombre
fr: Nom
ja: 名前
nl: Naam
pl: Nazwa
pt: Nome
zh: 名称

source: Course Instance
ar: مثيل الدورة التدريبية
de: Kursbeispiel
eo: Çöürsé Ìnstänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Instancia del curso
fr: Instance du cours
ja: コース事例
nl: Cursusversie
pl: Wystąpienie kursu
pt: Instância do curso
zh: 课程实例

source: Name {}
ar: الاسم {}
eo: Nämé {} Ⱡ'σяєм ιρѕυм #
es: Nombre {}
fr: Nom {}
ja: 名前{}
nl: Naam {}
pl: Nazwa {}
pt: Nome {}
zh: 名称 {}

source: Program
ar: البرنامج
de: Programm
eo: Prögräm Ⱡ'σяєм ιρѕυм #
es: Programa
fr: Programme
ja: プログラム
nl: Programma
pt: Programa
zh: 计划

source: Course with this ID does not exist
ar: الدورة التدريبية ذات هذا المعرِّف غير موجودة
de: Ein Kurs mit dieser ID existiert nicht
eo: Çöürsé wïth thïs ÌD döés nöt éxïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: No existe un curso con este identificador
fr: Un cours avec cet identifiant n'existe pas
ja: このIDのコースは存在しません
nl: Cursus met deze ID bestaat niet
pl: Kurs o podanym numerze ID nie istnieje
pt: O curso com esta ID não existe
zh: 使用此 ID 的课程不存在

source: That number is not allowed
ar: غير مسموح بهذا الرقم
de: Diese Nummer ist nicht erlaubt
eo: Thät nümßér ïs nöt ällöwéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Ese número no está permitido
fr: Ce nombre n'est pas autorisé
ja: その数字は使用できません
nl: Dat aantal is niet toegestaan
pl: Niedozwolony numer
pt: Esse número não é permitido
zh: 不允许使用该数字

source: Number of participants is limited to 5000
ar: عدد المشاركين محدود بـ 5000 شخص
de: Teilnehmeranzahl ist auf 5000 beschränkt
eo: Nümßér öf pärtïçïpänts ïs lïmïtéd tö 5000 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: La cantidad de participantes está limitada a 5.000
fr: Le nombre de participants est limité à 5 000
ja: 参加者数は定員5000人です
nl: Aantal deelnemers is beperkt tot 5000
pl: Maksymalna liczba uczestników to 5000
pt: O número de participantes é limitado a 5.000
zh: 参与者人数限制为 5000 人

source: Executive Sponsor
ar: الراعي التنفيذي
eo: Éxéçütïvé Spönsör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Patrocinador ejecutivo
fr: Sponsor exécutif
ja: エクゼクティブ・スポンサー
nl: Hoofdsponsor
pl: Sponsor wykonawczy
pt: Patrocinador executivo
zh: 执行发起人

source: IT Security Contact
ar: جهة اتصال أمن تقنية المعلومات
de: Ansprechpartner für IT-Sicherheit
eo: ÌT Séçürïtý Çöntäçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Contacto de seguridad de TI
fr: Contact de sécurité informatique
ja: ITセキュリティ担当
nl: Contactpersoon IT-beveiliging
pl: Osoba kontaktowa ds. bezpieczeństwa IT
pt: Contato de segurança de TI
zh: IT 安全联系人

source: Senior HR/PD Professional
ar: موظف موارد بشرية/مصمم منتجات من الدرجة العليا
eo: Sénïör HR/PD Pröféssïönäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Profesional Sr. de RRHH/ desarrollo profesional
fr: Responsable RH/Professionnel DP
ja: HR/PD上級専門職
nl: Senior medewerker Personeelszaken
pl: Starszy pracownik działu HR/rozwoju polityki
pt: Profissional sênior de RH/DP
zh: 高级 HR/PD 专员

source: Day-to-Day Coordinator
ar: منسق يومي
de: Koordinator Tagesgeschäft
eo: Däý-tö-Däý Çöördïnätör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Coordinador diario
fr: Coordinateur quotidien
ja: 日常コーディネーター
nl: Dagelijkse coördinator
pl: Koordynator codzienny
pt: Coordenador do dia a dia
zh: 日常协调员

source: Senior executive sponsoring McKinsey Academy program within company
ar: موظف تنفيذي من الإدارة العليا يرعى برنامج أكاديمية ماكنزي داخل الشركة
de: Senior Executive Sponsor für das McKinsey Academy Programm im Unternehmen
eo: Sénïör éxéçütïvé spönsörïng MçKïnséý Àçädémý prögräm wïthïn çömpäný Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Ejecutivo Sr. que patrocina el programa de McKinsey Academy en la compañía
fr: Cadre exécutif sponsorisant le programme McKinsey Academy pour la société
ja: 社内でMcKinsey Academyプログラムの出資をしている上級管理者
nl: Senior leidinggevende die het McKinsey Academy-programma binnen het bedrijf sponsort
pl: Kierownik wyższego szczebla będący patronem McKinsey Academy w firmie
pt: Executivo sênior patrocinando o programa do McKinsey Academy dentro da empresa
zh: 在公司内发起麦肯锡学院计划的高级主管

source: IT department contact to troubleshoot technical issues (e.g., corporate firewalls, whitelisting)
ar: جهة اتصال إدارة تكنولوجيا المعلومات لاستكشاف المشكلات التقنية (مثل جدران الحماية المؤسسية، الإدراج بالقائمة البيضاء) وحلها
de: Ansprechpartner der IT-Abteilung, um technische Probleme zu beheben (z. B. Firewalls der Firma, Whitelisting)
eo: ÌT dépärtmént çöntäçt tö tröüßléshööt téçhnïçäl ïssüés (é.g., çörpöräté fïréwälls, whïtélïstïng) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Contacto del departamento de TI para resolver problemas técnicos (por ej., cortafuegos corporativos, listas blancas)
fr: Contact du service informatique pour la résolution des problèmes techniques (par exemple les pare-feu d'entreprise, la liste blanche)
ja: 技術的問題 (会社のファイヤーウォール、ホワイトリストの登録等) を解決するIT部担当者
nl: Contactpersoon IT-afdeling voor het oplossen van technische problemen (zoals bedrijfsfirewalls, opname in whitelists)
pl: Osoba kontaktowa z działu IT wyznaczona to rozwiązywania problemów technicznych (problemy z firmowym firewallem, dodanie do białej listy)
pt: Contato do departamento de TI para solucionar problemas técnicos (por exemplo, firewalls corporativas, whitelisting)
zh: 帮助解决各种技术问题（例如，公司防火墙、白名单）的 IT 部门联系人

source: Overseeing/coordinating Academy program with broader people strategy
ar: الإشراف على/تنسيق برنامج الأكاديمية مع استراتيجية أوسع نطاقًا للأشخاص
de: Das Academy Programm wird mit einer umfassenderen Personalstrategie geleitet/koordiniert
eo: Övérsééïng/çöördïnätïng Àçädémý prögräm wïth ßröädér péöplé strätégý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Supervisión o coordinación del programa de McKinsey Academy con una estrategia de personal amplia
fr: Supervision/coordination du programme Academy avec une stratégie du personnel plus vaste
ja: より幅広い人事戦略でAcademyプログラムの監督/調整を行う
nl: Toezien op/coördineren van Academy-programma met breder beleid
pl: Nadzorowanie/koordynwanie programu McKinsey Academy w ramach szerszej strategii dotyczącej zasobów ludzkich
pt: Supervisionar/coordenar o programa do Academy com uma estratégia de pessoas mais ampla
zh: 采用更广泛的人才策略来监督/协调学院计划

source: Article
ar: المقال
de: Artikel
eo: Àrtïçlé Ⱡ'σяєм ιρѕυм #
es: Artículo
ja: 項目
nl: Artikel
pl: Artykuł
pt: Artigo
zh: 文章

source: Lesson
ar: الدرس
de: Lektion
eo: Léssön Ⱡ'σяєм ιρѕυ#
es: Lección
fr: Leçon
ja: レッスン
nl: Les
pl: Lekcja
pt: Lição
zh: 课时

source: Module
ar: الوحدة
de: Modul
eo: Mödülé Ⱡ'σяєм ιρѕυ#
es: Módulo
ja: モジュール
pl: Moduł
pt: Módulo
zh: 模块

source: Course
ar: الدورة
de: Kurs
eo: Çöürsé Ⱡ'σяєм ιρѕυ#
es: Curso
fr: Cours
ja: コース
nl: Cursus
pl: Kurs
pt: Curso
zh: 课程

source: In Person Session
ar: جلسة شخصية وجهًا لوجه
de: Persönlicher Unterrichtsabschnitt
eo: Ìn Pérsön Séssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Sesión personalizada
fr: Session en tête-à-tête
ja: 対面セッション
nl: Klassikale sessie
pl: Sesja na żywo
pt: Sessão presencial
zh: 当面授课

source: Webinar
ar: ندوة عبر الإنترنت (ويبينار)
eo: Wéßïnär Ⱡ'σяєм ιρѕυм #
es: Seminario web
fr: Webinaire
ja: ウェビナー
pl: Webinarium
pt: Webinário
zh: 网络研讨会

source: Group work
ar: عمل المجموعة
de: Gruppenarbeit
eo: Gröüp wörk Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Trabajo en grupo
fr: Travail en groupe
ja: グループワーク
nl: Groepswerk
pl: Praca grupowa
pt: Trabalho em grupo
zh: 小组作业

source: Not Started
ar: لم تبدأ
de: Nicht begonnen
eo: Nöt Stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es: No iniciado
fr: Non commencé
ja: 開始前
nl: Niet gestart
pl: Nie rozpoczęto
pt: Não iniciado
zh: 未开始

source: In Progress
ar: جاري العمل
de: In Bearbeitung
eo: Ìn Prögréss Ⱡ'σяєм ιρѕυм ∂σłσя #
es: En progreso
fr: En cours
ja: 進行中
nl: Bezig
pl: W trakcie
pt: Em andamento
zh: 进行中
