Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: After you have activated your account, log in directly from www.mckinseyacademy.com to access your course.
ar: بعد تفعيل حسابك، سجِّل الدخول مباشرة من العنوان www.mckinseyacademy.com للوصول إلى دورتك التدريبية.
de: Nachdem Sie Ihr Konto aktiviert haben, können Sie sich direkt über www.mckinseyacademy.com anmelden, um auf Ihren Kurs zuzugreifen.
es: Después de activar su cuenta, inicie sesión directamente en www.mckinseyacademy.com para acceder al curso.
ja: アカウントをアクティベーションしたら、www.mckinseyacademy.comから直接ログインして、コースにアクセスしてください。
nl: Als u uw account heeft aangemaakt, kunt u rechtstreeks via www.mckinseyacademy.com inloggen voor toegang tot uw cursus.
pl: Po aktywowaniu konta możesz zalogować się bezpośrednio na stronie www.mckinseyacademy.com, aby uzyskać dostęp do kursu.
pt: Depois de ativar sua conta, entre diretamente em www.mckinseyacademy.com para acessar o curso.
zh: 激活帐户后，您可以直接登录 www.mckinseyacademy.com 访问课程。

source: You already have an account with McKinsey Academy associated with this email address.
ar: لديك حساب بالفعل في أكاديمية ماكنزي مرتبط بعنوان البريد الإلكتروني هذا.
de: Diese E-Mail-Adresse wird bereits für ein Konto der McKinsey Academy genutzt.
es: Ya tiene una cuenta con McKinsey Academy asociada a este correo electrónico.
ja: このメールアドレスは、既にMcKinsey Academyのアカウントに登録されています。
nl: Dit e-mailadres is al aan een McKinsey Academy-account gekoppeld.
pl: Do Twojego adresu e-mail przypisane już zostało konto w McKinsey Academy.
pt: Você já tem uma conta com o McKinsey Academy associado a este endereço de e-mail.
zh: 您已拥有关联到此电子邮件地址的麦肯锡学院帐户。

source: To access the course, click the following link and login with your credentials.
ar: للوصول إلى الدورة التدريبية، انقر فوق الرابط التالي وسجِّل الدخول باستخدام بيانات الاعتماد الخاصة بك.
de: Um den Kurs aufzurufen, klicken Sie auf den folgenden Link und melden Sie sich mit Ihren Daten an.
es: Para acceder al curso, haga clic en el enlace e inicie sesión con sus credenciales.
nl: Klik op de volgende link en log in met uw inloggegevens om toegang te krijgen tot de cursus.
pl: Aby uzyskać dostęp do kursu, kliknij na poniższy link i zaloguj się, używając Twoich danych logowania.
pt: Para acessar o curso, clique no link a seguir e insira suas credenciais.
zh: 要访问课程，请点击以下链接，然后使用您的密码登录。

source: If you've forgotten your credentials, please click the 'Forgot Password?' link and follow the on-screen instructions.
ar: إذا نسيت بيانات الاعتماد الخاصة بك، يرجى النقر فوق الرابط 'هل نسيت كلمة المرور؟' واتباع التعليمات التي تظهر على الشاشة.
de: enn Sie Ihre Anmeldedaten vergessen haben, klicken Sie bitte auf den Link „Passwort vergessen?“ und folgen Sie den Anweisungen.
es: Si olvidó sus credenciales, haga clic en el enlace «¿Olvidó su contraseña?» y siga las instrucciones en pantalla.
ja: 認証情報をお忘れの場合は、「パスワードをお忘れですか?」リンクをクリックし、画面上の指示に従います。
nl: Klik op 'Wachtwoord vergeten?' en volg de instructies op het scherm als u uw inloggegevens bent vergeten.
pl: Jeśli zapomniałeś swoich danych logowania, kliknij na link „Zapomniałeś hasła?” i postępuj zgodnie z instrukcjami podanymi na ekranie.
pt: Se você esqueceu suas credenciais, clique no link 'Esqueceu a senha?' e siga as instruções na tela.
zh: 如果忘记了密码，请点击“忘记密码?”链接并按屏幕上的指示操作。

source: To access the course, click the following link:
ar: للوصول إلى الدورة التدريبية، انقر فوق الرابط التالي:
de: Klicken Sie auf den folgenden Link, um den Kurs aufzurufen:
ja: コースにアクセスするには、以下のリンクをクリックします。
pl: Aby uzyskać dostęp do kurs, kliknij na poniższy link.
zh: 要访问课程，请点击以下链接：

source: This is a system generated warning message to notify you we have hit #{treshold} users of the max limit of #{max_participants} users on the course #{course_id}.
ar: هذه رسالة تحذير يُظهرها النظام لإعلامك بأننا وصلنا إلى #{treshold} مستخدم من الحد أقصى لعدد المستخدمين #{max_participants} في الدورة التدريبية #{course_id}.
de: Dies ist eine automatisch generierte Warnmeldung, mit der wir Sie darauf hinweisen, dass sich bereits #{treshold} von maximal #{max_participants} Benutzern für den Kurs #{course_id} angemeldet haben.
es: Este es un mensaje de advertencia generado por el sistema para informarle que hemos alcanzado #{treshold} usuarios del límite máximo de #{max_participants} en el curso #{course_id}.
ja: これは、コース#{course_id}の＃{max_participants}ユーザー#{max_participants}の最大制限を#{treshold}ユーザーにヒットさせたことを通知するためのシステム生成の警告メッセージです。
nl: it is een door het systeem gegenereerd waarschuwingsbericht om u te laten weten dat we #{treshold} gebruikers van de maximale limiet van #{max_participants} gebruikers in de cursus #{course_id} hebben bereikt.
pl: Ta wiadomość została wygenerowana automatycznie przez nas system, aby poinformować Cię, że na kursie #{course_id} zarejestrowanych jest #{treshold} użytkowników z #{max_participants} maksymalnie możliwych.
pt: Este é uma mensagem de aviso gerada pelo sistema para notificar que atingimos #{treshold} usuários do limite máximo de #{max_participants} usuários no curso #{course_id}.
zh: 此条系统生成的警告信息旨在告知您的用户人数 (#{treshold}) 已达到课程 #{course_id} 的 #{max_participants} 用户上限。

source: McKinsey & Company and its subsidiaries and affiliates (collectively, “McKinsey”, “us” or “we”) is excited to welcome you to participate in McKinsey Academy. “McKinsey Academy” refers collectively to any website, including
ar: يسر شركة ماكنزي آند كومباني وفروعها والشركات التابعة لها (والتي يشار إليها إجمالًا باسم "ماكنزي" أو "نحن" أو "شركتنا")) أن ترحب بكم للمشاركة في أكاديمية ماكنزي. تشير "أكاديمية ماكنزي" إجمالًا إلى أي موقع على شبكة الإنترنت، بما في ذلك
de: McKinsey & Company und seine Tochtergesellschaften und verbundenen Unternehmen (zusammen "McKinsey", "uns" oder "wir") heißen Sie zur Teilnahme an der McKinsey Academy herzlich willkommen. "McKinsey Academy" bezieht sich zusammenfassend auf jede Website, einschließlich
eo: MçKïnséý & Çömpäný änd ïts süßsïdïärïés änd äffïlïätés (çölléçtïvélý, “MçKïnséý”, “üs” ör “wé”) ïs éxçïtéd tö wélçömé ýöü tö pärtïçïpäté ïn MçKïnséý Àçädémý. “MçKïnséý Àçädémý” référs çölléçtïvélý tö äný wéßsïté, ïnçlüdïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυł#
es: McKinsey & Company y sus subsidiarias y filiales (en conjunto, “McKinsey” o cualquier forma en primera persona del plural) le dan la bienvenida a McKinsey Academy. “McKinsey Academy” hace referencia de manera conjunta a cualquier sitio web
fr: McKinsey & Company et ses filiales et sociétés affiliées (collectivement « McKinsey », « nous ») se réjouit de vous accueillir pour participer à McKinsey Academy. « McKinsey Academy » se rapporte collectivement à tout site internet, y compris
ja: McKinsey & Companyおよびその子会社並びに関連会社 (以下まとめて「McKinsey」または「McKinsey社」または「当社」) は、お客様をMcKinsey Academyにお迎えできることを大変喜ばしく思います。「McKinsey Academy」とは、
nl: Het doet McKinsey & Company en de dochterondernemingen en gelieerde bedrijven van het bedrijf (gezamenlijk aangeduid als “McKinsey”, “ons”, “wij” of “we”) genoegen u uit te nodigen voor deelname aan McKinsey Academy. “McKinsey Academy” verwijst naar elke website, waaronder
pl: Spółka McKinsey & Company oraz jej podmioty zależne i stowarzyszone (dalej zwane zbiorczo „McKinsey”, „my”, „nasze” etc.) z radością witają Cię jako uczestnika McKinsey Academy. Nazwa „McKinsey Academy” odnosi się zbiorczo do dowolnej strony, w tym
pt: A McKinsey & Company e suas subsidiárias e afiliadas (coletivamente, "McKinsey" ou "nós") têm o prazer de receber você para participar do McKinsey Academy. "McKinsey Academy" refere-se coletivamente a qualquer site, incluindo
zh: 麦肯锡公司及其子公司和关联企业（以下统称“麦肯锡”或“我们”）很高兴欢迎您参与麦肯锡学院。“麦肯锡学院”是以下各项的统称：

source: (the “Sites”), and any mobile device or tablet application or similar software (the “Mobile Offering”) that is provided by us and that links to these Terms, and any related courses, content, programs, services, materials or offerings provided by us either through or in connection with a Site, a Mobile Offering or directly to you. Your use of McKinsey Academy is subject to the following terms and conditions (the “Terms”).
ar: ("المواقع")، وأي تطبيق على الهواتف الجوالة أو الأجهزة اللوحية المحمول أو ما شابه من برامج ( كل "عروض الجوّال")، يتم توفيره من جانبنا ويرتبط بسياسة الخصوصية هذه وأي دورات أو محتوى أو برامج أو خدمات أو مواد أو عروض ذات صلة مقدمة من قبلنا إما من خلال أو عن طريق الموقع، أو عروض الجوال أو مباشرة. يخضع استخدامك لأكاديمية ماكنزي للشروط والأحكام التالية ("الشروط").
de: (die "Websites"), und alle Mobilgeräte- und Tablet-Anwendungen oder ähnliche Software (das "mobile Angebot"), die von uns bereitgestellt werden und die auf diese Bedingungen verweisen, sowie alle damit in Zusammenhang stehenden Kurse, Inhalte, Programme, Dienstleistungen, Materialien oder Angebote, die von uns entweder über oder in Verbindung mit einer Website, einem mobilen Angebot oder Ihnen direkt bereitgestellt werden. Ihre Nutzung der McKinsey Academy unterliegt den folgenden Bedingungen (die "Bedingungen").
eo: (thé “Sïtés”), änd äný mößïlé dévïçé ör täßlét äpplïçätïön ör sïmïlär söftwäré (thé “Mößïlé Öfférïng”) thät ïs prövïdéd ßý üs änd thät lïnks tö thésé Térms, änd äný rélätéd çöürsés, çöntént, prögräms, sérvïçés, mätérïäls ör öfférïngs prövïdéd ßý üs éïthér thröügh ör ïn çönnéçtïön wïth ä Sïté, ä Mößïlé Öfférïng ör dïréçtlý tö ýöü. Ýöür üsé öf MçKïnséý Àçädémý ïs süßjéçt tö thé föllöwïng térms änd çöndïtïöns (thé “Térms”).#
es: (los “Sitios”) y cualquier otro dispositivo móvil o aplicación de tablet o software similar (la “Oferta Móvil”) provistos por McKinsey y vinculados con los presentes Términos de Uso, y a los cursos, contenidos, programas, servicios, materiales u ofertas relacionadas y suministradas a través de un Sitio, una Oferta Móvil o directamente a usted. Su uso de McKinsey Academy queda sujeto a los siguientes términos y condiciones (los “Términos de Uso”).
fr: (les « Sites ») et toute application pour tablette ou appareil mobile ou logiciel similaire (chacun une « offre mobile ») qui est fournie par nous et qui relie à ces Conditions, et tous les cours, contenus, programmes, services, documents correspondants ou les offres fournies par nos soins dans le cadre ou en rapport avec un site, une offre mobile ou à vous directement. Votre utilisation de McKinsey Academy est soumise aux termes et conditions suivants (les « Conditions »).
ja: 一切のウェブサイト (「サイト」)、当社が提供し、当該プライバシーに関する方針に関連する、一切のモバイル機器およびタブレット・アプリまたは類似のソフトウェア (それぞれ「モバイルサービス」)、サイトまたはモバイルサービスを通して、あるいは直接当社が提供する、関連する一切のコース、コンテンツ、プログラム、サービス、教材、その他のサービスをまとめて指します。お客様によるMcKinsey Academyのご利用は、以下の契約条件 (以下「規約」) の対象となります。
nl: (de “Sites”) en elke mobiele apparaat- of tabletapplicatie of vergelijkbare software (de “Mobiele Aanbieding”) die door ons wordt verstrekt en die is gekoppeld aan deze Voorwaarden, en alle gerelateerde cursussen, inhoud, programma’s, diensten, materialen of aanbiedingen die door ons via of in verband met een Site, een Mobiele Aanbieding of rechtstreeks aan u worden aangeboden. Uw gebruik van McKinsey Academy is onderworpen aan de volgende voorwaarden en bepalingen (de “Voorwaarden”).
pl: („Strony) oraz do dowolnej aplikacji mobilnej, na tablet lub do podobnego oprogramowania (zwanego dalej „Produktem Mobilną”), który są dostarczane przez nas i które zawierają link do niniejszych Warunków oraz to powiązanych kursów, treści, programów, usług, materiałów bądź produktów dostarczanych przez nas za pośrednictwem lub w związku ze Stroną, Produktem Mobilnym o bezpośrednio do Ciebie. Twoje użytkowanie McKinsey Academy podlega niniejszym Warunkom użytkowania (zwanym dalej „Warunkami”).
pt: (os "Sites"), e qualquer aplicativo de dispositivo móvel ou tablet ou software semelhante (a "Versão para Dispositivos Móveis") fornecido por nós e vinculado a estes Termos, e quaisquer cursos, conteúdos, programas, serviços, materiais ou ofertas que sejam fornecidos por nós por meio de ou em conexão com um Site, uma Versão para Dispositivos Móveis ou diretamente para você. Seu uso do McKinsey Academy está sujeito aos seguintes termos e condições (os "Termos").
zh: （以下简称“网站”）；我们提供且与这些条款相关的任何移动设备、平板电脑应用程序或类似软件（以下简称“移动产品”）；我们通过网站、移动产品、网站或移动产品相关方式或直接提供给您的任何相关课程、内容、课程计划、服务、材料或产品。您使用麦肯锡学院应遵守以下条款和条件（以下简称“条款”）。

source: By accessing and using McKinsey Academy, you agree to these Terms. If you do not agree to these Terms, or are legally unable to agree to these Terms, you may not use McKinsey Academy.
ar: بالوصول إلى أكاديمية ماكنزي واستخدامها، فإنك توافق على هذه الشروط. إذا كنت لا توافق على هذه الشروط، أو كنت غير قادر قانونًا على الموافقة على هذه الشروط، فلا يجوز لك استخدام أكاديمية ماكنزي.
de: Wenn Sie auf die McKinsey Academy zugreifen und sie nutzen, erklären Sie sich mit diesen Bedingungen einverstanden. Wenn Sie diesen Bedingungen nicht zustimmen oder rechtlich nicht in der Lage sind, diesen Bedingungen zuzustimmen, ist es Ihnen nicht gestattet, die McKinsey Academy zu nutzen.
eo: Bý äççéssïng änd üsïng MçKïnséý Àçädémý, ýöü ägréé tö thésé Térms. Ìf ýöü dö nöt ägréé tö thésé Térms, ör äré légällý ünäßlé tö ägréé tö thésé Térms, ýöü mäý nöt üsé MçKïnséý Àçädémý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕ#
es: Al utilizar y acceder a McKinsey Academy, usted acepta estos Términos de Uso. De lo contrario, o si careciera de capacidad legal para aceptarlos, no podrá usar McKinsey Academy.
fr: En accédant à et en utilisant McKinsey Academy, vous acceptez ces conditions. Si vous n'acceptez pas ces conditions, ou si vous n'êtes pas légalement capable d'accepter ces conditions, vous ne pouvez pas utiliser McKinsey Academy.
ja: McKinsey Academyへアクセスおよび利用することで、お客様は、これらの規約に同意したものと見なされます。これらの規約に同意しない場合、あるいは、法的に合意できない場合は、McKinsey Academyをご利用できません。
nl: Door het openen en gebruiken van McKinsey Academy stemt u in met deze Voorwaarden. Als u niet instemt met deze Voorwaarden of als u wettelijk gezien niet gerechtigd bent om in te stemmen met deze Voorwaarden, kunt u McKinsey Academy niet gebruiken.
pl: Poprzez uzyskanie dostępu do i używanie McKinsey Academy wyrażasz zgodę na niniejsze Warunki. Jeśli nie wyrażasz zgody na niniejsze Warunki lub nie jesteś prawem upoważniony do wyrażenia zgody na niniejsze Warunki, nie możesz korzystać z McKinsey Academy.
pt: Ao acessar e usar o McKinsey Academy, você concorda com estes Termos. Se não concordar com estes Termos ou for legalmente impedido de concordar com eles, você não poderá usar o McKinsey Academy.
zh: 访问并使用麦肯锡学院即表示您同意这些条款。如果您不同意这些条款，或者在法律上无法同意这些条款，则不得使用麦肯锡学院。

source: We may periodically change the Terms, which are available at
ar: يمكن أن نغير الشروط على نحو دوري، حيث تتوفر على
de: Wir können die Bedingungen, die unter folgender Adresse verfügbar sind:
eo: Wé mäý pérïödïçällý çhängé thé Térms, whïçh äré äväïläßlé ät Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Podremos modificar periódicamente los Términos de Uso, los cuales se encuentran disponibles en
fr: Des modifications pourront être apportées à ces conditions de temps à autre, qui seront mises à disposition à
ja: 規約は、定期的に変更されることがあり、変更があった場合は、
nl: We zijn gerechtigd om de Voorwaarden die beschikbaar zijn op
pl: Możemy okresowo zmieniać niniejsze Warunki, które dostępne są na
pt: Podemos alterar periodicamente os Termos, que estão disponíveis em
zh: 我们可能会定期更改条款（可在

source: , so please check back from time to time. By accessing and using McKinsey Academy after any changes to these Terms have been made, you agree to be bound by such revised Terms. These Terms were last updated on January 22, 2018.
ar: لذا يُرجى التحقق مجددًا من حين لآخر. بالدخول إلى أكاديمية ماكينزي واستخدامها بعد إجراء أية تغييرات على هذه الشروط، فأنت توافق على الالتزام بهذه الشروط بعد أن تمت مراجعتها. تم آخر تحديث لهذه الشروط في 22 يناير 2018.
de: regelmäßig ändern, also bitte schauen Sie von Zeit zu Zeit vorbei. Wenn Sie auf die McKinsey Academy zugreifen und sie nutzen, nachdem Änderungen an diesen Bedingungen vorgenommen wurden, erklären Sie sich damit einverstanden, dass Sie sich an diese überarbeiteten Bedingungen halten. Diese Bedingungen wurden zuletzt am 22. Januar 2018 aktualisiert.
eo: , sö pléäsé çhéçk ßäçk fröm tïmé tö tïmé. Bý äççéssïng änd üsïng MçKïnséý Àçädémý äftér äný çhängés tö thésé Térms hävé ßéén mädé, ýöü ägréé tö ßé ßöünd ßý süçh révïséd Térms. Thésé Térms wéré läst üpdätéd ön Jänüärý 22, 2018. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυg#
es: , por lo que le sugerimos que los consulte en forma periódica. Al utilizar y acceder a McKinsey Academy después de haberse realizado modificaciones a los Términos de Uso, usted acepta sujetarse a ellos. La última actualización de los Términos de Uso se realizó el 22 de enero de 2018.
fr: ,donc pensez à les consulter de temps en temps. En accédant à et en utilisant McKinsey Academy après que des modifications ont été apportées à ces conditions, vous acceptez d'être tenu par ces conditions modifiées. Ces conditions ont été actualisées le 22 janvier 2018.
ja: に掲示されるので、定期的にご確認をお願い致します。これらの規約が変更された後でMcKinsey Academyへアクセスおよび利用することで、お客様は、改訂版の規約に拘束されることに同意したものと見なされます。これらの規約の前回更新日は、2018年1月22日です。
nl: periodiek te wijzigen. Het is dus verstandig om deze van tijd tot tijd te controleren. Door het openen en gebruiken van McKinsey Academy nadat wijzigingen in deze Voorwaarden zijn aangebracht, stemt u ermee in dat u gebonden bent aan dergelijke herziene Voorwaarden. Deze Voorwaarden zijn voor het laatst bijgewerkt op 22 januari 2018.
pl: , dlatego prosimy od czasu do czasu sprawdzać, czy zaistniały zmiany. Uzyskując dostęp i używając McKinsey po fakcie wprowadzenia zmian w niniejszych Warunkach, zgadasz się podlegać tak zrewidowanym Warunkom. Niniejsze Warunki zostały ostatni raz zaktualizowane 22 stycznia 2018.
pt: , então, verifique-os de tempos em tempos. Ao acessar e usar o McKinsey Academy após alteração dos Termos, você estará obrigado aos Termos revisados. Estes Termos foram atualizados em 22 de janeiro de 2018.
zh: 找到），请随时回来查看。在这些条款进行任何更改后访问并使用麦肯锡学院，即表示您同意受上述修订条款的约束。这些条款的最近更新日期为 2018 年 1 月 22 日。

source: For an explanation of our practices and policies related to the collection, use and storage of your information, please refer to Section 10 of these Terms as well as to our Privacy Policy (available at
ar: ،لذا يرجى مراجعتها من وقت لآخر. بالوصول إلى أكاديمية ماكنزي واستخدامها بعد إجراء أي تغييرات على هذه الشروط، فإنك توافق على الالتزام بهذه الشروط المعدلة. تم آخر تحديث لهذه الشروط بتاريخ 13 نوفمبر 2017.للحصول على شرح حول ممارساتنا وسياساتنا المتعلقة بجمع واستخدام وتخزين معلوماتك، يرجى الرجوع إلى القسم 10 من هذه الشروط وكذلك إلى سياسة الخصوصية الخاصة بنا (متاحة على
de: Eine Erläuterung unserer Praktiken und Richtlinien im Zusammenhang mit der Erhebung, Verwendung und Speicherung Ihrer Daten finden Sie in Abschnitt 10 dieser Bedingungen sowie in unserer Datenschutzrichtlinie (verfügbar unter
eo: För än éxplänätïön öf öür präçtïçés änd pölïçïés rélätéd tö thé çölléçtïön, üsé änd störägé öf ýöür ïnförmätïön, pléäsé référ tö Séçtïön 10 öf thésé Térms äs wéll äs tö öür Prïväçý Pölïçý (äväïläßlé ät Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢α#
es: Para leer una explicación sobre nuestras prácticas y políticas en relación con la recopilación, el uso y el almacenamiento de su información, consulte la Sección 10 de los Términos de Uso y nuestra Política de Privacidad (disponible en
fr: Pour une explication de nos pratiques et de nos politiques concernant la collecte, l'usage et l'utilisation de vos informations, reportez-vous à la Section 10 de ces Conditions ainsi qu'à notre politique de confidentialité (disponible à
ja: お客様の情報の収集、利用、保管に関わる当社の対応および方針については、これらの規約第10項および当社のプライバシーに関する方針 (で閲覧できます) を参照してください。
nl: Voor een uitleg over onze procedures en ons beleid met betrekking tot het verzamelen, gebruiken en opslaan van uw informatie, kunt u Sectie 10 van deze Voorwaarden raadplegen evenals ons Privacybeleid (beschikbaar via
pl: Wyjaśnienie naszych praktyk i polityk związanych z gromadzeniem, przetwarzaniem i przechowywaniem Twoich informacji znajdziesz w sekcji 10. niniejszych Warunków oraz w naszej polityce prywatności (dostępnej na
pt: Para obter uma explicação de nossas práticas e políticas relacionadas à coleta, ao uso e ao armazenamento de suas informações, consulte a Seção 10 destes Termos e a nossa Política de Privacidade (disponível em
zh: 如想获得有关我们收集、使用和存储您的信息的做法和政策的说明，请参阅这些条款的第 10 节以及我们的隐私政策（可在以下地址找到：

source: 1. Copyrights and McKinsey Academy Content
ar: 1. حقوق التأليف والنشر ومحتوى أكاديمية ماكينزي
de: 1. Urheberrechte und Inhalte der McKinsey Academy
eo: 1. Çöpýrïghts änd MçKïnséý Àçädémý Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: 1. Derechos de autor y contenido de McKinsey Academy
fr: 1. Droits d'auteur et contenu de McKinsey Academy
ja: 1. 著作権およびMcKinsey Academyコンテンツ
nl: 1. Auteursrechten en McKinsey Academy-inhoud
pl: 1. Prawa autorskie i Treści McKinsey Academy
pt: 1. Direitos Autorais e Conteúdo do McKinsey Academy
zh: 1. 版权和 McKinsey Academy 内容
