Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: The personal data we collect may be used where McKinsey has a legitimate interest in or other legal basis for processing such information. In some situations, the collection or processing of personal data may be required for the operation of McKinsey Academy, including enabling you to access courses and McKinsey Academy Content. McKinsey uses your personal data to fulfill your requests for information, process your requests to participate in conferences and events, personalize content that you view or receive through McKinsey Academy, evaluate and improve our services, distribute newsletters and alerts to you, analyze McKinsey Academy performance and functioning, publish or process your User Content, prevent fraud, enforce the Terms, comply with all applicable laws and corporate reporting obligations, enforce and comply with McKinsey’s agreements, and accomplish other purposes you may initiate or request. We may keep any of your personal data on file and use it to contact you.
ar: ويمكن استخدام البيانات الشخصية التي نجمعها في حال ما إذا كان لماكنزي مصلحة مشروعة أو غيرها من الأسس القانونية لمعالجة مثل هذه المعلومات. في بعض الحالات، قد تكون عملية جمع أو معالجة البيانات الشخصية مطلوبة لتشغيل أكاديمية ماكنزي، بما في ذلك تمكينك من الوصول إلى الدورات ومحتوى أكاديمية ماكنزي. تستخدم ماكنزي بياناتك الشخصية لتلبية طلباتك للحصول على المعلومات، ومعالجة طلباتك للمشاركة في المؤتمرات والفعاليات، وتخصيص المحتوى الذي تشاهده أو تتلقاه من خلال أكاديمية ماكنزي، وتقييم وتحسين خدماتنا، وإرسال النشرات الإخبارية والتنبيهات إليك، وتحليل أداء أكاديمية ماكنزي وعمل أو نشر أو معالجة محتوى المستخدم الخاص بك، ومنع الاحتيال، وفرض الشروط، والامتثال لجميع القوانين المعمول بها والتزامات إفصاح الشركات عن المعلومات، وتنفيذ اتفاقات ماكنزي والامتثال لها، وتحقيق أغراض أخرى قد نبادر بها أو نطلبها. وقد نحتفظ بأي من بياناتك الشخصية في الملف ونستخدمها للاتصال بك.
de: Die persönlichen Daten, die wir erfassen, können genutzt werden, wenn McKinsey ein berechtigtes Interesse an oder eine andere Rechtsgrundlage zur Verarbeitung von solchen Informationen hat. In manchen Situationen kann die Erfassung oder Verarbeitung persönlicher Daten für die Durchführung der McKinsey Academy erforderlich sein, einschließlich der Gewährung Ihres Zugriffs auf die Kurse und den Inhalt der McKinsey Academy. McKinsey nutzt Ihre persönlichen Daten, um Ihre Anforderungen nach Informationen zu erfüllen, Ihre Anfragen zur Teilnahme an Konferenzen und Veranstaltungen zu verarbeiten, Inhalt zu personalisieren, den Sie ansehen oder über die McKinsey Academy erhalten, unsere Services zu bewerten und zu verbessern, Newsletter und Hinweise an Sie zu senden, die Leistung und Funktionsweise der McKinsey Academy zu analysieren, Ihren Nutzerinhalt zu veröffentlichen und zu verarbeiten, Missbrauch zu verhindern, die Bedingungen durchzusetzen und alle anwendbaren Gesetze und Berichtspflichten von Unternehmen einzuhalten sowie die Vereinbarungen von McKinsey zu erfüllen und durchzusetzen und für andere Zwecke, die Sie initiieren oder anfragen. Wir können alle Ihre persönlichen Daten aufbewahren und nutzen, um Sie zu kontaktieren.
eo: Thé pérsönäl dätä wé çölléçt mäý ßé üséd whéré MçKïnséý häs ä légïtïmäté ïntérést ïn ör öthér légäl ßäsïs för pröçéssïng süçh ïnförmätïön. Ìn sömé sïtüätïöns, thé çölléçtïön ör pröçéssïng öf pérsönäl dätä mäý ßé réqüïréd för thé öpérätïön öf MçKïnséý Àçädémý, ïnçlüdïng énäßlïng ýöü tö äççéss çöürsés änd MçKïnséý Àçädémý Çöntént. MçKïnséý üsés ýöür pérsönäl dätä tö fülfïll ýöür réqüésts för ïnförmätïön, pröçéss ýöür réqüésts tö pärtïçïpäté ïn çönférénçés änd événts, pérsönälïzé çöntént thät ýöü vïéw ör réçéïvé thröügh MçKïnséý Àçädémý, évälüäté änd ïmprövé öür sérvïçés, dïstrïßüté néwsléttérs änd älérts tö ýöü, änälýzé MçKïnséý Àçädémý pérförmänçé änd fünçtïönïng, püßlïsh ör pröçéss ýöür Ûsér Çöntént, prévént fräüd, énförçé thé Térms, çömplý wïth äll äpplïçäßlé läws änd çörpöräté répörtïng ößlïgätïöns, énförçé änd çömplý wïth MçKïnséý’s ägrééménts, änd äççömplïsh öthér pürpösés ýöü mäý ïnïtïäté ör réqüést. Wé mäý kéép äný öf ýöür pérsönäl dätä ön fïlé änd üsé ït tö çöntäçt ýöü.#
es: La información personal que recopilamos podrá usarse cuando McKinsey tenga un interés legítimo u otro fundamento legal para el procesamiento de dicha información. En algunas situaciones, la recopilación de información personal puede ser necesaria para la operación de McKinsey Academy, como por ej. facilitar su acceso a los cursos y al Contenido de McKinsey Academy. McKinsey utiliza su información personal para cumplimentar los pedidos de información, procesar sus solicitudes para participar en conferencias y eventos, personalizar los contenidos que usted ve o recibe a través de McKinsey Academy, evaluar y mejorar nuestros servicios, distribuir boletines y alertas, analizar el desempeño y el funcionamiento de McKinsey Academy, publicar o procesar Contenido de Usuario, prevenir acciones fraudulentas, exigir el cumplimiento de los Términos de Uso, cumplir con todas las leyes y los deberes de información aplicables, cumplir y exigir el cumplimiento de los acuerdos donde McKinsey es parte, y satisfacer otras solicitudes de su parte. Podremos mantener archivados cualquiera de sus datos personales y usarlos para comunicarnos con usted.
fr: Les données personnelles que nous collectons peuvent-être utilisées lorsque McKinsey a un intérêt légitime ou d'autres fondements juridiques de traiter ces informations. Dans certaines situations la collecte ou le traitement des données personnelles peut-être nécessaire au bon fonctionnement de McKinsey Academy, y compris pour vous permettre d'accéder au cours et au contenu de McKinsey Academy. McKinsey utilise vos données personnelles pour répondre à vos demandes d'informations, traiter vos demandes de participation aux conférences et aux événements, personnaliser le contenu que vous affichez ou recevez de McKinsey Academy, évaluer et améliorer son service, diffuser des newsletters et des alertes, analyser les performances et le fonctionnement de McKinsey Academy, publier ou traiter votre contenu d'utilisateur, prévenir la fraude, appliquer les Conditions, se conformer à toutes les lois applicables et aux obligations de rapport d'entreprise, appliquer et se conformer aux contrats de McKinsey, et accomplir d'autres objectifs que vous pouvez initier ou demander. Nous pouvons conserver vos données personnelles sur fichier et les utiliser pour vous contacter.
ja: 当社で収集する個人データは、個人情報の処理において当社が正当な利益を有する、あるいはその他の法的根拠を有する場合に使用されることがあります。お客様によるコースやMcKinsey Academyコンテンツへのアクセスを可能にする場合など、個人データの収集および処理は、McKinsey Academyの運営に必要な場合があります。McKinseyでは、お客様の個人データを使って、情報要求に応える、会議やイベントへの参加要求を処理する、McKinsey Academyを通じて閲覧または受け取るコンテンツをパーソナライズする、当社のサービスを評価・改善する、ニュースレターや告知を配信する、McKinsey Academyの業績と機能を分析する、お客様のユーザー・コンテンツを公開・処理する、不正行為を防止する、規約を施行する、該当するすべての法律や企業報告義務に準拠する、McKinseyの契約を実行・順守する、お客様からのご要望を含めたその他の目的を達成する、などの内容を行います。お客様の一切の個人データは、記録として保管し、ご連絡する際に使用する場合があります。
nl: De persoonsgegevens die we verzamelen, kunnen worden gebruikt wanneer McKinsey er een legitiem belang bij heeft of op een andere wettelijke basis voor het verwerken van dergelijke informatie. In sommige situaties kan het verzamelen of verwerken van persoonsgegevens vereist zijn voor de werking van McKinsey Academy, onder meer om u toegang te bieden tot cursussen en McKinsey Academy-inhoud. McKinsey gebruikt uw persoonsgegevens om aan uw verzoeken om informatie te voldoen, om uw verzoeken tot deelname aan conferenties en evenementen te verwerken, om inhoud die u bekijkt of ontvangt via McKinsey Academy te personaliseren, om onze diensten te evalueren en te verbeteren, om nieuwsbrieven en meldingen naar u te verzenden, om de prestaties en werking van McKinsey Academy te analyseren, om uw Gebruikersinhoud te publiceren of verwerken, om fraude te voorkomen, om onze gebruiksvoorwaarden af te dwingen, om te voldoen aan alle van toepassing zijnde wetten en bedrijfsrapportageverplichtingen, om overeenkomsten van McKinsey af te dwingen en voor andere doeleinden die u in werking kunt stellen of waar u om kunt verzoeken. We kunnen uw persoonsgegevens bewaren en gebruiken om contact met u op te nemen.
pl: Dane osobowe, które gromadzimy mogą zostać użyte przez McKinsey w sytuacjach, w których McKinsey ma słuszny interes lub inną podstawę prawną do przetwarzania takich informacji. W niektórych sytuacjach gromadzenie i przetwarzania danych osobowych może być potrzebne do funkcjonowania McKinsey Academy, w tym do zapewnienia Ci dostępu do kursów i Treści McKinsey Academy. McKinsey używa Twoich danych osobowych, aby odpowiedzieć na zapytanie o informacje, przetworzyć Twoje prośby o uczestnictwo w konferencjach i wydarzenia, spersonalizować treści, które przeglądasz lub otrzymujesz za pośrednictwem McKinsey Academy, ocenić i usprawnić nasze usługi, wysyłać Tobie newslettery i powiadomienia, analizować działanie i wydajność McKinsey Academy, publikować lub przetwarzać Twoje Treści Użytkownika, przeciwdziałać oszustom, egzekwować Warunki, wcielić w życie wszelkie mające zastosowanie prawa i obowiązki sprawozdawcze korporacji, egzekwować i wywiązać się z wszystkim umów firmy McKinsey i osiągnąć inne cele, które możesz zainicjować lub zażądać. Możemy przechowywać Twoje dane osobowe w aktach i posługiwać się nimi, aby się z Tobą skontaktować.
pt: Os dados pessoais que coletamos poderão ser usados apenas quando houver interesse legítimo da McKinsey ou outra base jurídica para processar essas informações. Em algumas situações, a coleta ou o processamento de dados pessoais podem ser necessários para a operação do McKinsey Academy, inclusive permitindo que você acesse cursos e o Conteúdo do McKinsey Academy. A McKinsey usa seus dados pessoais para atender às suas solicitações de informações, processar suas solicitações para participar de conferências e eventos, personalizar o conteúdo visualizado ou recebido pelo McKinsey Academy, avaliar e melhorar nossos serviços, distribuir boletins informativos e alertas para você e analisar o desempenho e funcionamento do McKinsey Academy, publicar ou processar seu Conteúdo do usuário, evitar fraudes, cumprir os Termos, cumprir todas as leis aplicáveis e obrigações de relatórios corporativos, aplicar e cumprir os contratos da McKinsey e realizar outros propósitos que você possa iniciar ou solicitar. Poderemos manter seus dados pessoais em arquivo e usá-los para entrar em contato com você.
zh: 如果麦肯锡拥有处理此类信息的合法权利或其他法律依据，我们可能会使用我们收集的个人信息。在某些情况下，麦肯锡学院的运营（包括为您提供课程和麦肯锡学院内容的访问权限）可能必须收集或处理个人数据。麦肯锡会在下列情况使用您的个人信息：满足您的信息索取请求；处理您参加会议和活动的申请；个性化设置您通过麦肯锡学院查看或接收的内容；评估和提升我们的服务；向您发送时事通讯和警告；分析麦肯锡学院的性能和功能；发布或处理您的用户内容；预防欺诈；执行条款；履行所有适用法律和企业报告义务；执行麦肯锡协议；以及完成您可能提出或要求的其他目的。我们可能会存档您的任何个人信息，并使用此类信息与您联系。

source: McKinsey may use first and third party cookies to manage our Sites and our services and collect analytics about how you use them. McKinsey Academy follows McKinsey’s
ar: قد تستخدم ماكنزي ملفات تعريف الارتباط الخاصة بالطرف الأول والثالث لإدارة مواقعنا وخدماتنا وجمع التحليلات حول كيفية استخدامها. تتبع أكاديمية ماكنزي سياسة ملفات الارتباط الخاصة بماكنزي
de: McKinsey kann Cookies von Erstanbietern und Drittanbietern nutzen, um unsere Websites und unsere Services zu verwalten und Analysen darüber zu sammeln, wie Sie sie nutzen. Die McKinsey Academy befolgt die
eo: MçKïnséý mäý üsé fïrst änd thïrd pärtý çöökïés tö mänägé öür Sïtés änd öür sérvïçés änd çölléçt änälýtïçs äßöüt höw ýöü üsé thém. MçKïnséý Àçädémý föllöws MçKïnséý’s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#
es: McKinsey podrá usar cookies propias y de terceros para administrar sus Sitios y servicios, y recopilar estadísticas de datos sobre la forma en que usted los usa. McKinsey Academy se rige por su
fr: McKinsey peut utiliser des cookies de première et de tierce parties pour gérer ses sites et ses services et collecter des analyses concernant la façon dont vous les utilisez. McKinsey Academy respecte la politique de McKinsey
ja: McKinseyでは、第一者や第三者のクッキーを使って当社のサイトやサービスを管理し、お客様のご利用方法に関する分析情報を収集する場合があります。McKinsey Academyでは、McKinseyの
nl: McKinsey kan eigen cookies en cookies van derden gebruiken om onze Sites en onze diensten te beheren en om analytische informatie te verzamelen over uw gebruik ervan. McKinsey Academy volgt McKinsey’s
pl: McKinsey może używać plików cookie własnych i stron trzecich w celu zarządzania naszymi Stronami i naszymi usługami i do gromadzenia analiz dotyczących ich użytkowania przez Ciebie. McKinsey Academy kieruje się
pt: A McKinsey poderá usar cookies de primeiros e terceiros para gerenciar nossos sites e nossos serviços e coletar análises sobre como você os utiliza. O McKinsey Academy segue a Política de cookies
zh: 麦肯锡可能会使用第一方和第三方 Cookie 来管理我们的网站和服务，并收集您如何使用我们网站和服务的相关分析。麦肯锡学院遵循麦肯锡的

source: Cookie Policy
ar: سياسة ملفات تعريف الارتباط
de: Cookie-Richtlinie
eo: Çöökïé Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: consulte nuestra
fr: Politique sur les Cookies
ja: クッキーに関する方針
nl: Cookiebeleid
pl: w Zasadach plików cookie
pt: Política de Cookies
zh: Cookie 政策

source: , but please note that references in the posted Cookie Policy to “our privacy policy” and “our terms of use” and our or the “Site” refer, respectively, to this Privacy Policy, the Terms, and McKinsey Academy.
ar: ولكن يرجى ملاحظة أن الإشارات الواردة في سياسة ملفات تعريف الارتباط المنشورة بخصوص "سياسة الخصوصية الخاصة بنا" و "شروط الاستخدام الخاصة بنا" وكذلك "الموقع" تشير على التوالي إلى سياسة الخصوصية هذه، والشروط، وأكاديمية ماكنزي.
de: von McKinsey, aber bitte beachten Sie, dass Referenzen in der geposteten Cookie-Richtlinie zu "unserer Datenschutzrichtlinie" und "unseren Nutzungsbedingungen" und unserer oder der "Website" sich jeweils auf diese Datenschutzrichtlinie, die Bedingungen und die McKinsey Academy beziehen.
eo: , ßüt pléäsé nöté thät référénçés ïn thé pöstéd Çöökïé Pölïçý tö “öür prïväçý pölïçý” änd “öür térms öf üsé” änd öür ör thé “Sïté” référ, réspéçtïvélý, tö thïs Prïväçý Pölïçý, thé Térms, änd MçKïnséý Àçädémý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕ#
es: , pero tenga presente que las referencias en la Política de Cookies publicada a nuestra Política de Privacidad, los Términos de Uso y el Sitio hacen referencia, respectivamente, a esta Política de Privacidad, los presentes Términos de Uso y a McKinsey Academy.
fr: , mais notez que les références dans la politique relative aux cookies dans « notre politique de confidentialité » et « nos Conditions d’utilisation » et notre « Site » se réfèrent, respectivement, à cette politique de confidentialité, aux conditions et à McKinsey Academy.
ja: を採用していますが、投稿されるクッキーに関する方針で言及される「当社のプライバシーに関する方針」や「当社の利用規約」あるいは「(当社の) サイト 」は、それぞれ、当該「プライバシーに関する方針」、「規約」、「McKinsey Academy」を指していることにご注意ください。
nl: , maar houd er rekening mee dat verwijzingen naar ons ‘Privacybeleid’ en ‘onze gebruikersvoorwaarden’ en ons of de “Site” die zijn opgenomen in het gepubliceerde Cookiebeleid, respectievelijk verwijzen naar dit Privacybeleid, de Voorwaarden en McKinsey Academy.
pl: firmy McKinsey, ale prosimy zwrócić uwagę, że odniesienia do „naszej polityki prywatności” i „naszych warunków użytkowania” i naszej „strony” zawarte w Polityce plików cookie odnoszą się, odpowiednio, do niniejszej Polityki prywatności, Warunków i McKinsey Academy.
pt: , mas observe que, na Política de Cookies publicada, as referências à “nossa Política de Privacidade” e “nossos Termos de Uso” e nosso “Site” dizem respeito, respectivamente, a esta Política de Privacidade, aos Termos e ao McKinsey Academy.
zh: ，但请注意，已发布的 Cookie 政策中提及的“我们的隐私政策”、“我们的使用条款”以及“我们”或“网站”分别指的是本隐私政策、条款和麦肯锡学院。
