Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: We try to keep our email communication at an optimal level to ensure all participants know what is happening in the course without cluttering your inbox. Our emails contain important information about what's expected each week and additional curated content suggestions. If you no longer wish to receive emails, please email <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> (or click unsubscribe at the bottom of any email you receive from us). Be sure to check the "Announcements" page frequently to stay up to date!
eo: Wé trý tö kéép öür émäïl çömmünïçätïön ät än öptïmäl lévél tö énsüré äll pärtïçïpänts knöw whät ïs häppénïng ïn thé çöürsé wïthöüt çlüttérïng ýöür ïnßöx. Öür émäïls çöntäïn ïmpörtänt ïnförmätïön äßöüt whät's éxpéçtéd éäçh wéék änd äddïtïönäl çürätéd çöntént süggéstïöns. Ìf ýöü nö löngér wïsh tö réçéïvé émäïls, pléäsé émäïl <a href="mailto:support@mckinseyacademy.com">süppört@mçkïnséýäçädémý.çöm</a> (ör çlïçk ünsüßsçrïßé ät thé ßöttöm öf äný émäïl ýöü réçéïvé fröm üs). Bé süré tö çhéçk thé "Ànnöünçéménts" pägé fréqüéntlý tö stäý üp tö däté!#
fr: Nous essayons de maintenir nos communications par e-mail à un niveau optimal, afin de garantir que tous les participants soient informés de ce qu’il se passe dans le cours, sans pour autant encombrer votre boîte de messagerie. Nos e-mails contiennent des informations importantes sur les attendes hebdomadaires, ainsi que des suggestions de contenu sélectionné supplémentaires. Si vous ne souhaitez plus recevoir des e-mails, écrivez à <a href="mailto:support@mckinseyacademy.com">support@mckinseyacademy.com</a> (ou cliquez sur Se désabonner en bas de chaque e-mail que vous recevez de notre part. N'oubliez pas de consulter la page « Annonces » fréquemment pour rester informé !

source: If you have any questions about a grade you received, please email <a href="mailto:tas@mckinseyacademy.com">TAs@mckinseyacademy.com</a>.
eo: Ìf ýöü hävé äný qüéstïöns äßöüt ä grädé ýöü réçéïvéd, pléäsé émäïl <a href="mailto:tas@mckinseyacademy.com">TÀs@mçkïnséýäçädémý.çöm</a>. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: Si vous avez des questions concernant des notes que vous avez reçues, envoyez un e-mail à <a href="mailto:tas@mckinseyacademy.com">TAs@mckinseyacademy.com</a>.

source: You are part of a cohort of participants you can engage with questions as well as support from the TAs who monitor the course. Take a look at the course's discussion forum where you can review questions, answers and comments from fellow participants, as well as post a question. You can also reach out to the McKinsey teaching assistants by <a href="mailto:tas@mckinseyacademy.com">emailing them</a> and they will get back to you as soon as possible.
eo: Ýöü äré pärt öf ä çöhört öf pärtïçïpänts ýöü çän éngägé wïth qüéstïöns äs wéll äs süppört fröm thé TÀs whö mönïtör thé çöürsé. Täké ä löök ät thé çöürsé's dïsçüssïön förüm whéré ýöü çän révïéw qüéstïöns, änswérs änd çömménts fröm féllöw pärtïçïpänts, äs wéll äs pöst ä qüéstïön. Ýöü çän älsö réäçh öüt tö thé MçKïnséý téäçhïng ässïstänts ßý <a href="mailto:tas@mckinseyacademy.com">émäïlïng thém</a> änd théý wïll gét ßäçk tö ýöü äs söön äs pössïßlé.#
fr: Vous faites parti d'une division de participants auxquels vous pouvez poser des questions, mais aussi obtenir une assistance des AF qui supervisent le cours. Rendez-vous sur le forum de discussion des cours où vous pouvez consulter les questions, réponses et commentaires d'autres participants, mais aussi poser une question. Vous pouvez également demander l'aide des assistants de formation à <a href="mailto:tas@mckinseyacademy.com">emailing them</a> et ils vous répondront aussi vite que possible.

source: To be eligible for the MMP certificate of completion, participants need to achieve a score of 70%% or above across the program’s 5 core courses.
eo: Tö ßé élïgïßlé för thé MMP çértïfïçäté öf çömplétïön, pärtïçïpänts nééd tö äçhïévé ä sçöré öf 70%% ör äßövé äçröss thé prögräm’s 5 çöré çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ є#
fr: Pour recevoir un certificat de réussite MMP, les participants doivent obtenir une note de 70 %% ou plus pour 5 cours majeurs du programme.

source: Please <a href="mailto:info@mckinseyacademy.com">contact us!</a>
eo: Pléäsé <a href="mailto:info@mckinseyacademy.com">çöntäçt üs!</a> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Please <a href="mailto:info@mckinseyacademy.com">contact us!</a> We’ll do our best to help.
eo: Pléäsé <a href="mailto:info@mckinseyacademy.com">çöntäçt üs!</a> Wé’ll dö öür ßést tö hélp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: About | McKinsey Academy
eo: Àßöüt | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: À propos | McKinsey Academy

source: McKinsey Academy About
eo: MçKïnséý Àçädémý Àßöüt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: À propos de McKinsey Academy

source: Contact | McKinsey Academy
eo: Çöntäçt | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: Contacter | McKinsey Academy

source: McKinsey Academy Contact
eo: MçKïnséý Àçädémý Çöntäçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Contacter McKinsey Academy

source: Offer | McKinsey Academy
eo: Öffér | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fr: Offre | McKinsey Academy

source: McKinsey Academy Offer
eo: MçKïnséý Àçädémý Öffér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fr: L’offre McKinsey Academy

source: Experience | McKinsey Academy
eo: Éxpérïénçé | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fr: Parcours | McKinsey Academy

source: McKinsey Academy Experience
eo: MçKïnséý Àçädémý Éxpérïénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: Parcours McKinsey Academy

source: FBLF | McKinsey Academy
eo: FBLF | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#

source: McKinsey Academy FBLF
eo: MçKïnséý Àçädémý FBLF Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fr: FBLF McKinsey Academy

source: Product Walkthrough | McKinsey Academy
eo: Prödüçt Wälkthröügh | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fr: Description du produit | McKinsey Academy

source: McKinsey Academy Product Walkthrough
eo: MçKïnséý Àçädémý Prödüçt Wälkthröügh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fr: Description du produit McKinsey

source: Programs | McKinsey Academy
eo: Prögräms | MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fr: Programmes | McKinsey Academy

source: McKinsey Academy Programs
eo: MçKïnséý Àçädémý Prögräms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: Programmes McKinsey Academy

source: Please email us at <a href="mailto:info@mckinseyacademy.com">info@mckinseyacademy.com</a> for further details.
eo: Pléäsé émäïl üs ät <a href="mailto:info@mckinseyacademy.com">ïnfö@mçkïnséýäçädémý.çöm</a> för fürthér détäïls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: If you would like to make a request to access, review, or correct the personal data we have collected about you, or to discuss how we process your personal data, please contact us at
eo: Ìf ýöü wöüld lïké tö mäké ä réqüést tö äççéss, révïéw, ör çörréçt thé pérsönäl dätä wé hävé çölléçtéd äßöüt ýöü, ör tö dïsçüss höw wé pröçéss ýöür pérsönäl dätä, pléäsé çöntäçt üs ät Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυ#
fr: Si vous souhaitez effectuer une demande d’accès à, de révision ou de correction de vos personnelles que nous avons collectées vous concernant, ou discuter de la façon dont nous traitons vos données personnelles, contactez-nous à

source: If you are a California resident under the age of 18, and a registered user of McKinsey Academy subject to this Privacy Policy, California Business and Professions Code Section 22581 permits you to request and obtain removal of content or information you have publicly posted. To make such a request, please send an email with a detailed description of the specific content or information to
eo: Ìf ýöü äré ä Çälïförnïä résïdént ündér thé ägé öf 18, änd ä régïstéréd üsér öf MçKïnséý Àçädémý süßjéçt tö thïs Prïväçý Pölïçý, Çälïförnïä Büsïnéss änd Pröféssïöns Çödé Séçtïön 22581 pérmïts ýöü tö réqüést änd ößtäïn rémöväl öf çöntént ör ïnförmätïön ýöü hävé püßlïçlý pöstéd. Tö mäké süçh ä réqüést, pléäsé sénd än émäïl wïth ä détäïléd désçrïptïön öf thé spéçïfïç çöntént ör ïnförmätïön tö#
fr: Si vous êtes âgé de moins de 18 ans et résidez en Californie, et si vous êtes un utilisateur inscrit à McKinsey Academy, sous réserve de cette politique de confidentialité, la section 22581 du California Business and Professions Code vous autorise à demander et à obtenir la suppression du contenu ou des informations que vous avez publiquement mis en ligne. Pour présenter cette demande, envoyez un e-mail avec une description détaillée du contenu spécifique ou des informations à

source: If you have any questions about our Privacy Policy or if you require any assistance in navigating or reading the Terms or this Privacy Policy, please contact us at:
eo: Ìf ýöü hävé äný qüéstïöns äßöüt öür Prïväçý Pölïçý ör ïf ýöü réqüïré äný ässïstänçé ïn nävïgätïng ör réädïng thé Térms ör thïs Prïväçý Pölïçý, pléäsé çöntäçt üs ät: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂#
fr: Si vous avez des questions concernant notre politique de confidentialité ou si vous avez besoin d'assistance pour naviguer ou lire les Conditions ou cette politique de confidentialité veuillez nous contacter à

source: 55 East 52nd Street
eo: 55 Éäst 52nd Stréét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: If you have any questions about these Terms, our Privacy Policy, or if you require any assistance in navigating McKinsey Academy, these Terms, or our Privacy Policy, please contact us at:
eo: Ìf ýöü hävé äný qüéstïöns äßöüt thésé Térms, öür Prïväçý Pölïçý, ör ïf ýöü réqüïré äný ässïstänçé ïn nävïgätïng MçKïnséý Àçädémý, thésé Térms, ör öür Prïväçý Pölïçý, pléäsé çöntäçt üs ät: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂#
fr: Si vous avez des questions concernant ces Conditions, notre politique de confidentialité ou si vous avez besoin d'assistance pour naviguer dans McKinsey Academy, lire les Conditions ou notre politique de confidentialité, veuillez nous contacter à :

source: Username/email is not recognised. Try again.
fr: Le nom d'utilisateur/l'e-mail n'est pas reconnu. Veuillez réessayer.

source: Password doesn't match our records. Try again.
fr: Le mot de passe ne correspond pas à nos données. Veuillez réessayer.

source: Back to Courses
fr: Revenir aux cours

source: You are %(user_course_progress)s%% of the way through the course based on completion of modules within lessons:
fr: Vous avez terminé %(user_course_progress)s%% du cours sur la base des modules achevés dans les leçons :
