Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: You are %(user_course_progress)s%% of the way through the course based on completion of modules within %(lessons_custom_label)s:
ar: لقد أنهيت %(user_course_progress)s%% من الدورة التدريبية بناءً على إتمام الوحدات في %(lessons_custom_label)s:
de: Sie haben basierend auf den %(lessons_custom_label)s in abgeschlossenen Modulen %(user_course_progress)s%% des Kurses absolviert:
es: Usted ha completado un %(user_course_progress)s%% del curso, según el progreso de los módulos correspondientes a las lecciones %(lessons_custom_label)s:
ja: %(lessons_custom_label)s中の完了モジュールに基づき、あなたのコース進度は%(user_course_progress)s%%です:
nl: U bent %(user_course_progress)s%% op weg in de cursus op basis van voltooiing van modules binnen %(lessons_custom_label)s:
pl: Jesteś w %(user_course_progress)s%% drogi do ukończenia kursu, biorąc pod uwagę ukończone przez Ciebie moduły w %(lessons_custom_label)s:
pt: Você concluiu %(user_course_progress)s%% do curso com base na conclusão dos módulos nas %(lessons_custom_label)s:
zh: 根据 %(lessons_custom_label)s 中各个模块的完成情况，您的课程进度为 %(user_course_progress)s%%：

source: You are %(user_course_progress)s%% of the way through the course based on completion of %(modules_custom_label)s within lessons:
ar: لقد أنهيت %(user_course_progress)s%% من الدورة التدريبية بناءً على إتمام %(modules_custom_label)s في الدروس:
de: Sie haben basierend auf den Lektionen in abgeschlossenen %(modules_custom_label)sn %(user_course_progress)s%% des Kurses absolviert:
es: Usted ha completado %(user_course_progress)s%% del curso con base en el número de %(modules_custom_label)s finalizados de las lecciones:
ja: レッスン中の完了%(modules_custom_label)sに基づき、あなたのコース進度は%(user_course_progress)s%%です:
nl: U bent %(user_course_progress)s%% op weg in de cursus op basis van voltooiing van %(modules_custom_label)s binnen lessen:
pl: Jesteś w %(user_course_progress)s%% drogi do ukończenia kursu, biorąc pod uwagę ukończone przez Ciebie %(modules_custom_label)s w lekcjach:
pt: Você concluiu %(user_course_progress)s%% do curso com base na conclusão dos %(modules_custom_label)s nas lições:
zh: 根据课时中 %(modules_custom_label)s 的完成情况，您的课程进度为 %(user_course_progress)s%%：

source: You are %(user_course_progress)s%% of the way through the course based on completion of modules within lessons:
ar: لقد أنهيت %(user_course_progress)s%% من الدورة التدريبية بناءً على إتمام الوحدات في الدروس:
de: Sie haben basierend auf den Lektionen in abgeschlossenen Modulen %(user_course_progress)s%% des Kurses absolviert:
es: Usted ha completado %(user_course_progress)s%% del curso con base en el número de módulos finalizados de las lecciones:
ja: レッスン内のモジュールの完了状況に基づいたコースの進度は%(user_course_progress)s%%です。
nl: U bent %(user_course_progress)s%% op weg in de cursus op basis van voltooiing van modules binnen lessen:
pl: Jesteś w %(user_course_progress)s%% drogi do ukończenia kursu, biorąc pod uwagę ukończone przez Ciebie moduły w lekcjach:
pt: Você concluiu %(user_course_progress)s%% do curso com base na conclusão dos módulos nas lições:
zh: 根据课时模块的完成情况，您的课程进度为 %(user_course_progress)s%%：

source: GRADES
ar: الدرجات
de: NOTEN
eo: GRÀDÉS Ⱡ'σяєм ιρѕυ#
es: CALIFICACIONES
fr: NOTES
ja: 成績評価
nl: CIJFERS
pl: OCENY I PUNKTACJA
pt: NOTAS
zh: 评分

source: You need to complete all group work and feedback activities and earn a combined course grade of at least #{pass_grade}%% to work towards a program certificate of completion. Your course grade is calculated as follows:
ar: تحتاج إلى إكمال جميع أنشطة عمل المجموعة وأنشطة تقديم الملاحظات وكسب درجة مدمجة في الدورة التدريبية لا تقل عن #{pass_grade}%% للعمل من أجل شهادة إكمال البرنامج. ويتم حساب درجة الدورة التدريبية الخاصة بك كما يلي:
de: Sie müssen alle Gruppenarbeiten und Feedback-Aktivitäten abschließen und eine Gesamtnote für den Kurs von mindestens ={pass_grade}%% erreichen, um eine Abschlusszertifikat für ein Programm zu erhalten. Ihre Kursnote wird wie folgt berechnet:
es: Debe completar todo el trabajo en grupo y las actividades de feedback y obtener una calificación de curso combinada de al menos ={pass_grade}%% para obtener el certificado de finalización del programa. Su calificación del curso se calcula de la siguiente forma:
ja: プログラム修了証書を獲得するには、すべてのグループワークとフィードバック・アクティビティを完了し、コース成績評価で少なくとも ={pass_grade}%%の総合点が必要です。コースの成績評価算出法は、以下の通りです。
nl: U moet al het groepswerk en alle feedbackactiviteiten voltooien en een gecombineerd cursuscijfer behalen van minstens ={pass_grade}%% om toe te werken naar een programmacertificaat van voltooiing. Uw cursuscijfer wordt als volgt berekend:
pl: Musisz ukończyć wszystkie projekty grupowe i aktywności podlegające ocenie i uzyskać na ich podstawie minimalną punktację końcową wynoszącą #{pass_grade}%%, aby otrzymać certyfikat ukończenia. Twoja punktacja końcowa obliczana jest w następujący sposób:
pt: Você precisa realizar todos os trabalhos em grupo e atividades de feedback e obter uma nota combinada mínima no curso de ={pass_grade}%% para avançar e obter um certificado de conclusão do programa. Sua nota de curso é calculada da seguinte forma:
zh: 您需要完成所有小组作业和反馈活动，并获得至少 ={pass_grade}%% 分的综合课程评分，才可获得计划结业证书。您的课程评分计算如下：

source: You need a combined course grade of at least #{pass_grade}%% to earn a certificate of completion. Your final grade is calculated as follows:
ar: تحتاج إلى تحصيل درجة مدمجة في الدورة التدريبية لا تقل عن #{pass_grade}%% للحصول على شهادة الإكمال. ويتم احتساب درجتك النهائية كما يلي:
de: Sie müssen eine Gesamtnote für den Kurs von mindestens ={pass_grade}%% erreichen, um eine Abschlusszertifikat zu erhalten. Ihre Abschlussnote wird wie folgt berechnet:
es: Necesita una calificación de curso combinada de al menos ={pass_grade}%% para obtener un certificado de finalización. Su calificación final se calcula de la siguiente forma:
ja: 修了証書を獲得するには、コース成績評価で少なくとも ={pass_grade}%%の総合点が必要です。最終評価算出法は、以下の通りです。
nl: U heeft een gecombineerd cursuscijfer nodig van minstens ={pass_grade}%% om een certificaat van voltooiing te verkrijgen. Uw eindcijfer wordt als volgt berekend:
pl: Musisz uzyskać na ich podstawie minimalną punktację łączną wynoszącą #{pass_grade}%%, aby otrzymać certyfikat ukończenia. Twoja punktacja końcowa obliczana jest w następujący sposób:
pt: Você precisa de uma nota combinada no curso de, no mínimo, ={pass_grade}%% para obter um certificado de conclusão. Sua nota final é calculada da seguinte forma:
zh: 您需要获得至少 ={pass_grade}%% 分的综合课程评分才能获得结业证书。您的最终评分计算如下：

source: percent of your grade
ar: النسبة المئوية لدرجتك
de: Prozent Ihrer Note
eo: pérçént öf ýöür grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: porcentaje de su calificación
fr: Pourcentage de votre note
ja: 成績評価%
nl: percentage van uw cijfer
pl: procent Twojej punktacji
pt: porcentagem da sua nota
zh: 评分百分比

source: Dropped
ar: ملغي
de: Entfällt
eo: Dröppéd Ⱡ'σяєм ιρѕυм #
es: Abandonado
fr: Déposé
ja: 登録キャンセル済み
nl: Gedaald
pl: Przerwano
pt: Desistiu
zh: 已下降

source: Current grade
ar: الدرجة الحالية
de: Derzeitige Note
eo: Çürrént grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Calificación actual
fr: Note actuelle
ja: 現在の成績評価
nl: Huidig cijfer
pl: Bieżąca punktacja
pt: Nota atual
zh: 当前评分

source: Pro forma grade is an estimate of your final grade assuming you continue to demonstrate the same level of proficiency on your uncompleted assessments as you did on your completed assessments to date. <a data-reveal-id='progress_modal'>Click here</a> to read more about how we may share your course information.
ar: الدرجة المبدئية هي تقدير أولي لدرجتك النهائية على فرض استمرارك في تقديم نفس المستوى من الكفاءة في تقييماتك غير المكتملة كما فعلت في تقييماتك المكتملة حتى الآن. <a data-reveal-id='progress_modal'>انقر هنا</a> لقراءة المزيد بخصوص كيف يمكننا مشاركة معلومات دورتك التدريبية.
de: Die Pro-forma-Note ist eine Schätzung ihrer Endnote unter der Annahme, dass Sie bei ihren noch unvollständigen Prüfungen weiterhin die gleiche Kompetenz an den Tag legen wie bei ihren bereits absolvierten Prüfungen. <a data-reveal-id='progress_modal'>Hier klicken</a> für weitere Informationen zum Umgang mit Ihren Kursdaten.
eo: Prö förmä grädé ïs än éstïmäté öf ýöür fïnäl grädé ässümïng ýöü çöntïnüé tö démönsträté thé sämé lévél öf pröfïçïénçý ön ýöür ünçömplétéd ässéssménts äs ýöü dïd ön ýöür çömplétéd ässéssménts tö däté. <a data-reveal-id='progress_modal'>Çlïçk héré</a> tö réäd möré äßöüt höw wé mäý shäré ýöür çöürsé ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σ#
es: La calificación proforma es una estimación de su calificación final siempre y cuando continúe demostrando el mismo nivel de competencia en las evaluaciones no realizadas. <a data-reveal-id='progress_modal'>Haga clic aquí </a> para leer más sobre cómo compartimos su información del curso.
fr: Une note pro-forma est une estimation de votre note finale, en supposant que vous continuiez à démontrer le même niveau de compétence sur vos évaluations non achevées que celui démontré sur vos évaluations achevées à ce jour. <a data-reveal-id='progress_modal'>Cliquez ici</a> pour en savoir plus sur la façon dont nous pouvons communiquer vos informations de cours.
ja: 仮成績評価は、それまでに完了した課題と同様に、現在までに完了していない課題で同じ水準の習熟度を継続した場合の、最終評価の見積りです。コース情報の共有に関する詳細については、<a data-reveal-id='progress_modal'>こちら</a>をクリックしてください。
nl: Pro-formacijfer is een schatting van uw eindcijfer ervan uitgaande dat u bij uw niet-voltooide beoordelingen hetzelfde vaardigheidsniveau aan de dag zult leggen als bij uw tot dusver voltooide beoordelingen. <a data-reveal-id='progress_modal'>Klik hier</a> om meer te lezen over hoe we uw cursusinformatie kunnen delen.
pl: Ocena pro forma to szacunkowa wartość Twojej punktacji końcowej. Osiągniesz taką punktację, jeśli wykażesz się taką samą biegłością podczas następnych zadań, z jaką wykonałeś poprzednie zadania. <a data-reveal-id='progress_modal'>Kliknij tutaj</a> aby dowiedzieć się, w jaki sposób możemy udostępnić dotyczące Ciebie dane kursu.
pt: A nota pro forma é uma estimativa da sua nota final supondo que você continue demonstrando o mesmo nível de proficiência em suas avaliações não concluídas equiparável ao nível das avaliações concluídas até o momento. <a data-reveal-id='progress_modal'>Clique aqui</a> para ler mais sobre como podemos compartilhar as informações do seu curso.
zh: 预计评分是对最终评分的估计，前提是您持续在未完成的评定中表现出与截至目前已完成评定相同的熟练程度。</a>单击此处深入了解我们如何分享您的课程信息。

source: Lesson:
ar: الدرس:
de: Lektion:
eo: Léssön: Ⱡ'σяєм ιρѕυм #
es: Lección:
fr: Leçon :
ja: レッスン:
nl: Les:
pl: Lekcja:
pt: Lição:
zh: 课时：

source: Suggested Deadline:
ar: الموعد النهائي المقترح:
de: Empfohlener Abgabetermin:
eo: Süggéstéd Déädlïné: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Fecha límite sugerida:
fr: Date limite suggérée :
ja: 提案期限:
nl: Voorgestelde deadline:
pl: Sugerowany termin ukończenia:
pt: Prazo sugerido:
zh: 建议的截止日期：

source: Assessment Score:
ar: نتيجة التقييم:
de: Punktzahl für die Bewertung:
eo: Àsséssmént Sçöré: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Puntaje de la evaluación:
fr: Note d'évaluation :
ja: 評価スコア:
nl: Beoordelingsscore:
pl: Punktacja za wykonane zadanie:
pt: Pontuação da avaliação:
zh: 评定分数：

source: Upload Deadline:
ar: الموعد النهائي للتحميل:
de: Hochladefrist:
eo: Ûplöäd Déädlïné: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Cargar fecha límite:
fr: Date limite de téléchargement :
ja: 期限をアップロードする:
nl: Deadline voor uploaden:
pl: Terminu przesłania plików:
pt: Prazo para upload:
zh: 上传截止日期：

source: Score:
ar: النتيجة:
de: Punktzahl:
eo: Sçöré: Ⱡ'σяєм ιρѕυ#
es: Puntaje:
fr: Note :
ja: スコア:
pl: Punktacja:
pt: Pontuação:
zh: 分数：

source: Grades:
ar: الدرجات:
de: Noten:
eo: Grädés: Ⱡ'σяєм ιρѕυм #
es: Calificaciones:
fr: Notes :
ja: 成績評価:
nl: Cijfers:
pl: Oceny:
pt: Notas:
zh: 评分：

source: If you are participating in McKinsey Academy as part of an employer-sponsored program, we may provide access to certain of your personally-identifiable information, including the courses you are taking, your progress through those courses and your level of achievement (including your grades) and participation in those courses, to your employer, in order to help them and you evaluate McKinsey Academy and its value to you and to your company. You could read more about our privacy and information sharing practices in our
ar: إذا كنت أحد المشاركين في أكاديمية ماكنزي كجزء من البرنامج الذي تحت رعاية صاحب العمل، فقد نتيح لأصحاب العمل إمكانية الوصول إلى بعض معلومات تحديد الهوية الشخصية الخاصة بك، بما في ذلك الدورات التدريبية التي سجلت بها، ومدى تقدمك خلال هذه الدورات، ومستوى إنجازك (بما في ذلك درجاتك)، فضلًا عن مشاركتك في تلك الدورات، بهدف مساعدتهم ومساعدتك في تقييم أكاديمية ماكنزي وتحديد قيمتها بالنسبة لك ولشركتك. ويمكنك قراءة المزيد حول سياسة الخصوصية وممارسات مشاركة المعلومات لدينا في
de: Wenn Sie im Rahmen eines vom Arbeitgeber geförderten Programms an der McKinsey Academy teilnehmen, kann es sein, dass wir Ihrem Arbeitgeber Zugang zu bestimmten personenbezogenen Daten gewähren. Dazu gehören von Ihnen belegte Kurse, Ihre Lernfortschritte in diesen Kursen, Ihr Leistungsstand (einschließlich Noten) sowie die Teilnahme an den Kursen. Dies ist erforderlich, damit Sie und Ihr Arbeitgeber die McKinsey Academy und deren Mehrwert für Sie und das Unternehmen besser beurteilen können. Um mehr über unseren Umgang mit Datenschutz und Informationsaustausch zu erfahren, konsultieren Sie bitte unsere
eo: Ìf ýöü äré pärtïçïpätïng ïn MçKïnséý Àçädémý äs pärt öf än émplöýér-spönsöréd prögräm, wé mäý prövïdé äççéss tö çértäïn öf ýöür pérsönällý-ïdéntïfïäßlé ïnförmätïön, ïnçlüdïng thé çöürsés ýöü äré täkïng, ýöür prögréss thröügh thösé çöürsés änd ýöür lévél öf äçhïévémént (ïnçlüdïng ýöür grädés) änd pärtïçïpätïön ïn thösé çöürsés, tö ýöür émplöýér, ïn ördér tö hélp thém änd ýöü évälüäté MçKïnséý Àçädémý änd ïts välüé tö ýöü änd tö ýöür çömpäný. Ýöü çöüld réäd möré äßöüt öür prïväçý änd ïnförmätïön shärïng präçtïçés ïn öür#
es: Si está participando en McKinsey Academy como parte de un programa patrocinado por su empleador, es posible que proporcionemos a su empleador acceso a cierta información personal, como los cursos que está tomando, su avance en tales cursos, las calificaciones obtenidas y su nivel de participación en el curso, con el fin de contribuir a la evaluación de McKinsey Academy y su valor para usted y su organización. Para conocer más sobre las prácticas de privacidad y divulgación de información, consulte nuestra
fr: Si vous suivez une formation McKinsey Academy dans le cadre d'un programme financé par l'employeur, nous pouvons partager certaines de vos informations nominatives, y compris les cours que vous suivez, votre progression dans ces cours et vos niveaux d'achèvement (y compris vos notes) et de participation à ces cours, avec votre employeur afin de l'aider (en même temps que vous) à évaluer McKinsey Academy et sa valeur ajoutée pour vous et votre société. Pour en savoir plus sur notre politique de confidentialité et nos pratiques de divulgation d'informations consultez notre
ja: 雇用者出資プログラプの一環としてMcKinsey Academyに参加している場合、登録しているコース、コースの深度や達成レベル (成績評価を含む)、コースへの参加など個人が特定できる一定情報へのアクセスをあなたの雇用者に許可する場合があります。これは、McKinsey Academyとその価値について、あなたとあなたの会社に評価していただくためです。当社のプライバシーおよび情報共有に関する方針については、
nl: Als u deelneemt aan McKinsey Academy als onderdeel van een door uw werkgever gesponsord programma, kunnen we uw werkgever toegang verlenen tot naar u persoonlijk te herleiden informatie, waaronder de cursussen die u volgt, uw voortgang in deze cursussen en uw niveau van voltooiing (inclusief uw cijfers) en deelname aan deze cursussen om uw werkgever en u te helpen om McKinsey Academy en de waarde ervan voor u en uw bedrijf te evalueren. Lees meer over onze privacy en praktijken op het gebied van delen van informatie in ons
pl: Jeśli uczestniczysz w McKinsey Academy w ramach programu ufundowanego przez Twoją firmę, możemy udostępnić niektóre dane personalne dotyczące Twojej osoby - takie jak kursy, w których uczestniczysz, Twoje postępy i wyniki (łącznie z ocenami i punktacją) oraz Twój poziom zaangażowania - Twojemu pracodawcy. Dzięki temu Twój pracodawca będzie mógł ocenić przydatność McKinsey Academy dla Ciebie i dla Twojej firmy. Możesz dowiedzieć się więcej o naszych standardach prywatności i udostępniania informacji z naszej
pt: Se você estiver participando do McKinsey Academy como parte de um programa patrocinado pelo empregador, poderemos fornecer acesso a algumas de suas informações de identificação pessoal (incluindo os cursos que você está fazendo, o progresso, o nível de aproveitamento, as notas e a participação nos cursos) ao seu empregador a fim de ajudá-lo a avaliar o McKinsey Academy e seu valor para você e para a empresa. Leia mais sobre as práticas de privacidade e compartilhamento de informações em nossa
zh: 如果您来参加麦肯锡学院课程属于某项雇主赞助计划，我们可能会向您的雇主提供您的某些个人可识别信息的访问权限，包括正在参与的课程、这些课程的进度、您的成就水平（包括您的评分）以及这些课程的参与度，以帮助雇主和您个人来评估麦肯锡学院及其对您和您公司的价值。您可以在隐私政策中了解更多有关我们的隐私和信息共享实践的

source: privacy policy.
ar: سياسة الخصوصية.
de: Datenschutzrichtlinie.
eo: prïväçý pölïçý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: política de privacidad.
fr: politique de confidentialité.
ja: 当社のプライバシーに関する方針で詳しくお読みください。
nl: privacybeleid.
pl: polityki prywatności
pt: política de privacidade.
zh: 信息。

source: Dashboard for
ar: لوحة متابعة لـ
de: Dashboard für
eo: Däshßöärd för Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Panel para
fr: Tableau de bord pour
ja: ダッシュボード:
nl: Dashboard voor
pl: Panel dla
pt: Painel para
zh: 以下的仪表板：

source: PROGRESS
ar: التقدم المحرز
de: FORTSCHRITT
eo: PRÖGRÉSS Ⱡ'σяєм ιρѕυм ∂#
es: AVANCE
fr: PROGRESSION
ja: 進度
nl: VOORTGANG
pl: STOPIEŃ UKOŃCZENIA
pt: PROGRESSO
zh: 进度

source: You are %(user_course_progress)s%% of the way through the course based on completion of %(modules_custom_label)s within %(lessons_custom_label)s. The cohort average is %(user_average_progress)s%%.
ar: لقد أكملت %(user_course_progress)s%% من الدورة التدريبية بناءً على إكمال %(modules_custom_label)s في %(lessons_custom_label)s. متوسط الفوج هو %(user_average_progress)s%%.
de: Sie durchlaufen den Kurs zu %(user_course_progress)s%%, basierend auf dem Abschluss des Moduls %(modules_custom_label)s innerhalb der Lektion %(lessons_custom_label)s. Der Kohortendurchschnitt liegt bei %(user_average_progress)s%%.
es: Usted ha completado un %(user_course_progress)s%% del curso, según el progreso del módulo %(modules_custom_label)s correspondiente a la lección %(lessons_custom_label)s. El promedio del grupo es del %(user_average_progress)s%%.
ja: %(lessons_custom_label)s 内の %(modules_custom_label)s の完了に基づくと、 あなたはのコースの進捗は%(user_course_progress)s%%です。コホート平均は%(user_average_progress)s%%で す。
nl: U bent %(user_course_progress)s%% op weg in de cursus op basis van voltooiing van %(modules_custom_label)s binnen %(lessons_custom_label)s. Het cohortgemiddelde is %(user_average_progress)s.
pl: Jesteś w %(user_course_progress)s%% drogi do ukończenia kursu, biorąc pod uwagę ukończone przez Ciebie %(modules_custom_label)s w %(lessons_custom_label)s. Średnia całej grupy kursantów to %(user_average_progress)s%%.
pt: Você já percorreu %(user_course_progress)s%% do curso com base na conclusão dos %(modules_custom_label)s nas %(lessons_custom_label)s. A média do grupo é %(user_average_progress)s%%.
zh: 当前 %(lessons_custom_label)s 中 %(modules_custom_label)s 模块的完成进度为 %(user_course_progress)s%%。群组平均进度为 %(user_average_progress)s%%。

source: You are %(user_course_progress)s%% of the way through the course based on completion of modules within %(lessons_custom_label)s. The cohort average is %(user_average_progress)s%%.
ar: لقد أكملت %(user_course_progress)s%% من الدورة التدريبية بناءً على إكمال الوحدات في %(lessons_custom_label)s. متوسط الفوج هو %(user_average_progress)s%%.
de: Sie durchlaufen den Kurs zu %(user_course_progress)s%%, basierend auf dem Abschluss von Modulen innerhalb der Lektion %(lessons_custom_label)s. Der Kohortendurchschnitt liegt bei %(user_average_progress)s%%.
es: Usted ha completado un %(user_course_progress)s%% del curso, según el progreso de los módulos correspondientes a la lección %(lessons_custom_label)s. El promedio del grupo es del %(user_average_progress)s%%.
ja: レッスン %(lessons_custom_label)s 内のモジュールの完了に基づくと、あなたはのコースの進捗は %(user_course_progress)s%% です。このコホート平均は %(user_average_progress)s%%です。
nl: U bent %(user_course_progress)s%% op weg in de cursus op basis van voltooiing van modules binnen %(lessons_custom_label)s. Het cohortgemiddelde is %(user_average_progress)s%%.
pl: Jesteś w %(user_course_progress)s%% drogi do ukończenia kursu, biorąc pod uwagę ukończone przez Ciebie moduły w %(lessons_custom_label)s. Średnia całej grupy kursantów to %(user_average_progress)s%%.
pt: Você já percorreu %(user_course_progress)s%% do curso com base na conclusão dos módulos nas %(lessons_custom_label)s. A média do grupo é %(user_average_progress)s%%.
zh: 当前 %(lessons_custom_label)s 中各个模块的完成进度为 %(user_course_progress)s%%。群组平均进度为 %(user_average_progress)s%%。

source: You are %(user_course_progress)s%% of the way through the course based on completion of %(modules_custom_label)s within lessons. The cohort average is %(user_average_progress)s%%.
ar: لقد أكملت %(user_course_progress)s%% من الدورة التدريبية بناءً على إكمال %(modules_custom_label)s بالدروس. متوسط الفوج هو %(user_average_progress)s%%.
de: Sie durchlaufen den Kurs zu %(user_course_progress)s%%, basierend auf dem Abschluss des Moduls %(modules_custom_label)s innerhalb der Lektionen. Der Kohortendurchschnitt liegt bei %(user_average_progress)s%%.
es: Usted ha completado un %(user_course_progress)s%% del curso, según el progreso del módulo %(modules_custom_label)s correspondiente a las lecciones. El promedio del grupo es del %(user_average_progress)s%%.
ja: レッスン内の %(modules_custom_label)s の完了に基づくと、あなたはのコースの進捗は %(user_course_progress)s%% です。このコホート平均は %(user_average_progress)s%%で す。
nl: U bent %(user_course_progress)s%% op weg in de cursus op basis van voltooiing van %(modules_custom_label)s binnen lessen. Het cohortgemiddelde is %(user_average_progress)s%%.
pl: Jesteś w %(user_course_progress)s%% drogi do ukończenia kursu, biorąc pod uwagę ukończone przez Ciebie %(modules_custom_label)s w lekcjach. Średnia całej grupy kursantów to %(user_average_progress)s%%.
pt: Você já percorreu %(user_course_progress)s%% do curso com base na conclusão do %(modules_custom_label)s nas lições. A média do grupo é %(user_average_progress)s%%.
zh: 当前各个课时中 %(modules_custom_label)s 的完成进度为 %(user_course_progress)s%%。群组平均进度为 %(user_average_progress)s%%。
