Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Access Key {key} is associated with company {company}, but you're not registered with it
ar: مفتاح الوصول {key} مقترن بالشركة{company}، لكنك لم تقم بالتسجيل باستخدامه
de: Zugangsschlüssel {key} ist mit dem Unternehmen {company} verknüpft, Sie sind dafür aber nicht registriert.
eo: Àççéss Kéý {key} ïs ässöçïätéd wïth çömpäný {company}, ßüt ýöü'ré nöt régïstéréd wïth ït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: La clave de acceso {key} está asociada con la compañía {company}, pero usted no está registrado en ella
fr: La clé d'accès {key} est associée à la société {company}, mais vous n'y êtes pas inscrit
ja: アクセスキー{key}は会社と関連付けられていますが{company}、あなたはそれによって登録されていません。
nl: Toegangssleutel {key} is gekoppeld aan bedrijf {company}, maar u bent er niet voor geregistreerd
pl: Klucz Dostępu {key} przypisany jest do firmy {company}, ale nie zostałeś za pomocą niego zarejestrowany/-a.
pt: A chave de acesso {key} está associada à empresa {company}, mas você não foi registrado com ela
zh: 访问密钥{key}与公司关联{company}，但您未注册

source: Unable to enroll you in the requested program, {}. No remaining places.
ar: تعذر تسجيلك في البرنامج المطلوب، {}. لا توجد أماكن متبقية.
de: Es ist nicht möglich, Sie für das gewünschte Programm, {}, anzumelden. Keine verfügbaren Plätze.
eo: Ûnäßlé tö énröll ýöü ïn thé réqüéstéd prögräm, {}. Nö rémäïnïng pläçés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: No podemos inscribirlo en el programa solicitado, {}. No hay vacantes.
fr: Impossible de vous inscrire au programme demandé, {}. Il n'y a plus de place.
ja: 要求されたプログラム{}に登録することができません。定員に達しています。
nl: Het is niet mogelijk om u voor het gevraagde programma in te schrijven, {}. Er zijn geen plaatsen meer over.
pl: Nie można zarejestrować Cię na wybrany program, {}. Brak wolnych miejsc.
pt: Não é possível inscrevê-lo no programa solicitado, {}. Não há vagas restantes.
zh: 无法为您注册申请的计划 {}。无剩余名额。

source: Successfully enrolled you in a course {}.
ar: تم تسجيلك بنجاح في الدورة التدريبية {}.
de: Erfolgreich zu einem Kurs {} angemeldet.
eo: Süççéssfüllý énrölléd ýöü ïn ä çöürsé {}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Inscrito exitosamente en un curso {}.
fr: Vous êtes maintenant inscrit à un cours {}.
ja: {}コースに無事登録が完了しました。
nl: We hebben u voor een cursus ingeschreven {}.
pl: Udało się zarejestrować Cię na kurs {}.
pt: Inscrição em um curso {} realizada com sucesso.
zh: 已成功为您注册课程 {}。

source: Unable to enroll you in course "{}".
ar: تعذر تسجيلك في الدورة التدريبية "{}".
de: Anmeldung zu Kurs "{}" nicht möglich.
eo: Ûnäßlé tö énröll ýöü ïn çöürsé "{}". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: No podemos inscribirlo en el curso “{}”.
fr: Impossible de vous inscrire au cours "{}".
ja: 「{}」コースに登録することができません。
nl: Het is niet mogelijk om u in te schrijven voor de cursus “{}”.
pl: Nie można zarejestrować Cię na kurs "{}".
pt: Não foi possível realizar sua inscrição no curso "{}".
zh: 无法为您注册课程“{}”。

source: Unable to enroll you in course "{}" - it is no longer part of your program.
ar: تعذر تسجيلك في الدورة التدريبية "{}" - لم تعد جزءً من برنامجك.
de: Anmeldung zu Kurs "{}" nicht möglich - er ist nicht länger Teil Ihres Programms.
eo: Ûnäßlé tö énröll ýöü ïn çöürsé "{}" - ït ïs nö löngér pärt öf ýöür prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: No podemos inscribirlo en el curso “{}”. Ya no es parte de su programa.
fr: Impossible de vous inscrire au cours "{}" - Il ne fait plus partie de votre programme.
ja: 「{}」コースに登録することができません。あなたのプログラムにもう含まれていません。
nl: Het is niet mogelijk om u in te schrijven voor de cursus “{}” - deze maakt geen deel meer uit van uw programma.
pl: Nie można zarejestrować Cię na kurs "{}" - kurs nie jest już częścią Twojego programu.
pt: Não foi possível realizar sua inscrição no curso "{}" - ele não faz mais parte do seu programa.
zh: 无法为您注册课程“{}”，它已不在您的计划内。

source: Problem with course enrollment
ar: توجد مشكلة في التسجيل بالدورة التدريبية
de: Problem mit der Kursanmeldung
eo: Prößlém wïth çöürsé énröllmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Existe un problema con su inscripción al curso
fr: Problème d'inscription à un cours
ja: コース登録で問題が発生しました
nl: Probleem met cursusinschrijving
pl: Problem z rejestracją na kurs.
pt: Problema com a inscrição no curso
zh: 课程注册时遇到问题

source: Demo Registration - Warning
ar: تسجيل تجريبي - إنذار
de: Demoregistrierung - Warnung
eo: Démö Régïsträtïön - Wärnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Registro tipo demo. Advertencia
fr: Enregistrement démo - Attention
ja: デモ登録: 警告
nl: Demo registratie - waarschuwing
pl: Rejestracja demonstracyjna - Uwaga
pt: Demonstração da Inscrição - Aviso
zh: 注册演示视频 - 警告

source: Bachelor's degree
ar: درجة البكالوريوس
de: Bachelorabschluss
eo: Bäçhélör's dégréé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Cargo de grado
fr: Licence
ja: 学士号
nl: Bachelor-diploma
pl: Licencjat
pt: Diploma de bacharelado
zh: 学士学位

source: Master's of Business Administration (MBA)
ar: ماجستير إدارة الأعمال (MBA)
eo: Mästér's öf Büsïnéss Àdmïnïsträtïön (MBÀ) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Maestría en Administración de Empresas (MBA)
fr: Master en administration des affaires (MBA)
ja: 経営学修士号 (MBA)
nl: MBA-diploma
pl: Dyplom MBA
pt: Mestrado em Administração de Empresas (MBA)
zh: 工商管理硕士 (MBA)

source: Master's degree (non MBA)
ar: درجة الماجستير (في غير إدارة الأعمال)
de: Masterabschluss (nicht MBA)
eo: Mästér's dégréé (nön MBÀ) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Maestría (no MBA)
fr: Master autre que MBA
ja: 修士号 (MBA以外)
nl: Master-diploma (geen MBA)
pl: Magister (kierunek inny niż MBA)
pt: Mestrado (não MBA)
zh: 硕士学位（非 MBA）

source: Doctorate (PhD)
ar: شهادة الدكتوراه (PhD)
de: Doktortitel (PhD)
eo: Döçtöräté (PhD) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Doctorado (PhD)
fr: Doctorat
ja: 博士号 (PhD)
nl: Doctoraat (PhD)
pl: Doktorat (tytuł doktorski)
pt: Doutorado (PhD)
zh: 博士学位 (PhD)

source: Other
ar: أخرى
de: Andere
eo: Öthér Ⱡ'σяєм ιρѕ#
es: Otro
fr: Autre
ja: その他
nl: Anders
pl: Inny
pt: Outro
zh: 其他

source: Female
ar: أنثى
de: Weiblich
eo: Fémälé Ⱡ'σяєм ιρѕυ#
es: Femenino
fr: Femme
ja: 女性
nl: Vrouw
pl: Kobieta
pt: Feminino
zh: 女

source: Male
ar: ذكر
de: Männlich
eo: Mälé Ⱡ'σяєм ι#
es: Masculino
fr: Homme
ja: 男性
nl: Man
pl: Mężczyzna
pt: Masculino
zh: 男

source: Afghanistan
ar: أفغانستان
eo: Àfghänïstän Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Afganistán
ja: アフガニスタン
pl: Afganistan
pt: Afeganistão
zh: 阿富汗

source: Åland Islands
ar: جزر آلاند
de: Ålandinseln
eo: Åländ Ìsländs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Islas Åland
fr: Îles Åland
ja: オーランド諸島
nl: Ålandseilanden
pl: Wyspy Alandzkie
pt: Ilhas Åland
zh: 奥兰群岛

source: Albania
ar: ألبانيا
de: Albanien
eo: Àlßänïä Ⱡ'σяєм ιρѕυм #
fr: Albanie
ja: アルバニア
nl: Albanië
pt: Albânia
zh: 阿尔巴尼亚

source: Algeria
ar: الجزائر
de: Algerien
eo: Àlgérïä Ⱡ'σяєм ιρѕυм #
es: Argelia
fr: Algérie
ja: アルジェリア
nl: Algerije
pl: Algieria
pt: Argélia
zh: 阿尔及利亚

source: American Samoa
ar: ساموا الأمريكية
de: Amerikanisch-Samoa
eo: Àmérïçän Sämöä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Samoa Americana
fr: Samoa américaines
ja: アメリカ領サモア
nl: Amerikaans-Samoa
pl: Amerykańskie, Samoa
pt: Samoa Americana
zh: 美属萨摩亚

source: Andorra
ar: أندورا
eo: Àndörrä Ⱡ'σяєм ιρѕυм #
fr: Andorre
ja: アンドラ
pl: Andora
zh: 安道尔

source: Angola
ar: أنغوﻻ
eo: Àngölä Ⱡ'σяєм ιρѕυ#
ja: アンゴラ
zh: 安哥拉

source: Anguilla
ar: أنغويلا
eo: Àngüïllä Ⱡ'σяєм ιρѕυм ∂#
es: Anguila
ja: アンギラ
zh: 安圭拉

source: Antarctica
ar: القارة القطبية الجنوبية
de: Antarktika
eo: Àntärçtïçä Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Antártida
fr: Antarctique
ja: 南極大陸
pl: Antarktyda
pt: Antártica
zh: 南极洲

source: Antigua and Barbuda
ar: أنتيغوا وبربودا
de: Antigua und Barbuda
eo: Àntïgüä änd Bärßüdä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Antigua y Barbuda
fr: Antigua et Barbuda
ja: アンティグア・バーブーダ
nl: Antigua en Barbuda
pl: Antigua i Barbuda
pt: Antígua e Barbuda
zh: 安提瓜和巴布达

source: Argentina
ar: الأرجنتين
de: Argentinien
eo: Àrgéntïnä Ⱡ'σяєм ιρѕυм ∂σł#
fr: Argentine
ja: アルゼンチン
nl: Argentinië
pl: Argentyna
zh: 阿根廷

source: Armenia
ar: أرمينيا
de: Armenien
eo: Àrménïä Ⱡ'σяєм ιρѕυм #
fr: Arménie
ja: アルメニア
nl: Armenië
pt: Armênia
zh: 亚美尼亚

source: Aruba
ar: أروبا
eo: Àrüßä Ⱡ'σяєм ιρѕ#
ja: アルバ
zh: 阿鲁巴

source: Australia
ar: أستراليا
de: Australien
eo: Àüsträlïä Ⱡ'σяєм ιρѕυм ∂σł#
fr: Australie
ja: オーストラリア
nl: Australië
pt: Austrália
zh: 澳大利亚

source: Austria
ar: النمسا
de: Österreich
eo: Àüstrïä Ⱡ'σяєм ιρѕυм #
fr: Autriche
ja: オーストリア
nl: Oostenrijk
pt: Áustria
zh: 奥地利

source: Azerbaijan
ar: أذربيجان
de: Aserbaidschan
eo: Àzérßäïjän Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Azerbaiyán
fr: Azerbaïdjan
ja: アゼルバイジャン
nl: Azerbeidzjan
pl: Azerbejdżan
pt: Azerbaijão
zh: 阿塞拜疆

source: Bahamas
ar: جزر البهاما
eo: Bähämäs Ⱡ'σяєм ιρѕυм #
ja: バハマ
pl: Bahamy
zh: 巴哈马

source: Bahrain
ar: البحرين
eo: Bähräïn Ⱡ'σяєм ιρѕυм #
es: Baréin
fr: Bahreïn
ja: バーレーン
nl: Bahrein
pl: Bahrajn
pt: Bahrein
zh: 巴林

source: Bangladesh
ar: بنغلاديش
de: Bangladesch
eo: Bänglädésh Ⱡ'σяєм ιρѕυм ∂σłσ#
fr: Bengladesh
ja: バングラデシュ
pl: Bangladesz
zh: 孟加拉国

source: Barbados
ar: بربادوس
eo: Bärßädös Ⱡ'σяєм ιρѕυм ∂#
fr: Barbade
ja: バルバドス
zh: 巴巴多斯

source: Belarus
ar: بيلاروسيا
de: Weißrussland
eo: Bélärüs Ⱡ'σяєм ιρѕυм #
es: Bielorrusia
fr: Biélorussie
ja: ベラルーシ
nl: Wit-Rusland
pl: Białoruś
zh: 白俄罗斯

source: Belgium
ar: بلجيكا
de: Belgien
eo: Bélgïüm Ⱡ'σяєм ιρѕυм #
es: Bélgica
fr: Belgique
ja: ベルギー
nl: België
pl: Belgia
pt: Bélgica
zh: 比利时

source: Belize
ar: بيليز
eo: Bélïzé Ⱡ'σяєм ιρѕυ#
es: Belice
ja: ベリーズ
zh: 伯利兹

source: Benin
ar: بنين
eo: Bénïn Ⱡ'σяєм ιρѕ#
es: Benín
fr: Bénin
ja: ベナン
zh: 贝宁

source: Bermuda
ar: برمودا
de: Bermuda-Inseln
eo: Bérmüdä Ⱡ'σяєм ιρѕυм #
es: Bermudas
fr: Bermudes
ja: バミューダ
pl: Bermudy
pt: Bermudas
zh: 百慕大

source: Bhutan
ar: بوتان
eo: Bhütän Ⱡ'σяєм ιρѕυ#
es: Bután
fr: Bhoutan
ja: ブータン
pt: Butão
zh: 不丹

source: Bolivia, Plurinational State of
ar: بوليفيا، الدولة المتعددة القوميات
de: Bolivien, Plurinationaler Staat
eo: Bölïvïä, Plürïnätïönäl Stäté öf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Estado Plurinacional de Bolivia
fr: Bolivie, État plurinational de
ja: ボリビア他民族国
nl: Bolivia, Plurinationale Staat
pl: Boliwia, Wielonarodowe Państwo
pt: Bolívia, Estado Plurinacional da
zh: 玻利维亚多民族国

source: Bonaire, Sint Eustatius and Saba
ar: بونير، سينت أوستاتيوس وسابا
de: Bonaire, Sint Eustatius und Saba
eo: Bönäïré, Sïnt Éüstätïüs änd Säßä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Bonaire, San Eustaquio y Saba
fr: Bonaire, Saint Eustache et Saba
ja: ボネール、シント・ユースタティウスおよびサバ
nl: Bonaire, Sint Eustatius en Saba
pl: Holandia Karaibska (Bonaire, Sint Eustatius i Saba)
pt: Bonaire, Santo Eustáquio e Saba
zh: 博内尔、圣尤斯特歇斯和萨巴岛

source: Bosnia and Herzegovina
ar: البوسنة والهرسك
de: Bosnien-Herzegowina
eo: Bösnïä änd Hérzégövïnä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Bosnia y Herzegovina
fr: Bosnie-Herzégovine
ja: ボスニア・ヘルツェゴビナ
nl: Bosnië en Herzegovina
pl: Bośnia i Hercegowina
pt: Bósnia Herzegovina
zh: 波斯尼亚和黑塞哥维那

source: Botswana
ar: بوتسوانا
eo: Bötswänä Ⱡ'σяєм ιρѕυм ∂#
es: Botsuana
ja: ボツワナ
pt: Botsuana
zh: 博茨瓦纳

source: Bouvet Island
ar: جزيرة بوفيت
de: Bouvetinsel
eo: Böüvét Ìsländ Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Islas Bouvet
fr: Île Bouvet
ja: ブーヴェ島
nl: Bouveteiland
pl: Bouveta, Wyspa
pt: Ilhas Bouvet
zh: 布维岛

source: Brazil
ar: البرازيل
de: Brasilien
eo: Bräzïl Ⱡ'σяєм ιρѕυ#
es: Brasil
fr: Brésil
ja: ブラジル
nl: Brazilië
pl: Brazylia
pt: Brasil
zh: 巴西

source: British Indian Ocean Territory
ar: إقليم المحيط الهندي البريطاني
eo: Brïtïsh Ìndïän Öçéän Térrïtörý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Territorio Británico del Océano Índico
fr: Territoire britannique de l’océan indien
ja: イギリス領インド洋地域
nl: Brits Indisch Oceaanterritorium
pl: Brytyjskie Terytorium Oceanu Indyjskiego
pt: Território Britânico do Oceano Índico
zh: 英属印度洋领地

source: Brunei Darussalam
ar: بروناي دار السلام
eo: Brünéï Därüssäläm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Brunéi Darussalam
ja: ブルネイ・ダルサラーム
nl: Sultanaat Brunei
zh: 文莱达鲁萨兰国

source: Bulgaria
ar: بلغاريا
de: Bulgarien
eo: Bülgärïä Ⱡ'σяєм ιρѕυм ∂#
fr: Bulgarie
ja: ブルガリア
nl: Bulgarije
pl: Bułgaria
pt: Bulgária
zh: 保加利亚

source: Burkina Faso
ar: بوركينا فاسو
eo: Bürkïnä Fäsö Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
ja: ブルキナファソ
zh: 布基纳法索

source: Burundi
ar: بوروندي
eo: Büründï Ⱡ'σяєм ιρѕυм #
ja: ブルンジ
zh: 布隆迪

source: Cambodia
ar: كمبوديا
de: Kambodscha
eo: Çämßödïä Ⱡ'σяєм ιρѕυм ∂#
es: Camboya
fr: Cambodge
ja: カンボジア
nl: Cambodja
pl: Kambodża
pt: Camboja
zh: 柬埔寨

source: Cameroon
ar: الكاميرون
de: Kamerun
eo: Çäméröön Ⱡ'σяєм ιρѕυм ∂#
es: Camerún
fr: Cameroun
ja: カメルーン
nl: Kameroen
pl: Kamerun
pt: Camarões
zh: 喀麦隆

source: Canada
ar: كندا
de: Kanada
eo: Çänädä Ⱡ'σяєм ιρѕυ#
es: Canadá
ja: カナダ
pl: Kanada
pt: Canadá
zh: 加拿大

source: Cape Verde
ar: الرأس الأخضر
de: Kap Verde
eo: Çäpé Vérdé Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Cabo Verde
fr: Cap Vert
ja: カーボベルデ
nl: Kaapverdië
pl: Republika Zielonego Przylądka
pt: Cabo Verde
zh: 佛得角

source: Cayman Islands
ar: جزر كايمان
de: Caymaninseln
eo: Çäýmän Ìsländs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Islas Caimán
fr: Îles Cayman
ja: ケイマン諸島
nl: Kaaimaneilanden
pl: Kajmany
pt: Ilhas Cayman
zh: 开曼群岛

source: Central African Republic
ar: جمهورية أفريقيا الوسطى
de: Zentralafrikanische Republik
eo: Çénträl Àfrïçän Répüßlïç Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: República Centroafricana
fr: République de Centre Afrique
ja: 中央アフリカ共和国
nl: Centraal-Afrikaanse Republiek
pl: Republika Środkowoafrykańska
pt: República Centro-Africana
zh: 中非共和国

source: Chad
ar: تشاد
de: Tschad
eo: Çhäd Ⱡ'σяєм ι#
fr: Tchad
ja: チャド
nl: Tsjaad
pl: Czad
pt: Chade
zh: 乍得

source: Chile
ar: شيلي
eo: Çhïlé Ⱡ'σяєм ιρѕ#
fr: Chili
ja: チリ
nl: Chili
zh: 智利

source: China
ar: الصين
eo: Çhïnä Ⱡ'σяєм ιρѕ#
fr: Chine
ja: 中国
pl: Chiny
zh: 中国

source: Christmas Island
ar: جزيرة كريسماس (عيد الميلاد)
de: Weihnachtsinsel
eo: Çhrïstmäs Ìsländ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Isla de Navidad
fr: Île Christmas
ja: クリスマス島
nl: Kersteiland
pl: Wyspa Bożego Narodzenia
pt: Ilhas Christmas
zh: 圣诞岛

source: Cocos (Keeling) Islands
ar: جزر كوكس (كيلينغ)
de: Kokosinseln (Keelinginseln)
eo: Çöçös (Kéélïng) Ìsländs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Islas Cocos (Keeling)
fr: Îles Cocos (Keeling)
ja: ココス（キーリング）諸島
nl: Cocoseilanden (Keelingeilanden)
pl: Wyspy Kokosowe
pt: Ilhas Cocos (Keeling)
zh: 科科斯（基林）群岛

source: Colombia
ar: كولومبيا
de: Kolumbien
eo: Çölömßïä Ⱡ'σяєм ιρѕυм ∂#
fr: Colombie
ja: コロンビア
pl: Kolumbia
pt: Colômbia
zh: 哥伦比亚

source: Comoros
ar: جزر القمر
de: Komoren
eo: Çömörös Ⱡ'σяєм ιρѕυм #
es: Comoras
fr: Comores
ja: コモロ
nl: Comoren
pl: Komory
pt: Ilhas Comores
zh: 科摩罗

source: Congo
ar: الكونغو
de: Kongo
eo: Çöngö Ⱡ'σяєм ιρѕ#
ja: コンゴ
nl: Republiek Congo
pl: Kongo
zh: 刚果

source: Congo, The Democratic Republic of the
ar: جمهورية الكونغو الديمقراطية
de: Kongo, Demokratische Republik
eo: Çöngö, Thé Démöçrätïç Répüßlïç öf thé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: República Democrática del Congo
fr: Congo, République démocratique du
ja: コンゴ民主共和国
nl: Democratische Republiek Congo
pl: Konga, Demokratyczna Republika
pt: Congo, República Democrática do
zh: 刚果民主共和国

source: Cook Islands
ar: جزر كوك
de: Cookinseln
eo: Çöök Ìsländs Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Islas Cook
fr: Îles Cook
ja: クック諸島
nl: Cookeilanden
pl: Wyspy Cooka
pt: Ilhas Cook
zh: 库克群岛

source: Costa Rica
ar: كوستاريكا
eo: Çöstä Rïçä Ⱡ'σяєм ιρѕυм ∂σłσ#
ja: コスタリカ
pl: Kostaryka
zh: 哥斯达黎加

source: Côte D'ivoire
ar: ساحل العاج
de: Elfenbeinküste
eo: Çôté D'ïvöïré Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Costa de Marfil
ja: コートジボワール
nl: Ivoorkust
pl: Wybrzeże Kości Słoniowej
pt: Costa do Marfim
zh: 科特迪瓦

source: Croatia
ar: كرواتيا
de: Kroatien
eo: Çröätïä Ⱡ'σяєм ιρѕυм #
es: Croacia
fr: Croatie
ja: クロアチア
nl: Kroatië
pl: Chorwacja
pt: Croácia
zh: 克罗地亚

source: Cuba
ar: كوبا
de: Kuba
eo: Çüßä Ⱡ'σяєм ι#
ja: キューバ
pl: Kuba
zh: 古巴

source: Curaçao
ar: كوراساو
eo: Çüräçäö Ⱡ'σяєм ιρѕυм #
es: Curazao
ja: キュラソー
zh: 库拉索

source: Cyprus
ar: قبرص
de: Zypern
eo: Çýprüs Ⱡ'σяєм ιρѕυ#
es: Chipre
fr: Chypre
ja: キプロス
pl: Cypr
pt: Chipre
zh: 塞浦路斯

source: Czech Republic
ar: جمهورية التشيك
de: Tschechische Republik
eo: Çzéçh Répüßlïç Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: República Checa
fr: République Tchèque
ja: チェコ共和国
nl: Tsjechië
pl: Czechy
pt: República Checa
zh: 捷克共和国

source: Denmark
ar: الدانمارك
de: Dänemark
eo: Dénmärk Ⱡ'σяєм ιρѕυм #
es: Dinamarca
fr: Danemark
ja: デンマーク
nl: Denemarken
pl: Dania
pt: Dinamarca
zh: 丹麦

source: Djibouti
ar: جيبوتي
eo: Djïßöütï Ⱡ'σяєм ιρѕυм ∂#
es: Yibuti
ja: ジブチ
pl: Dżibuti
pt: Djibuti
zh: 吉布提

source: Dominica
ar: دومينيكا
eo: Dömïnïçä Ⱡ'σяєм ιρѕυм ∂#
fr: Dominique
ja: ドミニカ
pl: Dominiki, Wspólnota
zh: 多米尼加

source: Dominican Republic
ar: جمهورية الدومينيكان
de: Dominikanische Republik
eo: Dömïnïçän Répüßlïç Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: República Dominicana
fr: République Dominicaine
ja: ドミニカ共和国
nl: Dominicaanse Republiek
pl: Dominikana
pt: República Dominicana
zh: 多米尼加共和国

source: Ecuador
ar: الإكوادور
eo: Éçüädör Ⱡ'σяєм ιρѕυм #
fr: Équateur
ja: エクアドル
pl: Ekwador
pt: Equador
zh: 厄瓜多尔

source: Egypt
ar: مصر
de: Ägypten
eo: Égýpt Ⱡ'σяєм ιρѕ#
es: Egipto
fr: Égypte
ja: エジプト
nl: Egypte
pl: Egipt
pt: Egito
zh: 埃及

source: El Salvador
ar: السلفادور
eo: Él Sälvädör Ⱡ'σяєм ιρѕυм ∂σłσя #
fr: Salvador
ja: エルサルバドル
pl: Salwador
zh: 萨尔瓦多

source: Equatorial Guinea
ar: غينيا الاستوائية
de: Äquatorialguinea
eo: Éqüätörïäl Güïnéä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Guinea Ecuatorial
fr: Guinée équatoriale
ja: 赤道ギニア
nl: Equatoriaal-Guinea
pl: Gwinea Równikowa
pt: Guiné Equatorial
zh: 赤道几内亚

source: Eritrea
ar: إريتريا
eo: Érïtréä Ⱡ'σяєм ιρѕυм #
fr: Érythrée
ja: エリトリア
pl: Erytrea
pt: Eritreia
zh: 厄立特里亚

source: Estonia
ar: إستونيا
de: Estland
eo: Éstönïä Ⱡ'σяєм ιρѕυм #
fr: Estonie
ja: エストニア
nl: Estland
pt: Estônia
zh: 爱沙尼亚

source: Ethiopia
ar: إثيوبيا
de: Äthiopien
eo: Éthïöpïä Ⱡ'σяєм ιρѕυм ∂#
es: Etiopía
fr: Éthiopie
ja: エチオピア
nl: Ethiopië
pl: Etiopia
pt: Etiópia
zh: 埃塞俄比亚

source: Falkland Islands (Malvinas)
ar: جزر فوكلاند (مالفيناس)
de: Falklandinseln (Malwinen)
eo: Fälkländ Ìsländs (Mälvïnäs) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Islas Malvinas
fr: Île Falkland (Malvinas)
ja: フォークランド諸島（マルビナス）
nl: Falklandeilanden (Malvinas)
pl: Falklandy (Malwiny)
pt: Ilhas Falkland (Malvinas)
zh: 福克兰群岛（马尔维纳斯群岛）

source: Faroe Islands
ar: جزر الفارو
de: Färöer-Inseln
eo: Färöé Ìsländs Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Islas Feroe
fr: Îles Féroé
ja: フェロー諸島
nl: Faeröer
pl: Wyspy Owcze
pt: Ilhas Faroé
zh: 法罗群岛

source: Fiji
ar: فيجي
eo: Fïjï Ⱡ'σяєм ι#
es: Fiyi
fr: Fidji
ja: フィジー
pl: Fidżi
zh: 斐济

source: Finland
ar: فنلندا
de: Finnland
eo: Fïnländ Ⱡ'σяєм ιρѕυм #
es: Finlandia
fr: Finlande
ja: フィンランド
pl: Finlandia
pt: Finlândia
zh: 芬兰

source: France
ar: فرنسا
de: Frankreich
eo: Fränçé Ⱡ'σяєм ιρѕυ#
es: Francia
ja: フランス
nl: Frankrijk
pl: Francja
pt: França
zh: 法国

source: French Guiana
ar: غويانا الفرنسية
de: Französisch-Guayana
eo: Frénçh Güïänä Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Guayana Francesa
fr: Guinée française
ja: フランス領ギアナ
nl: Frans-Guyana
pl: Gwinea Francuska
pt: Guiana Francesa
zh: 法属圭亚那

source: French Polynesia
ar: بولينيزيا الفرنسية
de: Französisch-Polynesien
eo: Frénçh Pölýnésïä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Polinesia Francesa
fr: Polynésie française
ja: フランス領ポリネシア
nl: Frans-Polynesië
pl: Polinezja Francuska
pt: Polinésia Francesa
zh: 法属波利尼西亚

source: French Southern Territories
ar: الأقاليم الجنوبية الفرنسية
de: Französische Süd- und Antarktisgebiete
eo: Frénçh Söüthérn Térrïtörïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Tierras Australes y Antárticas Francesas
fr: Terres australes françaises
ja: フランス領南極地方
nl: Franse Zuidelijke en Antarctische Gebieden
pl: Francuskie Terytoria Południowe i Antarktyczne
pt: Territórios Franceses do Sul
zh: 法国南部地区

source: Gabon
ar: الغابون
de: Gabun
eo: Gäßön Ⱡ'σяєм ιρѕ#
es: Gabón
ja: ガボン
pt: Gabão
zh: 加蓬

source: Gambia
ar: غامبيا
eo: Gämßïä Ⱡ'σяєм ιρѕυ#
fr: Gambie
ja: ガンビア
pt: Gâmbia
zh: 冈比亚

source: Georgia
ar: جورجيا
de: Georgien
eo: Géörgïä Ⱡ'σяєм ιρѕυм #
fr: Géorgie
ja: ジョージア
nl: Georgië
pl: Gruzja
pt: Geórgia
zh: 格鲁吉亚

source: Germany
ar: ألمانيا
de: Deutschland
eo: Gérmäný Ⱡ'σяєм ιρѕυм #
es: Alemania
fr: Allemagne
ja: ドイツ
nl: Duitsland
pl: Niemcy
pt: Alemanha
zh: 德国

source: Ghana
ar: غانا
eo: Ghänä Ⱡ'σяєм ιρѕ#
ja: ガーナ
pt: Gana
zh: 加纳

source: Gibraltar
ar: جبل طارق
eo: Gïßrältär Ⱡ'σяєм ιρѕυм ∂σł#
ja: ジブラルタル
zh: 直布罗陀

source: Greece
ar: اليونان
de: Griechenland
eo: Grééçé Ⱡ'σяєм ιρѕυ#
es: Grecia
fr: Grèce
ja: ギリシャ
nl: Griekenland
pl: Grecja
pt: Grécia
zh: 希腊

source: Greenland
ar: غرينلاند
de: Grönland
eo: Gréénländ Ⱡ'σяєм ιρѕυм ∂σł#
es: Groenlandia
fr: Groenland
ja: グリーンランド
nl: Groenland
pl: Grenlandia
pt: Groenlândia
zh: 格陵兰

source: Grenada
ar: غرينادا
eo: Grénädä Ⱡ'σяєм ιρѕυм #
es: Granada
fr: Grenade
ja: グレナダ
pt: Granada
zh: 格林纳达

source: Guadeloupe
ar: غوادلوب
eo: Güädélöüpé Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Guadalupe
ja: グアドループ
pl: Gwadelupa
pt: Guadalupe
zh: 瓜德罗普岛

source: Guam
ar: غوام
eo: Güäm Ⱡ'σяєм ι#
ja: グアム
zh: 关岛

source: Guatemala
ar: جواتيمالا
eo: Güätémälä Ⱡ'σяєм ιρѕυм ∂σł#
ja: グアテマラ
pl: Gwatemala
zh: 危地马拉

source: Guernsey
ar: جيرنسي
eo: Güérnséý Ⱡ'σяєм ιρѕυм ∂#
ja: ガーンジー
zh: 根西岛

source: Guinea
ar: غينيا
eo: Güïnéä Ⱡ'σяєм ιρѕυ#
fr: Guinée
ja: ギニア
nl: Guinee
pl: Gwinea
pt: Guiné
zh: 几内亚

source: Guinea-bissau
ar: غينيا-بيساو
eo: Güïnéä-ßïssäü Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Guinea-Bisáu
fr: Guinée-Bissau
ja: ギニアビサウ
nl: Guinee-Bissau
pl: Gwinea Bissau
pt: Guiné-Bissau
zh: 几内亚比绍

source: Guyana
ar: غويانا
eo: Güýänä Ⱡ'σяєм ιρѕυ#
fr: Guyane
ja: ガイアナ
pl: Gujana
pt: Guiana
zh: 圭亚那

source: Haiti
ar: هايتي
eo: Häïtï Ⱡ'σяєм ιρѕ#
es: Haití
fr: Haïti
ja: ハイチ
nl: Haïti
zh: 海地

source: Heard Island and McDonald Islands
ar: جزيرة هيرد وجزر ماكدونالد
de: Heard-Insel und McDonald-Inseln
eo: Héärd Ìsländ änd MçDönäld Ìsländs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Islas Heard y McDonald
fr: Île Heard et Îles McDonald
ja: ハード島とマクドナルド諸島
nl: Heard en McDonaldeilanden
pl: Wyspy Heard i McDonalda
pt: Ilha Heard e Ilhas McDonald
zh: 赫德岛和麦克唐纳群岛

source: Holy See (Vatican City State)
ar: الكرسي الرسولي (دولة الفاتيكان)
de: Heiliger Stuhl (Vatikanstaat)
eo: Hölý Séé (Vätïçän Çïtý Stäté) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Santa Sede (Estado de Ciudad del Vaticano)
fr: Saint-Siège (Etat de la cité du Vatican)
ja: 法王聖座（バチカン市国）
nl: Heilige Stoel (Staat Vaticaanstad)
pl: Watykan
pt: Santa Sé (Cidade Estado do Vaticano)
zh: 罗马教廷（梵蒂冈城国）

source: Honduras
ar: هندوراس
eo: Höndüräs Ⱡ'σяєм ιρѕυм ∂#
ja: ホンジュラス
zh: 洪都拉斯

source: Hong Kong
ar: هونغ كونغ
eo: Höng Köng Ⱡ'σяєм ιρѕυм ∂σł#
ja: 香港
zh: 香港

source: Hungary
ar: المجر
de: Ungarn
eo: Hüngärý Ⱡ'σяєм ιρѕυм #
es: Hungría
fr: Hongrie
ja: ハンガリー
nl: Hongarije
pl: Węgry
pt: Hungria
zh: 匈牙利

source: Iceland
ar: أيسلندا
de: Island
eo: Ìçéländ Ⱡ'σяєм ιρѕυм #
es: Islandia
fr: Island
ja: アイスランド
nl: IJsland
pl: Islandia
pt: Islândia
zh: 冰岛

source: India
ar: الهند
de: Indien
eo: Ìndïä Ⱡ'σяєм ιρѕ#
fr: Inde
ja: インド
pt: Índia
zh: 印度

source: Indonesia
ar: إندونيسيا
de: Indonesien
eo: Ìndönésïä Ⱡ'σяєм ιρѕυм ∂σł#
fr: Indonésie
ja: インドネシア
nl: Indonesië
pl: Indonezja
pt: Indonésia
zh: 印度尼西亚

source: Iran, Islamic Republic of
ar: إيران، الجمهورية الإسلامية
de: Iran, Islamische Republik
eo: Ìrän, Ìslämïç Répüßlïç öf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: República Islámica de Irán
fr: Iran, République Islamique d’
ja: イラン・イスラム共和国
nl: Iran, Islamitische Republiek
pl: Iranu, Islamska Republika
pt: Irã, República Islâmica do
zh: 伊朗伊斯兰共和国

source: Iraq
ar: العراق
de: Irak
eo: Ìräq Ⱡ'σяєм ι#
es: Irak
fr: Irak
ja: イラク
nl: Irak
pl: Irak
pt: Iraque
zh: 伊拉克

source: Ireland
ar: أيرلندا
de: Irland
eo: Ìréländ Ⱡ'σяєм ιρѕυм #
es: Irlanda
fr: Irlande
ja: アイルランド
nl: Ierland
pl: Irlandia
pt: Irlanda
zh: 爱尔兰

source: Isle of Man
ar: جزيرة مان
de: Insel Man
eo: Ìslé öf Män Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Isla de Man
fr: Île de Man
ja: マン島
nl: Eiland Man
pl: Wyspa Man
pt: Ilha de Man
zh: 马恩岛

source: Israel
ar: إسرائيل
eo: Ìsräél Ⱡ'σяєм ιρѕυ#
fr: Israël
ja: イスラエル
nl: Israël
pl: Izrael
zh: 以色列

source: Italy
ar: إيطاليا
de: Italien
eo: Ìtälý Ⱡ'σяєм ιρѕ#
es: Italia
fr: Italie
ja: イタリア
nl: Italië
pl: Włochy
pt: Itália
zh: 意大利
