Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: McKinsey Academy does not collect personal data about your online activities over time and across third party websites or online services. Accordingly, we do not alter our data collection and use practices in response to “do not track” signals transmitted from web browsers.
ar: لا تجمع أكاديمية ماكنزي البيانات الشخصية حول أنشطتك على الإنترنت بمرور الوقت وبالوصول إلى مواقع الويب لجهة الخارجية أو خدمات عبر الإنترنت. وبناءً على ذلك، فإننا لا نغير عملية جمع البيانات وممارسات الاستخدام استجابةً لإشارات «عدم التتبع» التي يتم بثها من مستعرضات الويب.
de: McKinsey Academy erfasst keine personenbezogenen Daten über Ihre Online-Aktivitäten im Zeitablauf und auf externen Websites oder Online-Services. Dementsprechend ändern wir unsere Datenerfassungs- und -nutzungspraktiken angesichts von „Do Not Track“-Signalen, die von Web-Browsern übertragen werden, nicht.
es: McKinsey Academy no recopila datos personales sobre sus actividades por Internet de forma histórica ni en sitios web de terceros o servicios por Internet. Por lo tanto, no modificamos nuestras prácticas de recopilación y uso de datos en respuesta a los mensajes de “No realizar seguimiento” transmitidas desde los navegadores web.
ja: McKinsey Academy が、第三者のウェブサイトまたはオンラインサービスにおける皆さんのオンライン活動に関する個人情報を収集することはないため、弊社が、ウェブブラウザから送られる「追跡拒否信号」に応じて情報の収集および使用に関する弊社の慣行を変更することはありません。
nl: McKinsey Academy verzamelt geen persoonsgegevens over uw online activiteiten in de loop der tijd, noch op websites van derden of onlinediensten. Dienovereenkomstig wijzigen we onze gegevensverzameling niet en hanteren wij methoden als reactie op ‘niet-volgen’-signalen van webbrowsers.
pl: McKinsey Academy nie gromadzi danych osobowych o czynnościach użytkownika w Internecie dokonywanych w dłuższym czasie lub dotyczących witryn lub usług internetowych osób trzecich. W związku z tym McKinsey nie zmienia stosowanych praktyk gromadzenia i wykorzystywania danych w reakcji na wysyłane przez przeglądarki internetowe sygnały zaprzestania śledzenia.
pt: O McKinsey Academy não coleta dados pessoais sobre suas atividades on-line ao longo do tempo e em sites ou serviços on-line de terceiros. Consequentemente, não alteramos nossa coleta de dados e usamos práticas em resposta a sinais de “não rastrear” transmitidos pelos navegadores da Web.
zh: McKinsey Academy 不会收集有关您在任何时间、任何第三方网站或在线服务上的在线活动的个人数据。相应地，我们不会更改我们的数据收集和使用惯例以响应来自 Web 浏览器的“请勿跟踪”信号。

source: From time to time we may provide your Sponsoring Organization with user progress and proficiency data with respect to particular McKinsey Academy courses or courses, some of which may constitute your personal data (collectively, “Participation Data”). McKinsey shall not be responsible or liable for the use of such information by your Sponsoring Organization, and such use shall be subject to your Sponsoring Organization’s policies (including privacy policies) applicable to you.
ar: يجوز لنا من وقت لآخر تزويد المؤسسة الراعية بيانات التقدم المحرز والكفاءة للمستخدم فيما يتعلق بدورات أكاديمية ماكنزي أو الدورات التدريببة الأخرى، وقد يتضمن بعض منها بياناتك الشخصية (يشار إليها مجتمعة باسم «بيانات المشاركة»). ولن تكون ماكنزي مسؤولة أو عرضة للمساءلة القانونية عن استخدام مثل هذه المعلومات عن طريق المؤسسة الراعية، ويجب أن يكون هذا الاستخدام خاضعًا لسياسات مؤسستك الراعية (بما في ذلك سياسات الخصوصية) المطبقة عليك.
de: Von Zeit zu Zeit können wir Ihren Sponsorenorganisationen Nutzerfortschritts- und -kompetenzdaten hinsichtlich bestimmter Kurse der McKinsey Academy bereitstellen, von denen einige Ihre personenbezogenen Daten darstellen können (zusammen, „Teilnahme-Daten“). McKinsey übernimmt keine Verantwortung oder Haftung für die Nutzung solcher Informationen durch Ihre Sponsorenorganisation, und diese Nutzung unterliegt den für Sie geltenden Richtlinien (einschließlich Datenschutzrichtlinien) Ihrer Sponsorenorganisation.
es: Es posible que eventualmente le proporcionemos a su Organización patrocinadora datos de progreso y competencia del usuario en relación con cursos o cursos específicos de McKinsey Academy, algunos de los cuales pueden constituir datos personales (en adelante y de forma colectiva, los “Datos de participación”). Cuando ese sea el caso, McKinsey no asume ninguna responsabilidad por el uso de tal información por parte de su Organización patrocinadora y tal uso estará sujeto a las políticas de su Organización patrocinadora (incluidas las políticas de privacidad) aplicables a su caso.
ja: 弊社は、McKinsey Academy の各コースにおける皆さんお進捗や習熟度に関する情報 (以下においては、皆さんの個人情報を含む場合があるこの情報を「受講情報」と総称します。) を、随時に皆さんの後援組織に提供する場合があります。McKinsey が、皆さんの後援組織によるこの情報の使用について一般責任および法的責任を負うことはなく、この使用には、皆さんに適用される後援組織の方針 (プライバシーに関する方針を含みます) が適用されます。
nl: Van tijd tot tijd kunnen we de Sponsorende organisatie voorzien van gegevens over de gebruikersvoortgang en -vaardigheden met betrekking tot specifieke cursussen van McKinsey Academy of cursussen waarvan sommige kunnen uw persoonsgegevens vormen (gezamenlijk, “Deelnamegegevens”). McKinsey is niet verantwoordelijk of aansprakelijk voor het gebruik van dergelijke informatie door de Sponsorende organisatie. Dergelijk gebruik is onderworpen aan het beleid van de Sponsorende organisatie (met inbegrip van het privacybeleid) dat van toepassing is.
pl: McKinsey może okresowo przekazywać Organizacji sponsorującej użytkownika dane na temat postępów i biegłości użytkownika w poszczególnych szkoleniach McKinsey Academy. Dane te (łącznie „Dane o uczestnictwie”) mogą niekiedy stanowić dane osobowe. McKinsey nie odpowiada za korzystanie z takich informacji przez Organizację sponsorującą użytkownika, a korzystanie to podlega dotyczącym użytkownika zasadom Organizacji sponsorującej użytkownika (w tym zasadom prywatności).
pt: Periodicamente, podemos fornecer à sua organização patrocinadora dados de progresso e proficiência do usuário em relação a determinados cursos ou cursos do McKinsey Academy, alguns dos quais podem conter seus dados pessoais (coletivamente, “Dados de Participação”). A McKinsey não será responsável pelo uso dessas informações por sua organização patrocinadora, e esse uso estará sujeito às políticas dela (incluindo as Políticas de Privacidade) aplicáveis a você.
zh: 我们可能会不时向您的赞助组织提供有关特定 McKinsey Academy 课程的用户进度和熟练程度数据，其中一些可能构成您的个人数据（统称为“参与数据”）。麦肯锡不对您的赞助组织使用此类信息承担任何责任，且此类使用应遵守您的赞助机构适用于您的政策（包括隐私政策）。

source: The legal basis by which we process your personal data
ar: الأساس القانوني الذي نعالج من خلاله بياناتك الشخصية
de: Die Rechtsgrundlage, aufgrund derer wir Ihre personenbezogenen Daten verarbeiten
es: Base jurídica sobre la cual procesamos sus datos personales
ja: 弊社による個人情報処理の法的根拠
nl: De wettelijke basis voor onze verwerking van uw persoonsgegevens
pl: Podstawa prawna przetwarzania danych użytkownika
pt: A base legal pela qual processamos seus dados pessoais
zh: 我们处理您的个人数据的法律依据

source: Our processing of your personal data for the purposes mentioned above is based
ar: تستند معالجتنا لبياناتك الشخصية للأغراض المذكورة أعلاه
de: Unsere Verarbeitung Ihrer personenbezogenen Daten für die vorgenannten Zwecke basiert auf
es: El procesamiento de sus datos personales para los fines mencionados anteriormente se basa en los siguientes supuestos:
ja: 弊社は、以下に該当する場合に、前述の目的を果たすための個人情報処理を行います。
nl: Onze verwerking van uw persoonsgegevens voor de bovengenoemde doeleinden is gebaseerd
pl: Przetwarzanie danych użytkownika we wskazanych powyżej celach następuje w oparciu
pt: Nosso processamento dos seus dados pessoais para os fins mencionados acima é baseado:
zh: 我们出于上述目的对您的个人数据的处理基于以下方面：

source: on our legitimate interests in promoting and protecting McKinsey, building and maintaining relationships, and providing our services, for example where we analyze usage data to see how the Academy is functioning;
ar: على اهتماماتنا المشروعة في تعزيز وحماية ماكنزي، وبناء العلاقات والمحافظة عليها، وتوفير خدماتنا، على سبيل المثال حيثما نقوم بتحليل بيانات الاستخدام لمعرفة طريقة عمل الأكاديمية؛
de: unserem berechtigten Interessen, McKinsey zu fördern und zu schützen, Beziehungen aufzubauen und aufrechtzuerhalten, und unsere Dienstleistungen zu erbringen, zum Beispiel wenn wir Nutzungsdaten analysieren um festzustellen, wie die Academy läuft;
es: nuestros intereses legítimos de promoción y protección de McKinsey, la construcción y el mantenimiento de relaciones y la prestación de nuestros servicios; por ejemplo, analizamos los datos de uso para ver cómo funciona McKinsey Academy;
ja: 弊社が、McKinsey を宣伝および保護する、各種関係を構築および維持する、また弊社サービスを提供する際に正当な利益を得られる場合 (利用状況情報お分析することで、Academy がどの程度機能しているか把握できる場合など)。
nl: op onze legitieme belangen bij de bevordering en bescherming van McKinsey, het opbouwen en onderhouden van relaties, en onze dienstverlening, bijvoorbeeld bij het analyseren van gebruiksgegevens om het functioneren van de Academy te monitoren
pl: o uzasadniony interes McKinsey polegający na promocji i ochronie spółki, nawiązywaniu i utrzymywaniu relacji oraz świadczeniu usług, na przykład gdy McKinsey analizuje dane o korzystaniu, aby sprawdzić funkcjonowanie McKinsey Academy;
pt: no nosso interesse legítimo em promover e proteger a McKinsey, construir e manter relacionamentos e fornecer nossos serviços, por exemplo, onde analisamos dados de uso para ver como o Academy está funcionando;
zh: 我们在促进和保护麦肯锡、建立和维护关系以及提供我们的服务方面的正当利益，例如，我们分析使用数据以了解 McKinsey Academy 的运作情况；

source: on your consent, for example if you register for our newsletters or alerts;
ar: وعلى موافقتك، على سبيل المثال في حالة التسجيل للحصول على النشرات الإخبارية أو التنبيهات؛
de: Ihrer Einwilligung, zum Beispiel wenn Sie sich für unsere Newsletter oder Benachrichtigungen registrieren;
es: en su consentimiento; por ejemplo, si se registra en nuestros boletines o alertas;
ja: 皆さんが処理を認めている場合 (皆さんが、弊社からニュースレターまたはアラートの配信を受けるための登録を済ませている場合など)。
nl: op uw toestemming, bijvoorbeeld als u een gebruikersprofiel aanmaakt, of u zich registreert voor onze nieuwsbrieven of -berichten;
pl: o zgodę użytkownika, na przykład jeśli zapisał się on do biuletynów lub ostrzeżeń McKinsey;
pt: no seu consentimento, por exemplo, se você se registrar para receber nossos boletins ou alertas;
zh: 经过您的同意，例如您注册接收我们的简报或提醒；

source: to comply with the law, when certain information is necessary to satisfy our legal or regulatory obligations.
ar: للامتثال للقانون، عندما تكون بعض المعلومات ضرورية لاستيفاء التزاماتنا القانونية أو التنظيمية.
de: um Gesetze einzuhalten, wenn bestimmte Informationen erforderlich sind, um unseren rechtlichen oder regulatorischen Verpflichtungen nachzukommen.
es: para cumplir con la ley, cuando cierta información es necesaria para satisfacer nuestras obligaciones legales o reglamentarias.
ja: 法律に従うべき場合や、法的義務または規制上の義務を果たすには一定の情報が必要な場合。
nl: om te voldoen aan de wet, wanneer bepaalde informatie nodig is om te voldoen aan onze wettelijke of regelgevende verplichtingen.
pl: o obowiązek przestrzegania prawa, jeśli niektóre informacje są niezbędne do wypełnienia prawnych lub regulacyjnych obowiązków McKinsey.
pt: no cumprimento da lei, quando determinadas informações forem necessárias para satisfazer nossas obrigações legais ou regulamentares.
zh: 为了在我们需要特定信息以便满足我们的法律或监管义务时遵守法律。

source: Personal data collected or processed by McKinsey Academy may be transferred from time to time to McKinsey subsidiaries and affiliates and their personnel (including employees and contractors) across our global organization, as well as to third party service providers located throughout the world, including in countries where the local law may grant you fewer rights than you have in your own country. Additionally, McKinsey Academy Content may be viewed and hosted by McKinsey and our third party service providers anywhere in the world. Where required by law, we have put in place legal mechanisms designed to ensure adequate data protection of your personal data that is processed by McKinsey subsidiaries, affiliates, and third party service providers, including the transfer of your personal data to countries other than the one in which you reside. If you would like more information about these legal mechanisms, which may include the EU’s Standard Contractual Clauses, please contact us at the address below.
ar: يجوز نقل البيانات الشخصية التي تجمعها أو تعالجها أكاديمية ماكنزي من وقت لآخر إلى فروعها والشركات المنتسبة لها وموظفيها (بما في ذلك الموظفين والمتعاقدين) عبر مؤسستنا العالمية، إلى جانب مقدمي الخدمات من طرف ثالث الموجودين حول العالم، بما في ذلك الدول التي يضمن فيها القانون المحلي لك حقوقًا أقل مما تحصل عليه في دولتك. بالإضافة إلى ذلك، يجوز عرض محتوى أكاديمية ماكنزي واستضافته عن طريق ماكنزي ومقدمي الخدمات الخارجيين في أي مكان في العالم. وعند الاقتضاء بموجب القانون، فقد وضعنا آليات قانونية مناسبة مصممة لضمان حماية كافية لبياناتك الشخصية التي تتم معالجتها عن طريق فروع ماكنزي والشركات المنتسبة لها ومقدمي الخدمات الخارجيين، بما في ذلك نقل بياناتك الشخصية إلى بلدان غير البلد الذي تقيم فيه. إذا كنت ترغب في معرفة المزيد من المعلومات حول هذه الآليات القانونية، والتي قد تتضمن البنود التعاقدية القياسية للاتحاد الأوروبي، يرجى التواصل معنا على العنوان أدناه.
de: Personenbezogene Daten, die von der McKinsey Academy erfasst oder verarbeitet werden, können von Zeit zu Zeit an Tochtergesellschaften und verbundene Unternehmen von McKinsey und deren Mitarbeiter (einschließlich Mitarbeitern und Auftragnehmern) in unserer globalen Organisation sowie an Drittdienstleister auf der ganzen Welt weitergegeben werden, einschließlich in Länder, in denen lokale Gesetze Ihnen weniger Rechte gewähren, als Sie in Ihrem eigenen Land haben. Darüber hinaus können die Inhalte der McKinsey Academy von McKinsey und unseren Drittanbietern überall in der Welt angesehen und gehostet werden. Wo dies gesetzlich vorgeschrieben ist, haben wir rechtliche Mechanismen eingerichtet, um einen angemessenen Datenschutz Ihrer personenbezogenen Daten zu gewährleisten, die von McKinsey-Tochtergesellschaften, verbundenen Unternehmen und Drittanbietern verarbeitet werden, einschließlich der Übermittlung Ihrer personenbezogenen Daten in andere Länder als das Land, in dem Sie wohnen. Für weitere Informationen über diese rechtlichen Mechanismen, zu denen die EU-Standardvertragsklauseln zählen können, wenden Sie sich bitte unter nachstehender Adresse an uns.
es: Es posible que, eventualmente, los datos personales recopilados o procesados por McKinsey Academy se transfieran a subsidiarias y filiales de McKinsey y a su personal (incluidos empleados y contratistas) en toda nuestra organización internacional, así como a proveedores de servicios externos ubicados en todo el mundo, incluso en países donde la ley local puede otorgarle menos derechos que los que tiene en su propio país. Además, es posible que McKinsey y nuestros proveedores de servicios externos pueden ver y alojar el contenido disponible en McKinsey Academy en cualquier parte del mundo. Cuando lo exige la ley, hemos establecido mecanismos legales diseñados para garantizar una protección adecuada de los datos personales que procesan las subsidiarias, filiales y proveedores de servicios externos de McKinsey, incluida la transferencia de sus datos personales a países que no son el de su residencia. Si desea obtener más información sobre estos mecanismos legales, que pueden incluir cláusulas contractuales tipo de la UE, comuníquese con nosotros a la dirección que figura más abajo.
ja: McKinsey Academy が収集または処理する個人情報は、随時に、弊社のグローバル組織を介して McKinsey の子会社、関連会社、各社の人材 (従業員や請負人を含みます) や、世界各国 (現地法に基づき皆さんに付与される権利が自国より少ない国を含みます) に拠点を置く第三者サービスプロバイダーに移転される場合があります。加えて、McKinsey Academy のコンテンツは、McKinsey や弊社の第三者サービスプロバイダーにより閲覧およびホストされる場合があります。法律が求めている場合、弊社は、McKinsey の子会社、関連会社および第三者サービスプロバイダーが処理 (これには、皆さんが居住する以外の国への個人情報移転が含まれます) する皆さんの個人情報を適切な形で保護できる法的な仕組みを設けます。EU の標準契約条項が含まれる場合があるこの法的な仕組みについて詳しく知りたい方は、弊社 (問い合わせ先は後述) までお問い合わせください。
nl: Persoonsgegevens die door McKinsey Academy worden verzameld of verwerkt, kunnen van tijd tot tijd worden overgedragen aan dochterondernemingen en aangesloten maatschappijen van McKinsey en hun personeel (met inbegrip van werknemers en contractanten) binnen onze wereldwijde organisatie, evenals aan onze derden-dienstverleners over de hele wereld, met inbegrip van landen waar de lokale wetgeving mogelijk minder rechten verleent dan in uw eigen land. Bovendien kan de inhoud van McKinsey Academy worden bekeken en gehost door McKinsey en onze derden-dienstverleners overal ter wereld. Waar wettelijk vereist hebben we juridische mechanismen opgezet om te zorgen voor een adequate gegevensbescherming van uw persoonsgegevens die door dochterondernemingen, aangesloten maatschappijen van McKinsey en derden-dienstverleners, met inbegrip van de overdracht van uw persoonsgegevens naar andere landen dan het land waarin u woont. Indien u meer informatie wilt over deze juridische mechanismen, waaronder de modelcontractbepalingen van de EU kunt u contact met ons opnemen op het onderstaande adres.
pl: Dane osobowe gromadzone lub przetwarzane przez McKinsey Academy mogą być okresowo przesyłane do podmiotów zależnych i powiązanych McKinsey oraz ich personelu (w tym pracowników i wykonawców) w ramach organizacji globalnej, a także do usługodawców zewnętrznych mających siedziby w różnych krajach, w tym takich, których prawo może przyznawać użytkownikowi węższe uprawnienia niż prawo jego własnego kraju. Dodatkowo McKinsey i usługodawcy zewnętrzni mający siedziby w różnych krajach mogą wyświetlać i udostępniać treści McKinsey Academy. Tam gdzie jest to wymagane prawem, McKinsey wdrożyła mechanizmy prawne mające zapewnić odpowiednią ochronę danych osobowych użytkownika przetwarzanych przez podmioty powiązane i zależne McKinsey lub usługodawców zewnętrznych, w tym przekazywanie danych osobowych użytkownika do krajów innych niż kraj zamieszkania użytkownika. Jeśli użytkownik chciałby uzyskać dodatkowe informacje na temat tych mechanizmów prawnych, które mogą obejmować standardowe klauzule umowne UE, prosimy o kontakt z McKinsey pod poniższym adresem.
pt: Os dados pessoais coletados ou processados pelo McKinsey Academy podem ser transferidos periodicamente para subsidiárias e afiliadas da McKinsey e seu pessoal (incluindo funcionários e contratados) em toda a nossa organização global, bem como para provedores de serviços de terceiros localizados em todo o mundo, inclusive em países onde a lei local pode conceder menos direitos do que você possui no seu próprio país. Além disso, o Conteúdo do McKinsey Academy pode ser visualizado e hospedado pela McKinsey e por nossos provedores de serviços terceirizados em qualquer lugar do mundo. Onde exigido por lei, criamos mecanismos legais para garantir a proteção adequada dos dados pessoais, que são processados pelas subsidiárias, afiliadas e prestadores de serviços da McKinsey, incluindo a transferência de dados pessoais para países diferentes daquele em que você reside. Se você quer obter mais informações sobre esses mecanismos, que podem incluir as Cláusulas Contratuais Padrão da UE, entre em contato conosco no endereço abaixo.
zh: McKinsey Academy 收集或处理的个人数据可能会不时传输到麦肯锡子公司和关联公司及其在我们的全球组织的工作人员（包括员工和合同工）以及位于世界各地的第三方服务供应商，其中包括在当地法律授予您的权利可能比您在自己国家/地区的权利要少的国家/地区。此外，McKinsey Academy 内容可以由麦肯锡和我们在世界各地的第三方服务提供商查看和托管。根据法律规定，我们设立了法律机制，以确保充分保护麦肯锡子公司、关联公司和第三方服务提供商所处理的您的个人数据，包括将您的个人数据传输到您所在国家/地区以外的国家/地区。如果您想了解更多关于这些法律机制的信息，其中可能包括欧盟的《标准合同条款》，请按以下地址与我们联系。
