Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: City
ar: المدينة
de: Stadt
eo: Çïtý Ⱡ'σяєм ι#
es: Ciudad
fr: Ville
ja: 都市
nl: Plaats
pl: Miasto
pt: Cidade
zh: 城市

source: Add another company
ar: إضافة شركة أخرى
de: Eine andere Firma hinzufügen
eo: Àdd änöthér çömpäný Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Agregar otra compañía
fr: Ajouter une autre société
ja: 別の会社を追加する
nl: Ander bedrijf toevoegen
pl: Dodaj inną firmę
pt: Adicionar outra empresa
zh: 添加其他公司

source: Refresh
ar: تحديث
de: Neu laden
eo: Réfrésh Ⱡ'σяєм ιρѕυм #
es: Actualizar
fr: Rafraîchir
ja: リフレッシュする
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
zh: 刷新

source: Are you sure you want to unenroll this user?
ar: هل أنت متأكد من رغبتك في إلغاء تسجيل هذا المستخدم؟
de: Sind Sie sicher, dass Sie diesen Nutzer abmelden möchten?
eo: Àré ýöü süré ýöü wänt tö ünénröll thïs üsér? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: ¿Está seguro de que desea anular la inscripción de este usuario?
fr: Êtes-vous sûr de vouloir désinscrire cet utilisateur ?
ja: このユーザーの登録を削除してよろしいですか?
nl: Weet u zeker dat u deze gebruiker wilt uitschrijven?
pl: Czy na pewno chcesz wyrejestrować tego ucznia?
pt: Tem certeza que deseja cancelar a inscrição deste usuário?
zh: 是否确定要取消注册此用户？

source: Ok
ar: موافق
eo: Ök Ⱡ'σя#
es: Aceptar
zh: 确定

source: Select new user role on a course:
ar: حدد دور المستخدم الجديد في الدورة التدريبية:
de: Neue Nutzerrolle in einem Kurs auswählen:
eo: Séléçt néw üsér rölé ön ä çöürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Seleccionar nuevo rol de usuario en un curso:
fr: Sélectionner un nouveau rôle d'utilisateur dans un cours :
ja: コースの新規ユーザーロールを選択します:
nl: Selecteer nieuwe gebruikersrol voor een cursus:
pl: Wybierz rolę nowego użytkownika na kursie:
pt: Selecione nova função do usuário em um curso:
zh: 在课程中选择新用户角色：

source: Participant
ar: المشارك
de: Teilnehmer
eo: Pärtïçïpänt Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Participante
ja: 参加者
nl: Deelnemer
pl: Uczestnik
pt: Participante
zh: 参与者

source: Observer
ar: المراقب
de: Beobachter
eo: Ößsérvér Ⱡ'σяєм ιρѕυм ∂#
es: Observador
fr: Observateur
ja: オブザーバー
nl: Waarnemer
pl: Obserwator
pt: Observador
zh: 观察员

source: Moderator
ar: المنسق
es: Moderador
ja: 主宰者
pt: Moderador
zh: 版主

source: Import Progress
ar: استيراد التقدم المحرز
de: Fortschritt beim Importieren
es: En progreso
ja: 進行中
nl: Voortgang importeren
pl: Postęp importu
pt: Importar progresso
zh: 导入进度

source: Import .CSV
ar: استيراد ملف .CSV
de: .CSV importieren
es: Importar CSV
ja: CSVからインポートする
nl: .CSV importeren
pl: .CSV importu
pt: Importar .CSV
zh: 导入 .CSV

source: Import New Participants
ar: استيراد المشاركين الجدد
de: Neue Teilnehmer hinzufügen
es: Importar nuevo participante
ja: 新規の参加者を追加する
nl: Nieuwe deelnemers toevoegen
pl: Importuj nowych uczestników
pt: Adicionar novos participantes
zh: 导入新参与者

source: Enroll Existing Participants
ar: تسجيل المشاركين الحاليين
de: Existierende Teilnehmer anmelden
eo: Énröll Éxïstïng Pärtïçïpänts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Inscribir participantes existentes
fr: Inscrire des participants existants
ja: 既存の参加者を登録する
nl: Bestaande deelnemers inschrijven
pl: Zarejestruj istniejących uczestników
pt: Inscrever participantes existentes
zh: 注册现有参与者

source: Update profile data
ar: تحديث بيانات ملف التعريف
de: Profildaten aktualisieren
es: Actualizar los datos del perfil
ja: プロフィールデータを更新
nl: Profielgegevens bijwerken
pl: Zaktualizuj dane profilowe
pt: Atualizar dados do perfil
zh: 更新个人资料数据

source: Update manager data
ar: تحديث بيانات المدير
de: Managerdaten aktualisieren
es: Actualizar datos del administrador
ja: データ管理アプリ
nl: Managergegevens bijwerken
pl: Zaktualizuj dane menedżera
pt: Atualizar dados do gerente
zh: 更新管理者数据

source: Add New Participant
ar: إضافة مشارك جديد
de: Neuen Teilnehmer hinzufügen
eo: Àdd Néw Pärtïçïpänt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Agregar nuevo participante
fr: Ajouter un nouveau participant
ja: 新規の参加者を追加する
nl: Nieuwe deelnemer toevoegen
pl: Dodaj nowego uczestnika
pt: Adicionar novo participante
zh: 添加新参与者

source: Bulk Delete
ar: الحذف المجمع
de: Löschen
es: Eliminar en conjunto
ja: 削除する
nl: Wissen
pl: Usuń masowo
pt: Exclusão em massa
zh: 批量删除

source: View Import Progress
ar: عرض استيراد التقدم المحرز
de: Fortschritt beim Importieren ansehen
es: Ver el avance de la importación
ja: 進行中
nl: Importeervoortgang bekijken
pl: Zobacz postęp importu
pt: Visualizar progresso da importação
zh: 查看导入进度

source: Delete data
ar: حذف البيانات
de: Daten löschen
es: Información eliminada
ja: 削除済み -
nl: Gegevens verwijderen
pl: Usuń dane
pt: Excluir dados
zh: 删除数据

source: Data for below participant will be deleted:
ar: سيتم حذف بيانات المشارك الوارد أدناه:
de: Daten des folgenden Teilnehmers werden gelöscht:
es: Los datos del siguiente participante se eliminarán:
ja: 以下の参加者のデータは削除されます:
nl: Gegevens voor onderstaande deelnemer worden verwijderd:
pl: Dane poniższego uczestnika zostaną usunięte:
pt: Os dados do participante abaixo serão excluídos:
zh: 以下参与者的数据将被删除：

source: User will not be able to access the platform
ar: لن يتمكن المستخدم من الوصول إلى المنصة
de: Nutzer wird nicht auf die Plattform zugreifen können
es: Los usuarios no podrán acceder a la plataforma
ja: ユーザーはプラットフォームにアクセスできなくなります
nl: Gebruiker zal geen toegang hebben tot het platform
pl: Użytkownik straci dostęp do platformy.
pt: O usuário não conseguirá acessar a plataforma
zh: 用户将无法访问平台

source: Successfully deleted user!
ar: تم حذف المستخدم بنجاح!
de: Nutzer erfolgreich gelöscht!
es: El usuario se eliminó exitosamente
ja: 新しいユーザーを無事追加しました
nl: Gebruiker verwijderd!
pl: Pomyślnie usunięto użytkownika
pt: Usuário excluído com sucesso!
zh: 用户删除成功！

source: Delete Participants From CSV
ar: حذف المشاركين من ملف CSV
de: Teilnehmer aus CSV löschen
es: Importar participantes desde CSV
ja: CSVから参加者をインポートする
nl: Deelnemers uit CSV verwijderen
pl: Usuń uczestników z pliku CSV
pt: Excluir participantes do CSV
zh: 从 CSV 删除参与者

source: Download CSV Template
ar: تنزيل نموذج ملف CSV
de: CSV-Vorlage herunterladen
es: Descargar plantilla CSV
ja: テンプレートをダウンロードする
nl: CSV-sjabloon downloaden
pl: Pobierz szablon pliku CSV
pt: Baixar template CSV
zh: 下载 CSV 模板

source: Download the CSV template above to delete users. All fields in the template are required.
ar: قم بتنزيل نموذج ملف CSV الوارد أعلاه لحذف المستخدمين. جميع الحقول الموجودة في النموذج مطلوبة.
de: Laden Sie die CSV-Vorlage oben herunter, um Nutzer zu löschen. Alle Felder in der Vorlage sind erforderlich.
es: Descargue la plantilla CVS anterior para eliminar usuarios. Se deben completar todos los campos de la plantilla.
ja: 上のCSVをダウンロードしてユーザーを削除します。テンプレートのすべての欄は必須です。
nl: Download de bovenstaande CSV-template om gebruikers te verwijderen. Alle velden in de template moeten verplicht worden ingevuld.
pl: Pobierz szablon pliku CSV powyżej, aby usunąć użytkowników. Wymagane jest wypełnienie wszystkich pól we wzorze.
pt: Baixe o template CSV acima para excluir usuários. Todos os campos no template são obrigatórios.
zh: 下载上面的 CSV 模板来删除用户。模板中所有字段均为必填字段。

source: Delete Participants
ar: حذف المشاركين
de: Teilnehmer löschen
es: Eliminar participantes
ja: 選択された参加者にメールを送信する
nl: Deelnemers verwijderen
pl: Usuń uczestników
pt: Excluir participantes
zh: 删除参与者

source: Data for %%span.user_count.boldText 0 participants will be deleted.
ar: سيتم حذف %%span.user_count.boldText 0 بيانات المشاركين.
de: Dten für %%span.user_count.boldText 0 Teilnehmer werden gelöscht.
es: La información de %%span.user_count.boldText 0 participantes se eliminará.
ja: %%span.user_count.boldText 向けのデータ 0 参加者は削除されます。
nl: Gegevens voor %%span.user_count.boldText 0 deelnemers worden verwijderd.
pl: Dane %%span.user_count.boldText 0 uczestników zostaną usunięte.
pt: Os dados de %%span.user_count.boldText 0 participantes serão excluídos.
zh: %%span.user_count.boldText 0 参与者的数据将被删除。

source: Your CSV is Being Processed...
ar: ملف CSV الخاص بك قيد المعالجة...
de: Ihr CSV wird bearbeitet...
es: Su CSV se está procesando...
ja: CSVが処理されています
nl: Uw CSV wordt verwerkt...
pl: Przetwarzamy Twój plik CSV...
pt: Seu CSV está sendo processado...
zh: 您的 CSV 正在处理中...

source: Add a Participant
ar: إضافة مشارك
de: Einen Teilnehmer hinzufügen
eo: Àdd ä Pärtïçïpänt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Agregar un participante
fr: Ajouter un participant
ja: 参加者を追加する
nl: Een deelnemer toevoegen
pl: Dodaj uczestnika
pt: Adicionar um participante
zh: 添加参与者

source: Want to add more than one participant at a time?
ar: هل ترغب في إضافة أكثر من مشارك واحد في نفس الوقت؟
de: Möchten Sie mehr als einen Teilnehmer gleichzeitig hinzufügen?
eo: Wänt tö ädd möré thän öné pärtïçïpänt ät ä tïmé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Desea agregar más de un participante por vez?
fr: Vous souhaitez ajouter plus d'un participant en même temps ?
ja: 同時に1人以上の参加者を追加しますか?
nl: Wilt u meer dan één deelnemer tegelijkertijd toevoegen?
pl: Chciałbyś dodać więcej niż jednego uczestnika na raz?
pt: Deseja adicionar mais de um participante de uma vez?
zh: 想要一次添加多个参与者？

source: Import a list
ar: استيراد قائمة
de: Eine Liste importieren
eo: Ìmpört ä lïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Importar una lista
fr: Importer une liste
ja: リストをインポートする
nl: Een lijst importeren
pl: Zaimportuj listę
pt: Importar uma lista
zh: 导入列表

source: Last Name<sup>*</sup>
ar: اسم العائلة<sup>*</sup>
de: Nachname<sup>*</sup>
eo: Läst Nämé<sup>*</sup> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Apellido<sup>*</sup>
fr: Nom<sup>*</sup>
ja: 氏<sup>*</sup>
nl: Achternaam<sup>*</sup>
pl: Nazwisko<sup>*</sup>
pt: Sobrenome<sup>*</sup>
zh: 姓氏<sup>*</sup>

source: Email<sup>*</sup>
ar: البريد الإلكتروني<sup>*</sup>
eo: Émäïl<sup>*</sup> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Correo electrónico<sup>*</sup>
ja: Eメール<sup>*</sup>
pl: Adres e-mail<sup>*</sup>
zh: 电子邮件<sup>*</sup>

source: Add company admin privileges
ar: إضافة امتيازات لمسؤول الشركة
de: Firmen-Adminberechtigungen hinzufügen
eo: Àdd çömpäný ädmïn prïvïlégés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Agregar privilegios de administrador de compañía
fr: Ajouter des privilèges admin de la société
ja: 会社管理者の特権を追加する
nl: Beheerdersbevoegdheden bedrijf toevoegen
pl: Dodaj przywileje administratora firmy
pt: Adicionar privilégios de administrador de empresa
zh: 添加公司管理员权限

source: Add course
ar: إضافة دورة تدريبية
de: Kurs hinzufügen
eo: Àdd çöürsé Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Agregar curso
fr: Ajouter un cours
ja: コースを追加する
nl: Cursus toevoegen
pl: Dodaj kurs
pt: Adicionar curso
zh: 添加课程

source: Email activation link now
ar: إرسال رابط التفعيل بالبريد الإلكتروني الآن
de: Aktivierungs-Link jetzt senden
eo: Émäïl äçtïvätïön lïnk nöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Enviar enlace de activación por correo electrónico ahora
fr: Envoyer un e-mail de lien d'activation maintenant
ja: アクティベーションリンクEメールを今すぐ送信する
nl: Activeringslink nu e-mailen
pl: Wyślij link aktywacyjny teraz
pt: Enviar link de ativação agora
zh: 立即通过电子邮件发送激活链接

source: Add Participant
ar: إضافة مشارك
de: Teilnehmer hinzufügen
eo: Àdd Pärtïçïpänt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Agregar participante
fr: Ajouter un participant
ja: 参加者を追加する
nl: Deelnemer toevoegen
pl: Dodaj uczestnika
pt: Adicionar participante
zh: 添加参与者

source: CSV Template and Formatting
ar: نموذج ملف CSV والتنسيق
de: CSV-Vorlage und Formatierung
eo: ÇSV Témpläté änd Förmättïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Plantilla y formato de CSV
fr: Modèle et formatage de fichier CSV
ja: CSVテンプレートと書式設定
nl: CSV-sjabloon en opmaak
pl: Szablon i formatowanie CSV
pt: Template e formatação de CSV
zh: CSV 模板和格式

source: Download the CSV template below to import users.
ar: تنزيل نموذج ملف CSV الموجود أدناه لاستيراد المستخدمين.
de: Die CSV-Vorlage unten herunterladen, um Nutzer zu importieren.
eo: Döwnlöäd thé ÇSV témpläté ßélöw tö ïmpört üsérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Descargue la plantilla CSV a continuación para importar usuarios.
fr: Téléchargez le modèle de fichier CSV ci-dessous pour importer des utilisateurs.
ja: ユーザーをインポートするには、以下のCSVテンプレートをダウンロードします。
nl: Download onderstaande CSV-sjabloon om gebruikers te importeren.
pl: Pobierz szablon pliku CSV poniżej, aby zaimportować użytkowników.
pt: Faça o download do template de CSV abaixo para importar usuários.
zh: 下载下面的 CSV 模板以导入用户。

source: All fields in the template are required.
ar: يلزم ملء جميع الحقول الموجودة في النموذج.
de: Alle Felder in der Vorlage sind erforderlich.
eo: Àll fïélds ïn thé témpläté äré réqüïréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Todos los campos de la plantilla son obligatorios.
fr: Tous les champs dans le modèle sont obligatoires.
ja: テンプレートの全ての欄が必須項目です。
nl: Alle velden in de sjabloon zijn verplicht.
pl: Należy wypełnić wszystkie pola szablonu
pt: Todos os campos no template são obrigatórios.
zh: 模板中的所有字段均必填。

source: Note that you must add users to preexisting companies and courses.
ar: يرجى مراعاة أنه يجب إضافة مستخدمين للشركات والدورات التدريبية الموجودة مسبقًا.
de: Beachten Sie, dass Sie Nutzer zu bereits existierenden Firmen und Kursen hinzufügen müssen.
eo: Nöté thät ýöü müst ädd üsérs tö prééxïstïng çömpänïés änd çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Tenga en cuenta que debe agregar usuarios a compañías y cursos preexistentes.
fr: Notez que vous devez ajouter des utilisateurs de sociétés et de cours préexistants.
ja: ユーザーは、既存の会社とコースに追加しなければならないことにご注意ください。
nl: Let op: u moet gebruikers toevoegen aan reeds bestaande bedrijven en cursussen.
pl: Prosimy pamiętać, że musisz dodać użytkowników do istniejących już firm i kursów.
pt: Observe que você deve adicionar usuários a empresas e cursos pré-existentes.
zh: 请注意，您必须将用户添加到现有的公司和课程中。

source: Download Template
ar: تنزيل النموذج
de: Vorlage herunterladen
eo: Döwnlöäd Témpläté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Descargar plantilla
fr: Télécharger le modèle
ja: テンプレートをダウンロードする
nl: Sjabloon downloaden
pl: Pobierz szablon
pt: Baixar template
zh: 下载模板

source: Import Participants from CSV
ar: استيراد المشاركين من ملف CSV
de: Teilnehmer aus CSV importieren
eo: Ìmpört Pärtïçïpänts fröm ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Importar participantes desde CSV
fr: Importer les participants depuis un fichier CSV
ja: CSVから参加者をインポートする
nl: Deelnemers uit CSV importeren
pl: Zaimportuj uczestników z pliku CSV
pt: Importar participantes do CSV
zh: 从 CSV 导入参与者

source: Add Participants
ar: إضافة مشاركين
de: Teilnehmer hinzufügen
eo: Àdd Pärtïçïpänts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Agregar participantes
fr: Ajouter des participants
ja: 参加者を追加する
nl: Deelnemers toevoegen
pl: Dodaj uczestników
pt: Adicionar participantes
zh: 添加参与者

source: Email activation links now
ar: إرسال روابط التفعيل بالبريد الإلكتروني الآن
de: Jetzt die Aktivierungs-Links senden
eo: Émäïl äçtïvätïön lïnks nöw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Enviar enlaces de activación por correo electrónico ahora
fr: Envoyer un e-mail de liens d'activation maintenant
ja: アクティベーションリンクEメールを今すぐ送信する
nl: Activeringslinks nu e-mailen
pl: Wyślij linki aktywacyjne teraz
pt: Enviar links de ativação agora
zh: 立即通过电子邮件发送激活链接

source: Your CSV is Importing...
ar: ملف CSV الخاص بك قيد الاستيراد...
de: Ihr CSV wird importiert...
es: Su CSV se está importando...
ja: CSVがインポートしています…
nl: Uw CSV wordt geïmporteerd...
pl: Trwa importowanie Twojego CSV...
pt: Seu CSV está sendo importado...
zh: 您的 CSV 正在导入...

source: Import will run in the background. You may access the status from the %%span 'Import Progress' tab.
ar: سيتم إجراء عملية الاستيراد في الخلفية. ويمكنك الوصول إلى الحالة من علامة التبويب %%span "تقدم الاستيراد".
de: Import läuft im Hintergrund. Sie können auf den Status über den Tab %%span 'Import Fortschritt' zugreifen.
es: La importación se ejecutará en segundo plano. Puede acceder al estado desde la pestaña %%span «Avance de la importación». .
ja: インポートはバックグランドで行われます。 %%スパン [Import Progress] タブからステータスに アクセスできます。
nl: Het importeren verloopt op de achtergrond. U kunt de status bekijken op het %%span 'Vooruitgang importeren' tabblad.
pl: Importowanie będzie przebiegać w tle. Możesz zobaczyć %%span 'Postęp importu' na odpowiedniej zakładce.
pt: A importação será executada no segundo plano. Você pode acessar o status na guia %%span "Progresso da Importação" .
zh: 导入将在后台进行。您可以通过 %%span 'Import Progress' 选项卡访问状态。

source: Okay
ar: موافق
de: OK
es: Aceptar
ja: OK
nl: Oké
pt: OK
zh: 确定

source: Enroll Participants to courses from CSV
ar: تسجيل المشاركين في الدورات التدريبية من ملف CSV
de: Teilnehmer aus CSV zu Kursen anmelden
eo: Énröll Pärtïçïpänts tö çöürsés fröm ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Inscribir participantes a cursos desde CSV
fr: Inscrire les participants aux cours depuis un fichier CSV
ja: CSVから参加者をコースに登録する
nl: Deelnemers uit CSV voor cursussen inschrijven
pl: Zarejestruj uczestników na kursy z pliku CSV
pt: Inscrever participantes em cursos do CSV
zh: 通过 CSV 将参与者注册到课程

source: CSV Template
ar: نموذج ملف CSV
de: CSV Vorlage
eo: ÇSV Témpläté Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Plantilla de CSV
fr: Modèle de fichier CSV
ja: CSVテンプレート
nl: CSV-sjabloon
pl: Szablon CSV
pt: Template de CSV
zh: CSV 模板

source: You will be notified by email once completed.
ar: سيتم إخطارك بالبريد الإلكتروني بمجرد الانتهاء.
de: Sie werden nach Abschluss nicht per E-Mail benachrichtigt.
es: Se le notificará por correo electrónico una vez que haya finalizado.
ja: 完了した後にEメールで通知を受け取ります。
nl: U krijgt bericht per e-mail wanneer dit proces voltooid is.
pl: Powiadomimy Cię za pomocą wiadomości e-mail o zakończeniu procesu.
pt: Você será notificado por e-mail após a conclusão.
zh: 完成后，您将收到电子邮件通知。

source: You can download the activation links now, or from the participant profiles at any time.
ar: يمكنك تنزيل روابط التفعيل الآن، أو من ملفات تعريف المشاركين في أي وقت.
de: Sie können die Aktivierungs-Links jetzt oder jederzeit von den Teilnehmerprofilen herunterladen.
eo: Ýöü çän döwnlöäd thé äçtïvätïön lïnks nöw, ör fröm thé pärtïçïpänt pröfïlés ät äný tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Puede descargar los enlaces de activación ahora o desde los perfiles de los participantes en cualquier momento.
fr: Vous pouvez télécharger les liens d'activation maintenant ou à partir des profils de participants à tout moment.
ja: アクティベーションリンクは、今すぐダウンロードするか、参加者プロフィールからいつでもダウンロードできます。
nl: U kunt de activeringslinks nu downloaden of op elk gewenst moment vanuit de deelnemersprofielen.
pl: Możesz pobrać linki aktywacyjne teraz albo z profili uczestników w dowolnym momencie.
pt: Você pode fazer o download dos links de ativação agora ou dos perfis dos participantes a qualquer momento.
zh: 您可以立即下载激活链接，也可以随时从参与者档案中下载激活链接。

source: Download Activation Links
ar: تنزيل روابط التفعيل
de: Aktivierungs-Links herunterladen
eo: Döwnlöäd Àçtïvätïön Lïnks Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Descargar enlaces de activación
fr: Télécharger les liens d'activation
ja: アクティベーションリンクをダウンロードする
nl: Activeringslinks downloaden
pl: Pobierz linki aktywacyjne
pt: Baixar links de ativação
zh: 下载激活链接

source: An activation link has been emailed to each student.
ar: تم إرسال رابط تفعيل بالبريد الإلكتروني إلى كل طالب.
de: Ein Aktivierungs-Link wurde jedem Teilnehmer zugesandt.
eo: Àn äçtïvätïön lïnk häs ßéén émäïléd tö éäçh stüdént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Se ha enviado un enlace de activación a cada alumno por correo electrónico.
fr: Un lien d'activation a été envoyé par e-mail à chaque étudiant.
ja: 各生徒に、アクティベーションリンクのメールが送信されました。
nl: Er is naar elke student een activeringslink gestuurd.
pl: E-mail z linkiem aktywacyjnym został wysłany do każdego studenta.
pt: Um link de ativação foi enviado por e-mail para cada aluno.
zh: 激活链接已通过电子邮件发送给每位学员。

source: You can download the activation link now, or from the participant profiles at any time.
ar: يمكنك تنزيل رابط التفعيل الآن، أو من ملفات تعريف المشاركين في أي وقت.
de: Sie können den Aktivierungs-Link jetzt oder jederzeit von den Teilnehmerprofilen runterladen.
eo: Ýöü çän döwnlöäd thé äçtïvätïön lïnk nöw, ör fröm thé pärtïçïpänt pröfïlés ät äný tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Puede descargar el enlace de activación ahora o desde los perfiles de los participantes en cualquier momento.
fr: Vous pouvez télécharger le lien d'activation maintenant ou à partir des profils de participants à tout moment.
ja: アクティベーションリンクは、今すぐダウンロードするか、参加者プロフィールからいつでもダウンロードできます。
nl: U kunt de activeringslink nu downloaden of op elk gewenst moment vanuit de deelnemersprofielen.
pl: Możesz pobrać link aktywacyjny teraz albo z profili uczestników w dowolnym momencie.
pt: Você pode fazer o download do link de ativação agora ou dos perfis dos participantes a qualquer momento.
zh: 您可以立即下载激活链接，也可以随时从参与者档案中下载激活链接。

source: Download Activation Link
ar: تنزيل رابط التفعيل
de: Aktivierungs-Link herunterladen
eo: Döwnlöäd Àçtïvätïön Lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Descargar enlace de activación
fr: Télécharger le lien d'activation
ja: アクティベーションリンクをダウンロードする
nl: Activeringslink downloaden
pl: Pobierz link aktywacyjny
pt: Baixar link de ativação
zh: 下载激活链接

source: Go To User Profile
ar: الانتقال إلى ملف تعريف المستخدم
de: Zum Nutzerprofil gehen
eo: Gö Tö Ûsér Pröfïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Ir al perfil de usuario
fr: Aller dans le profil d’utilisateur
ja: ユーザープロフィールへ移動する
nl: Ga naar Gebruikersprofiel
pl: Przejdź do profilu użytkownika
pt: Ir para perfil do usuário
zh: 转到用户档案

source: Update manager info of participants from CSV
ar: تحديث معلومات المدير الخاصة بالمشاركين من ملف CSV
de: Managerinformationen der Teilnehmer aus CSV aktualisieren
es: Importar participantes desde CSV
ja: CSVから参加者をインポートする
nl: Managerinformatie van deelnemers uit CSV bijwerken
pl: Zaktualizuj informacje o menedżerze uczestników z pliku CSV
pt: Atualizar informações do gerente dos participantes do CSV
zh: 从 CSV 更新参与者的管理者信息

source: Update organization fields of participants from CSV
ar: تحديث حقول المؤسسة الخاصة بالمشاركين من ملف CSV
de: Organisationsfelder der Teilnehmer aus CSV aktualisieren
es: Importar participantes desde CSV
ja: CSVから参加者をインポートする
nl: Bedrijfsvelden van deelnemers uit CSV bijwerken
pl: Zaktualizuj pola organizacyjne uczestników z pliku CSV
pt: Atualizar campos de participantes do CSV
zh: 从 CSV 更新参与者的组织字段

source: Roles for
ar: الأدوار الخاصة بـ
de: Rollen für
eo: Rölés för Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Roles para
fr: Rôles pour
ja: ロール
nl: Functies voor
pl: Role dla
pt: Funções para
zh: 以下各项的角色：

source: Course specific roles
ar: الأدوار المحددة في الدورة التدريبية
de: Kursspezifische Rollen
eo: Çöürsé spéçïfïç rölés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Roles específicos del curso
fr: Rôles spécifiques du cours
ja: コース毎のロール
nl: Cursusspecifieke functies
pl: Role właściwe dla danego kursu
pt: Funções específicas do curso
zh: 课程特定角色

source: Below are the courses this user is enrolled in.
ar: فيما يلي الدورات التدريبية التي التحق بها هذا المستخدم.
de: Unten sind die Kurse aufgeführt, zu denen dieser Nutzer angemeldet ist.
eo: Bélöw äré thé çöürsés thïs üsér ïs énrölléd ïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: A continuación se indican los cursos en que está inscrito este usuario.
fr: Ci-dessous, vous trouverez les cours auxquels l'utilisateur est inscrit.
ja: このユーザーが登録しているコースは以下の通りです。
nl: Hieronder staan de cursussen waarvoor deze gebruiker is ingeschreven.
pl: Poniżej znajdziesz kursy, na które zarejestrowany jest ten użytkownik.
pt: Abaixo estão os cursos em que este usuário está inscrito.
zh: 以下是此用户已注册的课程。

source: Manage Roles and Permissions
ar: إدارة الأدوار والأذونات
de: Rollen und Berechtigungen bearbeiten
eo: Mänägé Rölés änd Pérmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Administrar roles y permisos
fr: Gérer les rôles et les autorisations
ja: ロールと権限を管理する
nl: Functies en rechten beheren
pl: Zarządzaj rolami i uprawnieniami dostępu
pt: Gerenciar funções e permissões
zh: 管理角色和权限

source: User
ar: المستخدم
de: Nutzer
eo: Ûsér Ⱡ'σяєм ι#
es: Usuario
fr: Utilisateur
ja: ユーザー
nl: Gebruiker
pl: Użytkownik
pt: Usuário
zh: 用户
