Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: In connection with your use of McKinsey Academy, you may have the opportunity to submit, post, publish, distribute, or otherwise share information, images, videos, materials, data or other content, including without limitation: posts to discussion forums or message boards; survey, questionnaire, or assessment responses; work product (in electronic or physical form) in connection with courses or other activities offered through McKinsey Academy; modifications to or commentary about McKinsey Academy Content or other work product of McKinsey Academy users; and feedback or comments about McKinsey Academy, including courses or services provided or considered for provision in connection with McKinsey Academy (collectively, “User Content”). You acknowledge and agree that, by providing us any such User Content, you grant us a worldwide, non-exclusive, transferable, assignable, sublicensable, fully paid-up, royalty-free, perpetual, irrevocable license and right to use, reproduce, publish, distribute, modify and otherwise exploit such User Content for any purpose, and in any form or media, not prohibited by applicable law. You also grant to other users of the McKinsey Academy services a non-exclusive license to access, reproduce and use such User Content. In addition, you hereby waive any claims against us for any alleged or actual infringement of any rights of privacy or publicity, intellectual property rights, moral rights, or rights of attribution in connection with our use or that of our authorized users of such User Content as permitted by these Terms.
ar: فيما يتعلق باستخدامك لأكاديمية ماكنزي، قد تتاح لك الفرصة لإرسال المعلومات أو الصور أو مقاطع الفيديو أو المواد أو البيانات أو غيرها من المحتويات أو نشرها أو توزيعها أو مشاركتها، بما في ذلك على سبيل المثال لا الحصر: المنشورات في منتديات المناقشة أو لوحات الرسائل، واستطلاعات الرأي أو الاستبيانات أو ردود التقييم، ومنتجات العمل (في شكل إلكتروني أو مادي) فيما يتعلق بالدورات التدريبية أو الأنشطة الأخرى المقدمة من خلال أكاديمية ماكنزي، والتعديلات في أو التعليق على محتوى أكاديمية ماكنزي أو منتج عمل آخر لمستخدمي أكاديمية ماكنزي، والملاحظات أو التعليقات حول أكاديمية ماكنزي، بما في ذلك الدورات التدريبية أو الخدمات المقدمة أو التي يُنظر في تقديمها فيما يتعلق بأكاديمية ماكنزي (يُشار إليه إجمالًا باسم ”محتوى المستخدم”). وتقر وتوافق على أنه من خلال تقديم أي محتوى مستخدم لنا من هذا القبيل، تمنحنا ترخيصًا عالميًا، وغير حصري، وقابلًا لنقل ملكيته والتنازل عنه للغير، وقابلًا للتعيين، وقابلًا لإصدار تراخيص فرعية منه، ومدفوعًا بالكامل، وبدون حقوق ملكية، ودائمًا، وغير قابل للإلغاء، والحق في استخدام محتوى المستخدم هذا وإعادة إنتاجه ونشره وتوزيعه وتعديله واستغلاله لأي غرض من الأغراض، وبأي شكل أو وسائل، لا يحظرها القانون المعمول به. كما تمنح المستخدمين الآخرين لخدمات أكاديمية ماكنزي ترخيصًا غير حصري للوصول إلى محتوى المستخدم وإعادة إنتاجه واستخدامه. بالإضافة إلى ذلك، تتنازل بموجبه عن أي مطالبات ضدنا عن أي انتهاك مزعوم أو فعلي لأي من حقوق الخصوصية أو الدعاية أو حقوق الملكية الفكرية أو الحقوق المعنوية أو حقوق الإسناد فيما يتعلق باستخدامنا أو استخدام مستخدمينا المعتمدين لمحتوى المستخدم هذا حسبما تسمح به هذه الشروط.
de: In Verbindung mit Ihrer Nutzung der McKinsey Academy haben Sie möglicherweise die Möglichkeit, Informationen, Bilder, Videos, Materialien, Daten oder andere Inhalte, insbesondere ohne Einschränkung, einzureichen, zu posten, zu verbreiten oder anderweitig zu teilen: Beiträge in Diskussionsforen oder Messageboards; Umfrage-, Fragebogen- oder Prüfungsantworten; Arbeitsergebnisse (in elektronischer oder physischer Form) in Verbindung mit Kursen oder anderen Aktivitäten, die über die McKinsey Academy angeboten werden; Änderungen oder Kommentare zu McKinsey Academy-Inhalten oder anderen Arbeitsergebnissen von McKinsey Academy-Nutzern; und Feedback oder Kommentare zur McKinsey Academy, zu McKinsey Academy-Inhalten und Kursen oder Dienstleistungen, die im Zusammenhang mit der McKinsey Academy bereitgestellt oder dafür in Betracht gezogen werden (zusammen „Benutzerinhalte“). Sie erkennen an und erklären sich damit einverstanden, dass Sie uns durch die Bereitstellung solcher Benutzerinhalte automatisch eine weltweite, nicht ausschließliche, übertragbare, zuordenbare, unterlizenzierbare, voll bezahlte, gebührenfreie, unbefristete, unwiderrufliche Lizenz und das Recht zur Nutzung, Vervielfältigung, Veröffentlichung, Verteilung, Änderung und anderweitigen Nutzung dieser Benutzerinhalte für alle Zwecke und in allen Formen oder Medien gewähren, die nicht durch geltendes Recht verboten sind. Sie gewähren auch anderen Nutzern der Dienste der McKinsey Academy eine nicht ausschließliche Lizenz zum Zugriff, zur Vervielfältigung und zur Nutzung solcher Benutzerinhalte. Darüber hinaus verzichten Sie hiermit auf jegliche Ansprüche gegen uns wegen angeblicher oder tatsächlicher Verletzung von Datenschutz- oder Veröffentlichungsrechten, geistigen Eigentumsrechten, moralischen Rechten oder Zuschreibungsrechten im Zusammenhang mit unserer Nutzung solcher Benutzerinhalte, wie sie in diesen Bedingungen gestattet sind.
es: En relación con su uso de McKinsey Academy, usted tendrá la posibilidad de enviar, publicar, distribuir y compartir información, imágenes, videos, materiales, datos y demás contenidos, que incluye entre otras cosas: publicaciones en foros de debate o tableros de mensajes; encuestas, cuestionarios o respuestas a evaluaciones; productos de trabajos (en medios físicos o electrónicos) relacionados con los cursos y demás actividades ofrecidas a través de McKinsey Academy; modificaciones o comentarios acerca del Contenido de McKinsey Academy u otros productos de trabajos de los usuarios de McKinsey Academy; y sugerencias y comentarios acerca de McKinsey Academy, incluyendo cursos o servicios prestados en relación con McKinsey Academy (denominados, en conjunto, «Contenido de Usuario»). Usted reconoce y acepta que, al suministrar dicho Contenido de Usuario, otorga a nuestra compañía una licencia internacional, no exclusiva, transferible, sub-licenciable, plenamente pagada, libre de regalías, perpetua, irrevocable y con validez para utilizar, reproducir, publicar, distribuir, modificar y explotar dicho Contenido de Usuario con cualquier propósito y de cualquier modo o en cualquier medio que no esté prohibido por la legislación vigente. De igual manera concede a otros usuarios de los servicios de McKinsey Academy una licencia no exclusiva para acceder, reproducir y utilizar dicho Contenido de Usuario. Asimismo, renuncia a presentar reclamaciones en nuestra contra por infracciones presuntas o reales de los derechos de privacidad o publicidad, derechos de propiedad intelectual, derechos morales, o derechos de atribución en relación con nuestro uso del Contenido de Usuario según lo establecido en estos Términos.
ja: お客様は、McKinsey Academy の利用に関する状況で、情報、イメージ、ビデオ、教材、データまたは他のコンテンツを提出、投稿、公開、配信または共有する機会を得られる場合があります。この機会には、ディスカッション フォーラムまたはメッセージ板に投稿する機会、調査、アンケートまたは評価に応じる機会、McKinsey Academy を通じて提供されるコースまたは他の課題と関係のある作業の (電子的なまたは物理的な) 成果物を提出する機会、McKinsey Academy コンテンツまたは McKinsey Academy の他のユーザーが製作した作業成果物を修正したり、これらについてコメントしたりする機会、ならびに McKinsey Academy (McKinsey Academy と関係のある状況で提供されるか、そのような状況での提供が想定されているコースまたはサービスを含みます) についてフィードバックまたはコメントする機会が含まれますが、これらに限定されません (以下においては、これらのコンテンツを「該当ユーザー コンテンツ」と総称します)。弊社に該当ユーザー コンテンツを提供すると、準拠法が禁じていないあらゆる目的を果たすために、準拠法が禁じていないあらゆる形態でまたはあらゆるメディアを利用して該当ユーザー コンテンツを使用、再現、公開、配信、修正および活用することを許諾内容とするライセンスおよび権利 (世界的、非独占的かつ移転、譲渡およびサブライセンス可能な、当初の一括払いによりその後はロイヤルティー フリーとなる、永続的かつ撤回不能なライセンスおよび権利) を弊社に付与することとなる点について、お客様は認め、同意する必要があります。またお客様は、McKinsey Academy サービスの他の利用者に対しても、該当ユーザー コンテンツへのアクセスやその再現および使用を許諾内容とする非独占的なライセンスを付与することとなります。 加えてお客様は、本規約が認めている方法で弊社または授権ユーザーが該当ユーザー コンテンツを使用したことに関連してプライバシー権もしくはパブリシティ権、知的財産権、著作者人格権または氏名表示権の侵害が生じた疑いがあるか、実際に生じたことを根拠に弊社に対し何らかの請求を行う権利も放棄する必要があります。
nl: In verband met uw gebruik van McKinsey Academy kunt u mogelijk informatie, afbeeldingen, video's, materialen, gegevens of andere inhoud indienen, online plaatsen, publiceren, verspreiden of anderszins delen, met inbegrip van maar niet beperkt tot: berichten op discussieforums of berichtenborden; antwoorden op enquêtes, vragenlijsten of beoordelingen; werkproducten (in elektronische of fysieke vorm) in verband met cursussen of andere activiteiten aangeboden door McKinsey Academy; aanpassingen aan of commentaar op inhoud van McKinsey Academy of andere werkproducten van gebruikers van McKinsey Academy; en feedback of opmerkingen McKinsey Academy, met inbegrip van cursussen of diensten die worden aangeboden of in overweging worden genomen om te worden aangeboden in verband met McKinsey Academy (gezamenlijk 'Gebruikersinhoud'). U erkent en stemt ermee in dat u ons door het verstrekken van dergelijke Gebruikersinhoud een wereldwijde, niet-exclusieve, overdraagbare, toewijsbare, sublicentieerbare, volledig betaalde, royaltyvrije, eeuwigdurende, onherroepelijke licentie en recht op gebruik, reproductie, publicatie, verspreiding, wijziging en exploitatie van dergelijke Gebruikersinhoud verleent voor elk doel en in elke vorm of medium, die niet verboden is door de toepasselijke wetgeving. U verleent ook aan andere gebruikers van de diensten van McKinsey Academy een niet-exclusieve licentie voor toegang tot, reproductie en gebruik van dergelijke Gebruikersinhoud. Bovendien doet u hierbij afstand van alle claims tegen ons wegens vermeende of daadwerkelijke inbreuk op privacy- of publiciteitsrechten, intellectuele eigendomsrechten, morele rechten of toekenningsrechten in verband met ons gebruik of dat van onze gemachtigde gebruikers van dergelijke Gebruikersinhoud, zoals toegestaan door deze Voorwaarden.
pl: W związku z korzystaniem przez użytkownika z McKinsey Academy ma on możliwość wysyłania, zamieszczania, publikowania, dystrybuowania lub udostępniania w inny sposób informacji, obrazów, nagrań wideo, materiałów, danych lub innych treści, w tym bez ograniczeń: postów na forach dyskusyjnych lub tablicach ogłoszeń, odpowiedzi na ankiety, kwestionariusze lub testy, rezultatów swojej pracy (w postaci elektronicznej lub fizycznej) związanej ze szkoleniami lub innymi zajęciami oferowanymi w ramach McKinsey Academy, modyfikacji lub uwag do Treści McKinsey Academy lub rezultatów prac innych użytkowników McKinsey Academy oraz opinii lub komentarzy dotyczących McKinsey Academy, w tym szkoleń lub usług świadczonych lub planowanych w związku z McKinsey Academy (łącznie „Treści Użytkownika”). Użytkownik przyjmuje do wiadomości i zgadza się, że przekazując McKinsey Treści Użytkownika udziela jej nieograniczonej terytorialnie, niewyłącznej, zbywalnej, z możliwością przenoszenia, w pełni opłaconej, wolnej od tantiem, nieograniczonej czasowo, nieodwołalnej licencji z możliwością udzielania sublicencji oraz prawa do powielania, publikowania, dystrybuowania, modyfikowania i eksploatowania w inny sposób Treści Użytkownika w dowolnym celu, w dowolnej postaci i na dowolnym nośniku, z wyjątkiem czynności zakazanych obowiązującym prawem. Użytkownik udziela również innym użytkownikom usług McKinsey Academy niewyłącznej licencji na dostęp do, powielanie i korzystanie z Treści Użytkownika. Dodatkowo Użytkownik zrzeka się wszystkich roszczeń przeciwko McKinsey z tytułu zarzucanego lub faktycznego naruszenia prawa do prywatności lub wizerunku, praw własności intelektualnej, autorskich praw osobistych lub prawa do oznaczenia autorstwa utworu w związku z korzystaniem przez McKinsey lub upoważnionych do tego użytkowników z Treści Użytkownika w sposób dozwolony niniejszymi Warunkami.
pt: Em conexão com o uso da McKinsey Academy, você pode enviar, postar, publicar, distribuir ou compartilhar informações, imagens, vídeos, materiais, dados ou outro conteúdo, incluindo, sem limitação: postagens em fóruns de discussão ou quadros de mensagens; respostas a pesquisas, questionários ou avaliações; produto de trabalho (em formato eletrônico ou físico) em conexão com cursos ou outras atividades oferecidas pela McKinsey Academy; modificações ou comentários sobre o conteúdo da McKinsey Academy ou outro produto de trabalho dos usuários da McKinsey Academy; e comentários ou comentários sobre a McKinsey Academy, incluindo cursos ou serviços fornecidos ou considerados para provisão em conexão com a McKinsey Academy (coletivamente, “conteúdo do usuário“). Você reconhece e concorda que, ao nos fornecer qualquer Conteúdo do Usuário, você nos concede uma licença mundial, não exclusiva, transferível, atribuível, sub-licenciável, totalmente paga, sem royalties, perpétua, irrevogável e com direito de usar, reproduzir, publicar, distribuir, modificar e explorar esse conteúdo do usuário para qualquer finalidade e em qualquer forma ou mídia, não proibida pela lei aplicável. Você também concede a outros usuários dos serviços da McKinsey Academy uma licença não exclusiva para acessar, reproduzir e usar esse conteúdo do usuário. Além disso, você renuncia a qualquer reclamação contra nós por qualquer violação alegada ou real de quaisquer direitos de privacidade ou publicidade, direitos de propriedade intelectual, direitos morais ou direitos de atribuição relacionados ao nosso uso ou aos de nossos usuários autorizados desse conteúdo de usuário conforme permitido por estes termos.
zh: 涉及到使用麦肯锡学院的情况下，您可能有机会提交、发贴、发布、分发或以其他方式共享信息、图像、视频、材料、数据或其他内容，包括但不限于：在论坛或留言板上的帖子;调查问卷或评估答复；与麦肯锡学院提供的课程或其他活动有关的工作产品（电子或物理形式）；对麦肯锡学院内容或麦肯锡学院用户其他工作产品的修改或评论；以及有关麦肯锡学院的反馈或评论，包括与麦肯锡学院相关的课程或服务（统称为“用户内容”）。您承认并同意，通过向我们提供任何此类用户内容，即授予我们全球、非专有、可转让、可分配、可再许可、已缴足费用、免版税、永久、不可撤销的许可以及使用、复制、以适用法律未禁止的任何目的、以任何形式或媒体发布、分发、修改和以其他方式利用此类用户内容的权利。您还向麦肯锡学院服务的其他用户授予非专有许可，以访问、复制和使用此类用户内容。 此外，如果我们或我们的授权用户在使用这些条款允许的此类用户内容时，涉嫌或实际侵犯了任何隐私权或公开权、知识产权、精神权利或归属权，您在此放弃对我们进行任何索赔。

source: We do not and cannot review all User Content, and we are not responsible to you or any other party with respect to any User Content provided or made available in connection with McKinsey Academy. We reserve the right to refuse to accept or publish any User Content, and to remove any previously accepted or published User Content, at our discretion.
ar: نحن لا نراجع كل محتوى المستخدم ولا يمكننا مراجعته، ولا نتحمل المسؤولية أمامك أو أمام أي طرف آخر فيما يتعلق بأي محتوى مستخدم مقدم أو متوفر فيما يتعلق بأكاديمية ماكنزي. كما نحتفظ بالحق في رفض قبول أي محتوى مستخدم أو نشره، وإزالة أي محتوى مستخدم تم قبوله أو نشره مسبقًا، وفقًا لتقديرنا.
de: Wir überprüfen nicht alle Benutzerinhalte und sind weder Ihnen noch einer anderen Partei gegenüber in Bezug auf Benutzerinhalte, die in Verbindung mit der McKinsey Academy bereitgestellt sind oder bereitgestellt werden, verantwortlich. Wir behalten uns das Recht vor, die Annahme oder Veröffentlichung von Benutzerinhalten zu verweigern und zuvor akzeptierte oder veröffentlichte Benutzerinhalte in unserem Ermessen zu entfernen.
es: No nos es posible revisar todos los Contenidos de Usuario y, en consecuencia, no asumimos responsabilidad ante usted ni ante ningún tercero en relación con los Contenidos de Usuario suministrados o puestos a disposición a través de McKinsey Academy. Nos reservamos el derecho a negarnos a aceptar o publicar cualquier Contenido de Usuario, y a eliminar Contenido de Usuario previamente aceptado y publicado.
ja: 弊社がすべての該当ユーザー コンテンツを審査することは不可能であり、そのような審査を行うことはないため、弊社は、McKinsey Academy 関連要素として提供または公開される該当ユーザー コンテンツについて、お客様または他の当事者に対しどのような責任も負いません。弊社は、その裁量により、該当ユーザー コンテンツの受入れまたは公開を拒んだり、過去に受け入れたまたは公開した該当ユーザー コンテンツを削除したりする権利を留保しています。
nl: We kunnen niet alle Gebruikersinhoud beoordelen en we zijn niet verantwoordelijk voor u of een andere partij met betrekking tot Gebruikersinhoud die wordt verstrekt of beschikbaar wordt gesteld in verband met McKinsey Academy. We behouden ons het recht om naar eigen goeddunken Gebruikersinhoud te accepteren, weigeren of publiceren en om eerder geaccepteerde of gepubliceerde Gebruikersinhoud te verwijderen.
pl: McKinsey nie przegląda i nie może przeglądać wszystkich Treści Użytkownika i nie ponosi odpowiedzialności wobec użytkownika lub innej osoby w odniesieniu do Treści Użytkownika przekazanych lub udostępnionych w związku z McKinsey Academy. McKinsey zastrzega sobie prawo odmowy akceptacji lub opublikowania Treści Użytkownika oraz usunięcia uprzednio zaakceptowanych lub opublikowanych Treści Użytkownika według swojego uznania.
pt: Nós não revisamos e não podemos revisar todo o conteúdo do usuário e não somos responsáveis perante você ou qualquer outra parte com relação a qualquer conteúdo do usuário fornecido ou disponibilizado em conexão com a McKinsey Academy. Reservamo-nos o direito de recusar a aceitação ou publicação de qualquer conteúdo do usuário e de remover qualquer conteúdo do usuário previamente aceito ou publicado, a nosso critério.
zh: 我们不会也不能够查看所有用户内容，对您或任何其他方通过麦肯锡学院提供的任何用户内容概不负责。我们保留自行决定拒绝接受或发布任何用户内容以及删除任何先前接受或发布的用户内容的权利。
