Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Access project resources by clicking the <i class="fa fa-files-o blue"></i> icon at the bottom of the Project Navigator.
ar: يمكنك الوصول إلى موارد المشروع بالنقر فوق الرمز <i class="fa fa-files-o blue"></i> الموجود في الجزء السفلي من "متصفح المشروع".
de: Greifen Sie auf die Projektressourcen zu, indem Sie das <i class="fa fa-files-o blue"></i>-Icon in der Projektnavigationsleiste anklicken.
eo: Àççéss pröjéçt résöürçés ßý çlïçkïng thé <i class="fa fa-files-o blue"></i> ïçön ät thé ßöttöm öf thé Pröjéçt Nävïgätör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Acceda a los recursos del proyecto mediante un clic en el ícono <i class="fa fa-files-o blue"></i> en la parte inferior del navegador de proyecto.
fr: Accédez aux ressources du projet en cliquant sur l'icône <i class="fa fa-files-o blue"></i> en bas du navigateur de projet.
ja: プロジェクト・ナビゲーター下部の <i class="fa fa-files-o blue"></i> アイコンをクリックして、プロジェクト・リソースにアクセスします。
nl: Open projectinformatiebronnen door op het <i class="fa fa-files-o blue"></i>-pictogram onderaan de Projectnavigator te klikken.
pl: Przejdź do materiałów projektu, klikając na ikonę <i class="fa fa-files-o blue"></i> u dołu „Nawigatora projektu”.
pt: Acesse os recursos do projeto clicando no ícone <i class="fa fa-files-o blue"></i> na parte inferior do Navegador do Projeto.
zh: 单击项目导航器底部的 <i class="fa fa-files-o blue"></i> 图标来访问项目资源。

source: Group work has a private discussion you can use to collaborate with your group members. You can chat with your team by clicking the <i class="fa fa-comments-o blue"></i> icon at the bottom of the Project Navigator. Your private discussions, even when viewed on the main discussion page, are only visible to your group members, never to the larger cohort.
ar: يتوافر بعمل المجموعة مناقشة خاصة يمكنك استخدامها للتعاون مع أعضاء مجموعتك. ويمكنك الدردشة مع فريقك بالنقر فوق الرمز <i class="fa fa-comments-o blue"></i> الموجود في الجزء السفلي من "متصفح المشروع". ولا تظهر مناقشاتك الخاصة، حتى عند عرضها على صفحة المناقشة الرئيسية، سوى لأعضاء مجموعتك، ولا تظهر أبدًا للفوج الأكبر.
de: In Gruppenarbeiten haben Sie die Möglichkeit, mit Ihren Gruppenmitgliedern privat zu sprechen und zusammenzuarbeiten. Sie können mit Ihrem Team chatten, wenn Sie auf das <i class="fa fa-comments-o blue"></i>-Icon am unteren Rand der Projektnavigationsleiste klicken. Ihre privaten Unterhaltungen, auch wenn Sie sie auf der Hauptdiskussionsseite aufrufen, sind nur für Gruppenmitglieder sichtbar, nie für den gesamten Jahrgang.
eo: Gröüp wörk häs ä prïväté dïsçüssïön ýöü çän üsé tö çölläßöräté wïth ýöür gröüp mémßérs. Ýöü çän çhät wïth ýöür téäm ßý çlïçkïng thé <i class="fa fa-comments-o blue"></i> ïçön ät thé ßöttöm öf thé Pröjéçt Nävïgätör. Ýöür prïväté dïsçüssïöns, évén whén vïéwéd ön thé mäïn dïsçüssïön pägé, äré önlý vïsïßlé tö ýöür gröüp mémßérs, névér tö thé lärgér çöhört. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα#
es: El trabajo en grupo tiene un foro de debate privado para colaborar con los miembros de su grupo. Puede chatear con su equipo mediante un clic en el ícono <i class="fa fa-comments-o blue"></i> en la parte inferior del navegador de proyecto. Sus debates privados, incluso si se ven en la página de debate principal, solo son visibles para los miembros de su grupo y no para el resto de los participantes.
fr: Le travail de groupe propose une discussion privée que vous pouvez utiliser pour collaborer avec les membres de votre groupe. Vous pouvez discuter avec votre équipe en cliquant sur l'icône <i class="fa fa-comments-o blue"></i> en bas du navigateur de projet. Vos discussions privées, même si elles sont affichées sur la page de discussion principale, ne sont visibles que par les membres de votre groupe, jamais par le reste de la division.
ja: グループワークには、グループ・メンバーと協力する際に利用できる非公開のディスカッションがあります。プロジェクト・ナビゲーター下部の <i class="fa fa-comments-o blue"></i> アイコンをクリックすると、チームとチャットができます。非公開のディスカッションは、メイン・ディスカッション・ページで閲覧した場合でも、グループ・メンバーのみが閲覧可能で、コホート全体には絶対に表示されません。
nl: Groepswerk heeft een privédiscussie die u kunt gebruiken om samen te werken met uw groepsleden. U kunt met uw team chatten door op het <i class="fa fa-comments-o blue"></i>-pictogram onderaan de Projectnavigator te klikken. Uw privédiscussies zijn, ook al worden ze op de hoofddiscussiepagina bekeken, alleen zichtbaar voor uw groepsleden en nooit voor het grotere cohort.
pl: Sekcja pracy grupowej posiada funkcję prywatnej dyskusji, która ułatwia współpracę z poszczególnymi członkami grupy. Możesz rozpocząć rozmowę z członkiem Twojego zespołu, klikając na ikonę <i class="fa fa-comments-o blue"></i> u dołu „Nawigatora projektu”. Twoje prywatne dyskusje są widoczne tylko dla członków Twojej grupy i nie dla ogólnej grupy kursantów, mimo że możesz je zobaczyć na głównej stronie dyskusyjnej.
pt: O trabalho em grupo tem uma discussão particular que você pode usar para colaborar com os membros do grupo. Você pode conversar com a equipe clicando no ícone <i class="fa fa-comments-o blue"></i>na parte inferior do Navegador do Projeto. Suas discussões particulares, mesmo quando visualizadas na página de discussão principal, são visíveis apenas para os membros do grupo, nunca para o grupo completo.
zh: 小组作业设有私人讨论功能，您可以用该功能和小组成员进行协作。单击项目导航器底部的 <i class="fa fa-comments-o blue"></i> 图标即可与团队成员聊天。即使在主讨论页面上查看，您的私人讨论也只对您的小组成员可见，而不会向规模更大的群组显示。

source: Send a message to a McKinsey TA by clicking the <span class="nav-1" style="font-size:16px;">TA</span> icon at the bottom of the Project Navigator.
ar: يمكنك إرسال رسالة إلى مساعد المدرس التابع لماكنزي بالنقر فوق الرمز <span class="nav-1" style="font-size:16px;">TA</span> الموجود في الجزء السفلي من "متصفح المشروع".
de: Schreiben Sie Ihrem McKinsey TA, indem Sie das <span class="nav-1" style="font-size:16px;">TA</span>-Icon in der Projektnavigationsleiste anklicken.
eo: Sénd ä méssägé tö ä MçKïnséý TÀ ßý çlïçkïng thé <span class="nav-1" style="font-size:16px;">TÀ</span> ïçön ät thé ßöttöm öf thé Pröjéçt Nävïgätör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Envíe un mensaje a un TA de McKinsey mediante un clic en el ícono <span class="nav-1" style="font-size:16px;">TA</span> en la parte inferior del navegador de proyecto.
fr: Envoyez un message à un AF McKinsey en cliquant sur l'icône <span class="nav-1" style="font-size:16px;">TA</span> en bas du navigateur de projet.
ja: プロジェクト・ナビゲーター下部の <span class="nav-1" style="font-size:16px;">TA</span> アイコンをクリックして、McKinsey TAにメッセージを送信します。
nl: Stuur een bericht naar een OA van McKinsey door op het <span class="nav-1" style="font-size:16px;">OA</span>-pictogram onderaan de Projectnavigator te klikken.
pl: Wyślij wiadomość do asystenta kursu McKinsey, klikając na ikonę the <span class="nav-1" style="font-size:16px;">TA</span> u dołu „Nawigatora projektu”.
pt: Envie uma mensagem para um assistente de ensino da McKinsey clicando no ícone<span class="nav-1" style="font-size:16px;">Assistente de ensino</span> na parte inferior do Navegador do Projeto.
zh: 单击项目导航器底部的<span class="nav-1" style="font-size:16px;">助教</span>图标来向麦肯锡助教发送消息。

source: Access group work using the <i class="mk-icon-groupworknav"></i> icon in the main navigation bar
ar: يمكنك الوصول إلى عمل المجموعة باستخدام الرمز <i class="mk-icon-groupworknav"></i> الموجود في شريط التنقل الرئيسي
de: Greifen Sie auf die Gruppenarbeit zu, indem Sie das <i class="mk-icon-groupworknav"></i>-Icon in der Hauptnavigationsleiste anklicken
eo: Àççéss gröüp wörk üsïng thé <i class="mk-icon-groupworknav"></i> ïçön ïn thé mäïn nävïgätïön ßär Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Acceda al trabajo en grupo mediante el ícono <i class="mk-icon-groupworknav"></i> en la barra de navegación principal
fr: Accédez au travail du groupe en utilisant l'icône <i class="mk-icon-groupworknav"></i> dans la barre de navigation principale
ja: メイン・ナビゲーション・バーの <i class="mk-icon-groupworknav"></i> アイコンを使って、グループワークにアクセスします
nl: Open groepswerk met het <i class="mk-icon-groupworknav"></i>-pictogram in de hoofdnavigatiebalk
pl: Przejdź do pracy grupowej, klikając na ikonę <i class="mk-icon-groupworknav"></i> na głównym pasku nawigacji
pt: Acesse trabalhos em grupo usando o ícone <i class="mk-icon-groupworknav"></i> na barra de navegação principal
zh: 使用主导航栏中的 <i class="mk-icon-groupworknav"></i> 图标访问小组作业

source: Group work is made up of one or more activities, and each activity is made up of up to 4 stages:
ar: يتكون عمل المجموعة من نشاط واحد أو أكثر، ويتكون كل نشاط من ما يصل إلى 4 مراحل:
de: Gruppenarbeit besteht aus einer oder mehreren Aktivitäten und jede Aktivität besteht aus bis zu 4 Phasen:
eo: Gröüp wörk ïs mädé üp öf öné ör möré äçtïvïtïés, änd éäçh äçtïvïtý ïs mädé üp öf üp tö 4 stägés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: El trabajo en grupo consiste en una o más actividades, y cada actividad está compuesta por hasta 4 etapas:
fr: Le travail de groupe est constitué d'une ou plusieurs activités et chaque activité est constituée de quatre étapes maximum :
ja: グループワークには1つ以上のアクティビティがあり、各アクティビティは4つのステージで構成されています:
nl: Groepswerk bestaat uit een of meer activiteiten, en elke activiteit bestaat weer uit maximaal 4 fases:
pl: Praca grupowa składa się z jednej lub więcej aktywności, a każda aktywność podzielona jest na maksimum 4 etapy.
pt: O trabalho em grupo é composto por uma ou mais atividades, e cada atividade é formada por até 4 etapas:
zh: 小组作业由一个或多个活动组成，每个活动最多包括 4 个阶段：

source: OVERVIEW - provides a high-level overview of the task(s)
ar: لمحة عامة - توفر نظرة شمولية ذات مستوى مرتفع للمهمة (المهام)
de: ÜBERSICHT - liefert einen groben Überblick über die Aufgabe(n)
eo: ÖVÉRVÌÉW - prövïdés ä hïgh-lévél övérvïéw öf thé täsk(s) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: DESCRIPCIÓN GENERAL: proporciona una descripción general a nivel alto de la(s) tarea(s)
fr: PRÉSENTATION - fournit une présentation générale des tâches
ja: 概要 - タスクの高度な概要を説明しています
nl: OVERZICHT – geeft een overzicht op hoog niveau van de taak/taken
pl: OPIS - zapewnia szczegółowy opis zadania(-ń)
pt: VISÃO GERAL - fornece uma visão geral das tarefas
zh: 概述 - 提供高层次的任务概述

source: UPLOAD - allows your team to upload deliverables for TA or peer grading
ar: التحميل - يتيح لفريقك تحميل التسليمات المطلوبة لمساعد المدرس أو وضع درجات النظراء
de: HOCHLADEN - hier kann Ihr Team Arbeitsergebnisse hochladen, damit der TA oder andere Teilnehmer sie benoten können
eo: ÛPLÖÀD - ällöws ýöür téäm tö üplöäd délïvéräßlés för TÀ ör péér grädïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: CARGAR: le permite a su equipo cargar entregas para su calificación por parte del TA o sus pares
fr: TÉLÉCHARGER - permet à votre équipe de télécharger les produits livrables pour une notation d’AF ou de pairs
ja: アップロード - TAまたは査読評価用にチームが提出物をアップロードできます
nl: UPLOADEN – hiermee kan uw team de te leveren items uploaden voor cijferbeoordeling door onderwijsassistent (OA) of collega
pl: PRZESYŁ PLIKÓW - pozwala na przesłanie rezultatów pracy do asystenta kursu lub do weryfikacje przez kolegów
pt: UPLOAD - permite que sua equipe faça upload das entregas para o assistente de ensino ou para avaliação de colegas
zh: 上传 - 允许您的团队上传交付文件以供助教评分或学员互评

source: REVIEWS - allows you to anonymously grade peer projects and/or provide team feedback
ar: المراجعات - تتيح لك تصنيف مشروعات أقرانك بشكل مجهول و/أو توفير ملاحظات للفريق
de: ÜBERPRÜFUNGEN - erlaubt es Ihnen, die Projekte anderer Teilnehmer zu benoten und/oder Feedback zu geben
eo: RÉVÌÉWS - ällöws ýöü tö änönýmöüslý grädé péér pröjéçts änd/ör prövïdé téäm féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: REVISIONES: le permite calificar anónimamente proyectos de pares y/o proporcionar feedback
fr: VÉRIFICATIONS - vous permet de noter de façon anonyme les projets des pairs ou de proposer des commentaires à votre équipe
ja: 査読 - クラスメートのプロジェクト評価やフィードバック提供が匿名でできます
nl: BEOORDELINGEN – hiermee kunt u anoniem projecten van collega’s met een cijfer beoordelen en/of teamfeedback geven
pl: WERYFIKACJA - pozwala Ci na anonimową ocenę projektów Twoich kolegów oraz przesłanie im komentarza
pt: REVISÕES - permite que você avalie anonimamente projetos de colegas e/ou forneça feedback à equipe
zh: 评阅 - 允许您匿名参与项目学员互评和/或提供团队反馈

source: GRADE - displays your team feedback and peer (or TA) grade
ar: الدرجة - تُظهر ملاحظات فريقك ودرجات أقرانك (أو مساعد المدرس)
de: NOTE - zeigt Ihrem Team Feedback und die von anderen Teilnehmern (oder vom TA) vergebene Note an
eo: GRÀDÉ - dïspläýs ýöür téäm féédßäçk änd péér (ör TÀ) grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: CALIFICACIÓN: muestra el feedback y la calificación de sus pares (o el TA)
fr: NOTE - affiche les commentaires de l'équipe et la note des pairs (ou AF)
ja: 成績評価 - チームのフィードバックやクラスメート (またはTAによる) 査読評価を表示します
nl: CIJFER – geeft uw teamfeedback en cijfer van collega (of OA) weer
pl: OCENA - tutaj znajdziesz komentarz i ocenę wystawioną przez asystenta kursu lub Twoich kolegów
pt: NOTA - exibe o feedback de seu grupo e notas dos colegas (ou assistente de ensino)
zh: 评分 - 显示您的团队反馈和学员互评或助教评分

source: Move from stage to stage within an activity using the left and right arrows; deadlines for each stage are posted, and if a particular stage has not yet opened, it is noted
ar: يمكنك الانتقال من مرحلة إلى أخرى داخل أي نشاط باستخدام السهمين الأيمن و الأيسر؛ ويتم نشر المواعيد النهائية لكل مرحلة، وفي حال عدم فتح مرحلة معينة حتى الآن، تتم ملاحظة ذلك
de: Wechseln Sie mit den Rechts- und Linkspfeilen von Phase zu Phase innerhalb einer Aktivität. Die Fristen für jede Phase werden veröffentlicht und wenn eine Phase noch nicht begonnen hat, dann wird dies angezeigt
eo: Mövé fröm stägé tö stägé wïthïn än äçtïvïtý üsïng thé léft änd rïght ärröws; déädlïnés för éäçh stägé äré pöstéd, änd ïf ä pärtïçülär stägé häs nöt ýét öpénéd, ït ïs nötéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι#
es: Muévase de etapa a etapa dentro de una actividad mediante las flechas hacia la izquierda y la derecha; las fechas límite para cada etapa están indicadas, y también se indica si todavía no se abrió una etapa particular
fr: Avancez d'étape en étape dans une activité en utilisant les flèches droite et gauche ; les délais pour chaque étape sont affichés et si une étape particulière n'a pas encore été ouverte cela est indiqué
ja: 左右矢印を使ってアクティビティ内のステージ間を行き来します。各ステージの期限は投稿されます。特定のステージがまだ開かれていない場合、注意書きとして表示されます
nl: Ga van fase naar fase binnen een activiteit met de pijltjes naar links/rechts; deadlines voor elke fase worden gepost, en als een bepaalde fase nog niet is geopend, wordt dat genoteerd
pl: Możesz przemieszczać się pomiędzy etapami aktywności za pomocą strzałek w lewo i prawo. Każdy etap posiada termin ukończenia oraz informację, czy dany etap jest już otwarty, czy nie.
pt: Navegue de um estágio a outro dentro de uma atividade usando as setas esquerda e direita; os prazos para cada estágio são publicados e, se uma etapa específica ainda não foi aberta, isso é observado
zh: 使用左右箭头从活动中的一个阶段移动到另一个阶段；每个阶段均标有截止日期，如果某个阶段尚未开放，则会相应注明

source: Group work has a private inline discussion you can use to collaborate with only your group members. View these conversations in group work pages, or by accessing the larger discussion page using the <i class="fa fa-comments-o"></i> icon in the main navigation bar. Your private discussions, even when viewed on the main discussion page, are only visible to your group members, never to the larger cohort.
ar: يتوافر بعمل المجموعة مناقشة خاصة مضمنة يمكنك استخدامها للتعاون مع أعضاء مجموعتك فقط. استعرض هذه المحادثات في صفحات عمل المجموعة أو بالوصول إلى صفحة المناقشة الأكبر باستخدام الرمز <i class="fa fa-comments-o"></i> الموجود في شريط التنقل الرئيسي. ولا تظهر مناقشاتك الخاصة، حتى عند عرضها على صفحة المناقشة الرئيسية، سوى لأعضاء مجموعتك، ولا تظهر أبدًا للفوج الأكبر.
de: In Gruppenarbeiten haben Sie die Möglichkeit, ausschließlich mit Ihren Gruppenmitgliedern privat zu sprechen und zusammenzuarbeiten. Öffnen Sie diese Konversationen in den Gruppenarbeitsseiten oder auf der größeren Diskussionsseite, indem Sie das <i class="fa fa-comments-o blue"></i>-Icon in der Hauptnavigationsleiste klicken. Ihre privaten Unterhaltungen, auch wenn Sie sie auf der Hauptdiskussionsseite aufrufen, sind nur für Gruppenmitglieder sichtbar, nie für den gesamten Jahrgang.
eo: Gröüp wörk häs ä prïväté ïnlïné dïsçüssïön ýöü çän üsé tö çölläßöräté wïth önlý ýöür gröüp mémßérs. Vïéw thésé çönvérsätïöns ïn gröüp wörk pägés, ör ßý äççéssïng thé lärgér dïsçüssïön pägé üsïng thé <i class="fa fa-comments-o"></i> ïçön ïn thé mäïn nävïgätïön ßär. Ýöür prïväté dïsçüssïöns, évén whén vïéwéd ön thé mäïn dïsçüssïön pägé, äré önlý vïsïßlé tö ýöür gröüp mémßérs, névér tö thé lärgér çöhört. #
es: El trabajo en grupo incluye un debate en línea privado que puede usar para colaborar solo con los miembros de su grupo. Vea estas conversaciones en las páginas del trabajo en grupo, o bien, acceda a la página de debate mediante el ícono <i class="fa fa-comments-o"></i> en la barra de navegación principal. Sus debates privados, incluso si se ven en la página de debate principal, solo son visibles por los miembros de su grupo y no para el resto del grupo general.
fr: Le travail en groupe propose une discussion privée en ligne que vous pouvez utiliser pour collaborer uniquement avec les membres de votre groupe. Affichez ces conversations dans des pages de travail de groupe ou en accédant à une page de discussion plus importante en utilisant l'icône <i class="fa fa-comments-o"></i> dans la barre de navigation principale. Vos discussions privées, même lorsqu'elles sont affichées dans la page de discussion principale, ne sont visibles que par les membres de votre groupe et jamais pas le reste de la division.
ja: グループワークには、グループ・メンバーと協力する際に利用できる非公開のインライン・ディスカッションがあります。グループワーク・ページで、または、メイン・ナビゲーション・バーの <i class="fa fa-comments-o"></i> アイコンを使ってより大きなディスカッション・ページを開くと、これらの会話が閲覧できます。非公開のディスカッションは、メイン・ディスカッション・ページで閲覧した場合でも、グループメンバーのみが閲覧可能で、コホート全体には絶対に表示されません。
nl: Groepswerk heeft een inline privédiscussie die u kunt gebruiken om samen te werken met alleen uw groepsleden. Bekijk deze gesprekken in groepswerkpagina’s, of door de grotere discussiepagina te openen met het <i class="fa fa-comments-o"></i>-pictogram in de hoofdnavigatiebalk. Uw privédiscussies zijn, ook al worden ze op de hoofddiscussiepagina bekeken, alleen zichtbaar voor uw groepsleden en nooit voor het grotere cohort.
pl: Sekcja pracy grupowej posiada funkcję prywatnych, wbudowanych dyskusji, dzięki której możesz rozmawiać wyłącznie z członkami Twojej grupy. Możesz przeglądać te konwersacje na stronach pracy grupowej lub zobaczyć je na ogólnej stronie dyskusji, klikając na ikonę <i class="fa fa-comments-o blue"></i> na głównym pasku nawigacyjnym. Twoje prywatne dyskusje są widoczne tylko dla członków Twojej grupy i nie dla ogólnej grupy kursantów, mimo że możesz je zobaczyć na głównej stronie dyskusyjnej.
pt: O trabalho em grupo tem uma discussão inline privada que você pode usar para colaborar apenas com os membros do seu grupo. Visualize essas conversas em páginas do trabalho em grupo ou acesse a página de discussão maior usando o ícone <i class="fa fa-comments-o"></i>na barra de navegação principal. Suas discussões particulares, mesmo quando visualizadas na página de discussão principal, são visíveis apenas para os membros do grupo, nunca para o grupo completo.
zh: 小组作业设有私人内嵌讨论功能，您可以用该功能和小组成员进行协作。可在小组作业页面中查看这些会话，或者使用主导航栏中的 <i class="fa fa-comments-o"></i> 图标来访问更大的讨论页面。即使在主讨论页面上查看，您的私人讨论也只对您的小组成员可见，而不会向规模更大的群组显示。

source: Email your group members (individually or combined) from the right column of each stage
ar: أرسل بريدًا إلكترونيًا إلى أعضاء مجموعتك (بشكل فردي أو جماعي) من العمود الأيمن لكل مرحلة
de: Schicken Sie von der rechten Spalte jeder Phase Ihren Gruppenmitgliedern eine E-Mail (an einzelne oder eine Sammelnachricht)
eo: Émäïl ýöür gröüp mémßérs (ïndïvïdüällý ör çömßïnéd) fröm thé rïght çölümn öf éäçh stägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Envíe correos electrónicos a los miembros de su grupo (de forma individual o combinada) desde la columna derecha de cada etapa
fr: Envoyez un e-mail aux membres de votre groupe (individuellement ou groupé) à partir de la colonne de droite de chaque étape
ja: 各ステージ右側の欄から、グループメンバーに (個人または複数宛てに) Eメールを送信します
nl: E-mail uw groepsleden (individueel of samen) vanuit de rechterkolom van elke fase
pl: Wyślij e-mail do członków Twojej grupy (pojedynczo lub do wielu) z prawej kolumny danego etapu.
pt: Envie e-mail aos membros do seu grupo (individualmente ou combinados) na coluna da direita de cada estágio
zh: 通过每个阶段的右栏向您的小组成员（单独或合并）发送电子邮件

source: Email your McKinsey TA from the right column of each stage.
ar: أرسل بريدًا إلكترونيًا إلى مساعد المدرّس التابع لماكنزي من العمود الأيمن لكل مرحلة.
de: Schicken Sie von der rechten Spalte jeder Phase Ihrem McKinsey TA eine E-Mail.
eo: Émäïl ýöür MçKïnséý TÀ fröm thé rïght çölümn öf éäçh stägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Envíe correos electrónicos a su TA de McKinsey desde la columna derecha de cada etapa.
fr: Envoyez un e-mail à votre AF McKinsey à partir de la colonne de droite de chaque étape.
ja: 各ステージ右側の欄から、McKinsey TAにEメールを送信します。
nl: E-mail uw OA van McKinsey vanuit de rechterkolom van elke fase.
pl: Wyślij e-mail do asystenta kursu McKinsey z prawej kolumny danego etapu.
pt: Envie e-mail para o assistente de ensino da McKinsey na coluna da direita de cada etapa.
zh: 通过每个阶段的右栏向您的麦肯锡助教发送电子邮件。

source: This video walks you through the group work experience:
ar: يرشدك مقطع الفيديو هذا خلال تجربة عمل المجموعة:
de: Dieses Video führt Sie durch die Gruppenarbeitserfahrung:
eo: Thïs vïdéö wälks ýöü thröügh thé gröüp wörk éxpérïénçé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Este video lo guía por la experiencia del trabajo en grupo:
fr: Cette vidéo vous présente le parcours de l'apprenant du travail de groupe :
ja: この動画では、グループワーク体験をご紹介します:
nl: In deze video wordt u door de groepswerkervaring geleid:
pl: Ten krótki film pozwoli Ci zrozumieć, jak będzie przebiegać praca grupowa:
pt: Este vídeo apresenta a experiência do trabalho em grupo:
zh: 本视频将带您了解小组作业体验：

source: Group work has not yet begun for this course. You will receive a message with information once it begins
ar: لم يتم بدء عمل المجموعة لهذه الدورة التدريبية حتى الآن. ستتلقى رسالة بالمعلومات بمجرد أن يبدأ
de: Die Gruppenarbeit für diesen Kurs wurde noch nicht begonnen. Sie werden benachrichtigt, wenn sie beginnt
eo: Gröüp wörk häs nöt ýét ßégün för thïs çöürsé. Ýöü wïll réçéïvé ä méssägé wïth ïnförmätïön önçé ït ßégïns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: El trabajo en grupo todavía no ha comenzado para este curso. Recibirá un mensaje con información una vez que comience
fr: Le travail de groupe n'a pas encore commencé pour ce cours. Vous recevrez un message vous informant de sa date de début
ja: このコースでは、グループワークがまだ開始されていません。開始すると、関連情報に関するメッセージが届きます
nl: Groepswerk is nog niet gestart voor deze cursus. U ontvangt een bericht met informatie zodra het begint
pl: Etap pracy grupowej na tym kursie jeszcze się nie rozpoczął. O jej rozpoczęciu powiadomimy Cię w osobnej wiadomości.
pt: O trabalho em grupo ainda não começou para esse curso. Você receberá uma mensagem com informações quando isso acontecer
zh: 本课程的小组作业尚未开始。开始后，您将收到一条通知消息

source: Group Project:
ar: مشروع المجموعة:
de: Gruppenprojekt:
eo: Gröüp Pröjéçt: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Proyecto en grupo:
fr: Projet de groupe :
ja: グループプロジェクト:
nl: Groepsproject:
pl: Projekt grupowy:
pt: Projeto do grupo:
zh: 小组项目：
