Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: We hereby grant you a limited, non-exclusive, non-transferable license, for the term hereof, to access, download, and display the McKinsey Academy Content to which you are provided access by us, either as an unregistered user or as a Registered User, solely for your personal and non-commercial use and, where applicable, your use in furtherance of your legitimate and internal business activities on behalf of your Sponsoring Organization, provided that you do not modify such McKinsey Academy Content in any way (including create derivative works thereof) and that you retain all copyright and other proprietary notices displayed on the McKinsey Academy Content. You may not otherwise reproduce, modify, reverse engineer, distribute, transmit, post, permit any third party to access or use, or disclose any McKinsey Academy Content, or remove from any McKinsey Academy Content or disable any security or technological safeguards, including digital protection mechanisms, metadata, watermarks, or disclaimers, without our prior written consent.
ar: نمنحك بموجب هذه الاتفاقية ترخيصًا محدودًا وغير حصري، وغير قابل للتنازل عنه للغير، لمدة محددة، للوصول إلى محتوى أكاديمية ماكينزي الذي وفرناه لك، سواء كمستخدم مسجل أو غير مسجل، وتنزيله وعرضه، لاستخدامك الشخصي وغير التجاري فقط، ولاستخدامه، حيثما ينطبق، في تعزيز أنشطتك التجارية المشروعة والداخلية نيابة عن الشركة الراعية، بشرط ألا تقوم بتعديل محتوى أكاديمية ماكينزي بأي طريقة (بما في ذلك إنشاء أعمال مشتقة عنه) وألا تحتفظ بجميع حقوق الطبع والنشر وغيرها من إشعارات الملكية المعروضة على محتوى أكاديمية ماكينزي. ولا يحق لك إعادة أو تعديل أو توزيع أو نقل أو نشر أو الكشف عن أي محتوى من أكاديمية ماكنزي دون الحصول على موافقة خطية مسبقة منا.
de: Wir gewähren Ihnen hiermit eine beschränkte, nicht ausschließliche, nicht übertragbare Lizenz für die Dauer dieses Vertrags, um auf die McKinsey Academy-Inhalte zuzugreifen, sie herunterzuladen und anzuzeigen, auf die Sie von uns entweder als nicht registrierter Benutzer oder als registrierter Benutzer zugreifen können, und zwar ausschließlich für Ihren persönlichen und nicht gewerblichen Gebrauch und gegebenenfalls, Ihre Verwendung zur Förderung Ihrer legitimen und internen Geschäftsaktivitäten im Namen Ihrer Sponsorenorganisation, vorausgesetzt, dass Sie diese Inhalte der McKinsey Academy in keiner Weise ändern (einschließlich der Erstellung abgeleiteter Werke davon) und dass Sie alle Urheberrechts- und sonstigen Eigentumshinweise, die auf den Inhalten der McKinsey Academy angezeigt werden, behalten. Sie sind nicht berechtigt, ohne unsere vorherige schriftliche Zustimmung anderweitig Inhalte der McKinsey Academy zu reproduzieren, zu modifizieren, zurückzuentwickeln, zu verteilen, zu übertragen, zu posten, Dritten den Zugriff oder die Nutzung von Inhalten der McKinsey Academy zu gestatten, sie offenzulegen oder aus Inhalten der McKinsey Academy zu entfernen und Sicherheits- oder technologische Sicherheitsvorkehrungen, einschließlich digitaler Schutzmechanismen, Metadaten, Wasserzeichen oder Haftungsausschlüssen, zu deaktivieren.
eo: Wé héréßý gränt ýöü ä lïmïtéd, nön-éxçlüsïvé, nön-tränsféräßlé lïçénsé, för thé térm héréöf, tö äççéss, döwnlöäd, änd dïspläý thé MçKïnséý Àçädémý Çöntént tö whïçh ýöü äré prövïdéd äççéss ßý üs, éïthér äs än ünrégïstéréd üsér ör äs ä Régïstéréd Ûsér, sölélý för ýöür pérsönäl änd nön-çömmérçïäl üsé änd, whéré äpplïçäßlé, ýöür üsé ïn fürthéränçé öf ýöür légïtïmäté änd ïntérnäl ßüsïnéss äçtïvïtïés ön ßéhälf öf ýöür Spönsörïng Örgänïzätïön, prövïdéd thät ýöü dö nöt mödïfý süçh MçKïnséý Àçädémý Çöntént ïn äný wäý (ïnçlüdïng çréäté dérïvätïvé wörks théréöf) änd thät ýöü rétäïn äll çöpýrïght änd öthér pröprïétärý nötïçés dïspläýéd ön thé MçKïnséý Àçädémý Çöntént. Ýöü mäý nöt öthérwïsé réprödüçé, mödïfý, révérsé éngïnéér, dïstrïßüté, tränsmït, pöst, pérmït äný thïrd pärtý tö äççéss ör üsé, ör dïsçlösé äný MçKïnséý Àçädémý Çöntént, ör rémövé fröm äný MçKïnséý Àçädémý Çöntént ör dïsäßlé äný séçürïtý ör téçhnölögïçäl säfégüärds, ïnçlüdïng dïgïtäl prötéçtïön méçhänïsms, métädätä, wätérmärks, ör dïsçläïmérs, wïthöüt öür prïör wrïttén çönsént.#
es: Por medio del presente le otorgamos una licencia limitada, no exclusiva, intransferible y válida durante el plazo aquí estipulado para acceder, descargar y mostrar el Contenido de McKinsey Academy en carácter de Usuario Registrado o no registrado, únicamente para su uso personal y no comercial y, cuando sea pertinente, para su uso en el ejercicio de sus actividades comerciales legítimas e internas por cuenta de Compañía Patrocinadora, siempre y cuando no modifique el mencionado Contenido de McKinsey Academy de ningún modo (incluida cualquier obra derivada de éste) y conserve todos los derechos de autor y demás avisos de propiedad intelectual incorporados al Contenido de McKinsey Academy. Asimismo, no podrá reproducir, modificar, someter a ingeniería inversa, distribuir, transmitir, publicar, permitir el acceso o el uso de un tercero ni divulgar el Contenido de McKinsey Academy, ni eliminar Contenido de McKinsey Academy o deshabilitar ninguna protección tecnológica, incluidos mecanismos de protección digital, metadatos, marcas de agua ni declinaciones de responsabilidad sin nuestro consentimiento previo por escrito.
fr: Par les présentes, nous vous accordons une licence limitée, non exclusive, non transférable, pour la période indiquée ici, pour accéder, télécharger, et afficher le contenu de McKinsey Academy auquel il vous est fourni un accès, soit comme utilisateur non enregistré, soit comme utilisateur enregistré, uniquement pour votre usage personnel et non commercial et, le cas échéant, votre utilisation relative à vos activités commerciales internes et légitimes au nom de l'entreprise qui vous finance, à condition que vous ne modifiez pas ce contenu de McKinsey Academy de quelque façon que ce soit (y compris en créant des œuvres dérivées) et que vous conserviez tous les droits d'auteur et autres informations exclusives affichées sur le contenu de McKinsey Academy. Vous ne pourrez autrement reproduire, modifier, rétro-concevoir, diffuser, transmettre, mettre en ligne, autoriser de tierce partie à accéder ou à utiliser ou divulguer tout contenu de McKinsey Academy, ou supprimer du contenu de McKinsey Academy ou désactiver des systèmes de sécurité et de protection technologiques y compris les mécanismes de protection numériques, les méta-datas, les filigranes, les clauses de non-responsabilité sans notre consentement écrit préalable.
ja: 当社は、お客様に対し、自身の個人的かつ非営利的利用のみを目的として、また、該当する場合は、お客様の後援組織に代わり正当かつ社内のビジネスアクティビティ促進を目的として、お客様が、登録または未登録ユーザーとして、当社がお客様にアクセス権を付与するMcKinsey Academyコンテンツのアクセス、ダウンロード、表示を行うための、制限付き、非独占、譲渡不可能のライセンスをここに付与します。ただし、McKinsey Academyコンテンツはいかなる方法 (コンテンツの二次的著作物の作成を含む) でも一切変更しないこと、McKinsey Academyコンテンツに表示される著作権および所有権通知を保持することを条件とします。その他の方法で、当社の書面による同意なしに、一切のMcKinsey Academyコンテンツの複製、変更、分解模倣、配布、転送、投稿、第三者へのアクセスまたは利用の許可、または開示をしたり、McKinsey Academyコンテンツから削除したり、あるいは、デジタル保護の仕組み、メタデータ、透かし、または免責事項を含めたセキュリティまたは技術的保護措置を無効にしたりすることは、禁止されています。
nl: We verlenen u hierbij een beperkte, niet-exclusieve, niet-overdraagbare licentie voor de duur van deze, voor toegang tot, het downloaden en het weergeven van de McKinsey Academy-inhoud waartoe wij u toegang bieden, als een ongeregistreerde gebruiker of als een Geregistreerde Gebruiker, uitsluitend voor uw persoonlijke en niet-commerciële gebruik en, waar van toepassing, voor uw gebruik in de ontwikkeling van legitieme en interne zakelijke activiteiten namens uw Sponsororganisatie, op voorwaarde dat u dergelijke McKinsey Academy-inhoud op geen enkele wijze (waaronder het maken van daarvan afgeleide werken) aanpast en dat u alle kennisgevingen handhaaft die met betrekking tot auteursrechten en andere eigendomsrechten in de McKinsey Academy-inhoud worden weergegeven. U bent niet anderszins gerechtigd tot het reproduceren, aanpassen, aan reverse engineering onderwerpen, distribueren, overdragen, plaatsen, toestaan van toegang tot of van het gebruik door enige derde partij, of het verstrekken van enige McKinsey Academy-inhoud of het verwijderen of het uitschakelen van enige beveiligingswaarborgen of technologische waarborgen van McKinsey Academy-inhoud, waaronder digitale beschermingsmechanismen, metagegevens, watermerken of disclaimers, zonder onze schriftelijke toestemming.
pl: Niniejszym przyznajemy Ci, na czas jej trwania, ograniczoną, niewyłączną, nieprzekazywalną licencję na dostęp do, pobieranie i wyświetlanie Treści McKinsey Academy, do których otrzymujesz od nas dostęp jako użytkownik niezarejestrowany lub jako Zarejestrowany Użytkownik, wyłącznie do Twojego osobistego i niezarobkowego użytku i, tam, gdzie ma to zastosowanie, Twojego użytku w celu realizacji słusznych i wewnętrznych aktywności biznesowych w imieniu Twojej Organizacji Sponsorującej, pod warunkiem, że nie dokonasz żadnych modyfikacji w Treści McKinsey Academy w żaden sposób (włącznie z tworzeniem ich dzieł pochodnych) i że zachowasz wszelkie informacje o prawach autorskich i prawach własności wyświetlane w ramach Treści McKinsey Academy. Nie możesz powielać, modyfikować, odtwarzać metodą inżynierii lub analizy wstecznej, przekazywać, publikować, pozwalać stronom trzecim na dostęp lub użycie oraz ujawniać Treści McKinsey Academy lub usuwać bądź wyłączać z jakichkolwiek Treści McKinsey Academy jakichkolwiek zabezpieczeń lub zabezpieczających środków technologicznych, takich jak mechanizmy ochrony cyfrowej, metadane, znaki wodne lub zastrzeżenia bez naszej uprzedniej pisemnej zgody.
pt: Por meio deste, concedemos a você uma licença limitada, não exclusiva e não transferível para acessar, fazer download e exibir o Conteúdo do McKinsey Academy como um usuário não registrado ou um Usuário Registrado, unicamente para seu uso pessoal e não comercial e, quando aplicável, seu uso na promoção de suas atividades comerciais legítimas e internas em nome de sua Organização Patrocinadora, desde que você não modifique o Conteúdo do McKinsey Academy de nenhuma maneira (incluindo criar trabalhos derivados) e que você mantenha todos os direitos autorais e outros avisos de propriedade exibidos no Conteúdo do McKinsey Academy. Você não pode reproduzir, modificar, fazer engenharia reversa, distribuir, transmitir, publicar, permitir que terceiros acessem ou usem ou divulguem qualquer Conteúdo do McKinsey Academy ou removam qualquer Conteúdo do McKinsey Academy ou desabilitem quaisquer proteções tecnológicas ou de segurança, inclusive mecanismos digitais de proteção, metadados, marcas d'água ou isenções de responsabilidade, sem o nosso consentimento prévio por escrito.
zh: 我们特此授予您非排他且不可转让的有限许可，允许您在本政策期限内，以未注册用户或注册用户的身份访问、下载和展示我们已为您提供访问权的麦肯锡学院内容，并且只能用于您的个人非商业用途以及（如适用）用于代表您的赞助组织推动您的合法内部业务活动，前提是您不得以任何方式修改上述麦肯锡学院内容（包括创建其衍生品），而且保留麦肯锡学院内容上显示的所有版权和其他所有权声明。未经我们事先书面同意，您不得以其他方式复制、修改、反向工程、分发、传输、发布、允许任何第三方访问或使用、或披露任何麦肯锡学院内容、删除任何麦肯锡学院内容、或者禁用任何安全或技术保护措施，包括数字保护机制、元数据、水印或免责声明。

source: In no event may you attempt to gain access to any location, portion or feature of McKinsey Academy, any McKinsey Academy Content, any User Account other than your own, or any other materials, information, data, networks or systems owned or operated by us or a third party on our behalf through any means not intentionally made available to you by us. In addition, you agree not to use robots, spiders, scripts, data collection software or applications or web-scraping tools to scrape, or otherwise download or collect, including in bulk, any McKinsey Academy Content, including User Content.
ar: لا يحق لك بأي حال من الأحوال، محاولة الوصول إلى أي موقع أو جزء أو ميزة من أكاديمية ماكنزي، أو أي محتوى من أكاديمية ماكنزي، أو أي حساب مستخدم بخلاف حسابك الخاص، أو أي مواد أو معلومات أو بيانات أو شبكات أو أنظمة أخرى نملكها نديرها نحن أو الغير نيابة عنا، بأي وسيلة لا تتاح لك عمدًا. بالإضافة إلى ذلك، فإنك توافق على عدم استخدام برامج الروبوت أو العناكب أو البرامج النصية أو برامج تجميع البيانات أو التطبيقات أو أدوات استخراج البيانات لاستخراج، أو تحميل أو جمع أي محتوى من أكاديمية ماكنزي، بما في ذلك محتوى المستخدم.
de: In keinem Fall dürfen Sie versuchen, Zugang zu einem Ort, einem Teil oder einer Funktion der McKinsey Academy, zu Inhalten der McKinsey Academy, zu einem anderen Benutzerkonto als Ihrem eigenen oder zu anderen Materialien, Informationen, Daten, Netzwerken oder Systemen zu erlangen, die uns oder einem Dritten in unserem Namen gehören oder von uns oder einem Dritten in unserem Namen betrieben werden, und zwar mit Mitteln, die Ihnen nicht absichtlich von uns zur Verfügung gestellt wurden. Darüber hinaus erklären Sie sich damit einverstanden, keine Roboter, Spider, Skripte, Datenerfassungssoftware oder -anwendungen oder Web-Scraping-Tools zu verwenden, um Inhalte der McKinsey Academy, einschließlich Benutzerinhalten, zu scrapen oder anderweitig herunterzuladen oder zu sammeln, auch nicht in Großauflage.
eo: Ìn nö évént mäý ýöü ättémpt tö gäïn äççéss tö äný löçätïön, pörtïön ör féätüré öf MçKïnséý Àçädémý, äný MçKïnséý Àçädémý Çöntént, äný Ûsér Àççöünt öthér thän ýöür öwn, ör äný öthér mätérïäls, ïnförmätïön, dätä, nétwörks ör sýstéms öwnéd ör öpérätéd ßý üs ör ä thïrd pärtý ön öür ßéhälf thröügh äný méäns nöt ïnténtïönällý mädé äväïläßlé tö ýöü ßý üs. Ìn äddïtïön, ýöü ägréé nöt tö üsé rößöts, spïdérs, sçrïpts, dätä çölléçtïön söftwäré ör äpplïçätïöns ör wéß-sçräpïng tööls tö sçräpé, ör öthérwïsé döwnlöäd ör çölléçt, ïnçlüdïng ïn ßülk, äný MçKïnséý Àçädémý Çöntént, ïnçlüdïng Ûsér Çöntént.#
es: En ningún caso tiene permitido intentar acceder a una ubicación, sección o funcionalidad de McKinsey Academy, Contenido de McKinsey Academy o Cuenta de usuario que no sea la suya, ni a otros materiales, información, datos, redes o sistemas de nuestra propiedad u operados por nosotros o por un tercero en nuestro nombre a través de medios que no hayan sido puestos a su disposición de manera intencional por McKinsey. Asimismo, acepta no utilizar robots, spiders, scripts, software de recopilación de datos ni aplicaciones o herramientas rastreadoras para extraer, descargar o recopilar, en cualquier cantidad, Contenido de McKinsey Academy, incluido el Contenido de Usuario.
fr: En aucun cas vous ne devrez essayer d'obtenir l'accès à un emplacement, une partie ou une fonctionnalité de McKinsey Academy, à tout contenu de McKinsey Academy, compte d'utilisateur autres que les vôtres, ou à tous autres documents, informations, données, réseaux ou systèmes détenus ou exploités par nous ou par une tierce partie en notre nom par des moyens qui n'ont pas été mis à votre disposition intentionnellement par nous. En plus, vous acceptez de ne pas utiliser de robots, d'araignées, d'applications ou de logiciels de collecte de données ou d'outils extraction Internet pour extraire, ou autrement télécharger ou collecter, y compris en lot tout contenu de McKinsey Academy, y compris le contenu d'utilisateur.
ja: いかなる場合も、当社が意図的に提供していない方法により、McKinsey Academyの一切の拠点、一部、または機能、McKinsey Academyコンテンツ、自身以外のユーザーのアカウント、あるいは、当社または当社を代表して第三者が所有または運用する、その他の教材、情報、データ、ネットワーク、またはシステムへのアクセス獲得を試みることは、禁止されています。さらに、バルクを含め、ユーザー・コンテンツを含むMcKinsey Academyコンテンツを取得、あるいはその他の方法でダウンロードまたは収集するための、ロボット、スパイダ、スクリプト、データ集ソフトウェアまたはアプリ、あるいはウェブ取得ツールを使用することは、禁止されています。
nl: U mag in geen geval pogen toegang te verkrijgen tot locaties, gedeelten of functies van McKinsey Academy, McKinsey Academy-inhoud, Gebruikersaccounts van anderen of andere materialen, informatie, gegevens, netwerken of systemen die eigendom zijn van of die worden gebruikt door ons of namens ons door een derde partij, op enige andere wijze dan de wijze die wij u daartoe doelbewust ter beschikking hebben gesteld. U stemt er bovendien mee in om geen gebruik te maken van robots, spiders, scripts, software of applicaties voor gegevensverzameling of web-scraping tools en om op geen enkele andere wijze, waaronder in bulkvolumes, enige McKinsey Academy-inhoud, waaronder Gebruikersinhoud, te downloaden of te verzamelen.
pl: W żadnym wypadku nie możesz podjąć próby uzyskania dostępu do jakiejkolwiek lokalizacji, porcji lub funkcji McKinsey lub Treści McKinsey Academy lub Konta Użytkownika innego niż Twoje własne lub do żadnych innych materiałów, informacji, danych, sieci lub systemów należących do lub prowadzonych przez nas lub strony trzecie w naszym imieniu za pośrednictwem jakichkolwiek środków nie udostępnionych Ci przez nas celowo. Dodatkowo zobowiązujesz się nie używać robotów, przeszukiwarek, skryptów, oprogramowania do zbierania danych lub aplikacji lub narzędzi do web scrapingu, aby przechwycić lub w inny sposób pobrać lub zgromadzić, w tym masowo, żadnych Treści McKinsey Academy w tym Treści Użytkownika.
pt: Em nenhum caso você pode tentar obter acesso a qualquer local, parte ou recurso do McKinsey Academy, qualquer Conteúdo do McKinsey Academy, qualquer Conta de Usuário que não seja sua, ou quaisquer outros materiais, informações, dados, redes ou sistemas de propriedade ou operados por nós ou por um terceiro em nosso nome, através de qualquer meio não disponibilizado intencionalmente a você por nós. Além disso, você concorda em não utilizar robôs, indexadores/spiders, scripts ou ferramentas de web-scraping (extração de dados da web) para acessar, coletar, extrair ou de algum modo faze download em massa de qualquer Conteúdo do Site, inclusive o Conteúdo do Usuário.
zh: 在任何情况下，您都不得试图通过我们并非有意提供的任何方式来访问麦肯锡学院的任何位置、部分或功能；任何麦肯锡学院内容；非您所有的任何用户帐户；我们或代表我们的第三方拥有或运营的任何其他材料、信息、数据、网络或系统。此外，您同意不使用机器人程序、蜘蛛程序、脚本、数据收集软件或应用程序或者网络擦除工具，来擦除或以其他方式下载或收集（包括批量下载或收集）任何麦肯锡学院内容（包括用户内容）。

source: 4. User Registration
ar: 4. تسجيل المستخدم
de: 4. Benutzerregistrierung
eo: 4. Ûsér Régïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: 4. Registro de usuarios
fr: 4. Enregistrement de l’utilisateur
ja: 4. ユーザー登録
nl: 4. Gebruikersregistratie
pl: 4. Rejestracja użytkownika
pt: 4. Registro do usuário
zh: 4. 用户注册
