Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Background color:
ar: لون الخلفية:
de: Hintergrundfarbe:
eo: Bäçkgröünd çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Color del fondo:
fr: Couleur de l'arrière-plan :
ja: 背景の色:
nl: Achtergrondkleur:
pl: Kolor tła:
pt: Cor do plano de fundo:
zh: 背景颜色：

source: Background style:
ar: نمط الخلفية:
de: Hintergrundstil:
eo: Bäçkgröünd stýlé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Estilo del fondo:
fr: Style de l'arrière-plan :
ja: 背景のスタイル:
nl: Achtergrondstijl:
pl: Styl tła:
pt: Estilo do plano de fundo:
zh: 背景风格：

source: Logo Image:
ar: صورة الشعار:
de: Logobild:
eo: Lögö Ìmägé: Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Imagen del logotipo:
fr: Image du logo :
ja: ロゴ画像:
nl: Afbeelding logo:
pl: Obraz logo:
pt: Imagem do logotipo:
zh: 徽标图像：

source: Delete Branding
ar: حذف العلامة التجارية
de: Branding entfernen
eo: Délété Brändïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Eliminar personalización
fr: Supprimer la marque
ja: ブランディングを削除する
nl: Aankleding wissen
pl: Usuń branding
pt: Excluir branding
zh: 删除品牌

source: Learner dashboard branding is not defined
ar: لم يتم تعريف العلامة التجارية للوحة متابعة المتعلم
de: Learner Dashboard Branding ist nicht definiert
eo: Léärnér däshßöärd ßrändïng ïs nöt défïnéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: La personalización del panel de información del alumno no está definida.
fr: La marque du tableau de bord de l'apprenant n'est pas définie
ja: 学習者ダッシュボード・ブランディングが定義されていません
nl: Aankleding dashboard leerling is niet gedefinieerd
pl: Branding panelu ucznia nie został zdefiniowany:
pt: Branding do painel do aluno não definida
zh: 学员仪表板品牌未定义

source: Create Branding
ar: إنشاء العلامة التجارية
de: Branding erstellen
eo: Çréäté Brändïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Crear personalización
fr: Créer une marque
ja: ブランディングを作成する
nl: Aankleding aanmaken
pl: Utwórz branding
pt: Criar branding
zh: 创建品牌

source: Link
ar: رابط
eo: Lïnk Ⱡ'σяєм ι#
es: Enlace
fr: Lier
ja: リンク
zh: 链接

source: Author
ar: المؤلف
de: Autor
eo: Àüthör Ⱡ'σяєм ιρѕυ#
es: Autor
fr: Auteur
ja: 著作者
nl: Auteur
pl: Autor
pt: Autor
zh: 作者

source: Save list order
ar: حفظ ترتيب القائمة
de: Listenanordnung speichern
eo: Sävé lïst ördér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Guardar orden de lista
fr: Enregistrer l'ordre de la liste
ja: リスト順を保存する
nl: Lijstvolgorde opslaan
pl: Zapisz kolejność listy
pt: Salvar ordem da lista
zh: 保存列表顺序

source: Saved
ar: تم الحفظ
de: Gespeichert
eo: Sävéd Ⱡ'σяєм ιρѕ#
es: Guardado
fr: Sauvegardé
ja: 保存しました
nl: Opgeslagen
pl: Zapisano
pt: Salvo
zh: 已保存

source: Calendar visible
ar: التقويم مرئي
de: Kalender sichtbar
eo: Çäléndär vïsïßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Calendario visible
fr: Calendrier visible
ja: カレンダーが閲覧可
nl: Kalender zichtbaar
pl: Kalendarz widoczny
pt: Calendário visível
zh: 日历可见

source: Dashboard visible
ar: لوحة المعلومات مرئية
de: Dashboard sichtbar
eo: Däshßöärd vïsïßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Panel de información visible
fr: Tableau de bord visible
ja: ダッシュボードが閲覧可
nl: Dashboard zichtbaar
pl: Panel widoczny
pt: Painel visível
zh: 仪表板可见

source: Published
ar: تم النشر
de: Veröffentlicht
eo: Püßlïshéd Ⱡ'σяєм ιρѕυм ∂σł#
es: Publicado
fr: Publié
ja: 公開済み
nl: Gepubliceerd
pl: Opublikowano
pt: Publicado
zh: 已发布

source: Type
ar: النوع
de: Typ
eo: Týpé Ⱡ'σяєм ι#
es: Tipo
ja: タイプ
pl: Typ
pt: Tipo
zh: 类型

source: Dashboard Elements
ar: عناصر لوحة المعلومات
de: Dashboard Elemente
eo: Däshßöärd Éléménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Elementos del panel de información
fr: Eléments du tableau de bord
ja: ダッシュボードのエレメント
nl: Dashboardelementen
pl: Elementy panelu
pt: Elementos do painel
zh: 仪表板元素

source: Discover Content
ar: اكتشف المحتوى
de: Inhalte entdecken
eo: Dïsçövér Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Contenido de “Consultar”
fr: Contenu de découverte
ja: ディスカバーのコンテンツ
nl: Inhoud ontdekken
pl: Zawartość sekcji Odkryj
pt: Descobrir conteúdo
zh: 探索内容

source: Title/Description
ar: العنوان/الوصف
de: Titel/Beschreibung
eo: Tïtlé/Désçrïptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Cargo o descripción
fr: Titre/Description
ja: 役職/内容
nl: Titel/beschrijving
pl: Tytuł/Opis
pt: Título/Descrição
zh: 标题/描述

source: Tile Positions
ar: المواقع المتجانبة
de: Kachelpositionen
eo: Tïlé Pösïtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Posiciones de cargos
fr: Positions des mosaïques
ja: 役職肩書き
nl: Tegelposities
pl: Ułożenie kafelków
pt: Posições do título
zh: 磁贴位置

source: Copy dashboard
ar: نسخ لوحة المعلومات
de: Dashboard kopieren
eo: Çöpý däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Copiar panel de información
fr: Copier le tableau de bord
ja: ダッシュボードをコピーする
nl: Dashboard kopiëren
pl: Skopiuj panel
pt: Copiar painel
zh: 复制仪表板

source: Source course:
ar: الدورة التدريبية المصدر:
de: Quellkurs:
eo: Söürçé çöürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Curso de origen:
fr: Cours source :
ja: ソースコース:
nl: Bron cursus:
pl: Kurs źródłowy:
pt: Curso de origem:
zh: 源课程：

source: Destination course:
ar: الدورة التدريبية المقصودة:
de: Zielkurs:
eo: Déstïnätïön çöürsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Curso de destino:
fr: Cours de destination :
ja: デスティネーションコース:
nl: Doel cursus:
pl: Kurs docelowy:
pt: Curso de destino:
zh: 目标课程：

source: Preview
ar: مراجعة
de: Vorschau
eo: Prévïéw Ⱡ'σяєм ιρѕυм #
es: Vista previa
fr: Prévisualiser
ja: プレビュー
pl: Podgląd
pt: Visualização
zh: 预览

source: FOR DISCOVERY
ar: للاكتشاف
de: ZUR ENTDECKUNG
eo: FÖR DÌSÇÖVÉRÝ Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: PARA “CONSULTAR”
fr: POUR DÉCOUVERTE
ja: ディスカバリー用
nl: OM TE ONTDEKKEN
pl: DLA SEKCJI ODKRYJ
pt: PARA DESCOBERTA
zh: 探索专区

source: Title:
ar: العنوان:
de: Titel:
eo: Tïtlé: Ⱡ'σяєм ιρѕυ#
es: Cargo:
fr: Titre :
ja: 役職:
nl: Titel:
pl: Tytuł:
pt: Título:
zh: 标题：

source: Title color:
ar: لون العنوان:
de: Titelfarbe:
eo: Tïtlé çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Color del cargo:
fr: Couleur du titre :
ja: 役職の色:
nl: Kleur titel:
pl: Kolor tytułu:
pt: Cor do título:
zh: 标题颜色：

source: Description:
ar: الوصف:
de: Beschreibung:
eo: Désçrïptïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Descripción:
ja: 内容:
nl: Beschrijving:
pl: Opis:
pt: Descrição:
zh: 描述：

source: Description color:
ar: لون الوصف:
de: Beschreibungsfarbe:
eo: Désçrïptïön çölör: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Color de la descripción:
fr: Couleur de la description :
ja: 内容の色:
nl: Kleur beschrijving:
pl: Kolor opisu:
pt: Cor da descrição:
zh: 描述颜色：

source: Add a new
ar: إضافة جديد
de: Neues Element hinzufügen
eo: Àdd ä néw Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Agregar un nuevo
fr: Ajouter un nouveau
ja: 新規を追加する
nl: Voeg een nieuwe toe
pl: Dodaj nowy
pt: Adicionar um novo
zh: 新增

source: Use this block to update the message describing the principal at hand
ar: استخدام هذه الخانة لتحديث الرسالة التي تصف المبدأ المستهدف
de: Nutzen Sie diesen Block, um die Nachricht auf das Wesentliche zu aktualisieren
eo: Ûsé thïs ßlöçk tö üpdäté thé méssägé désçrïßïng thé prïnçïpäl ät händ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Utilice este bloque para actualizar el mensaje que describe al rector
fr: Utiliser ce bloc pour actualiser le message décrivant le sujet principal en cours
ja: 直近の重要事項を説明するメッセージをアップデートするには、このブロックを使用します
nl: Gebruik dit blok om het bericht bij te werken waarin het betreffende hoofdvak wordt beschreven
pl: Użyj ten blok, aby zaktualizować wiadomość opisującą aktualnego przełożonego
pt: Usar este bloco para atualizar a mensagem que descreve o diretor disponível
zh: 使用此区块来更新当前负责人的描述消息

source: Add
ar: إضافة
de: Hinzufügen
eo: Àdd Ⱡ'σяєм ι#
es: Agregar
fr: Ajouter
ja: 追加する
nl: Toevoegen
pl: Dodaj
pt: Adicionar
zh: 添加

source: Back to Course
ar: العودة إلى الدورة التدريبية
de: Zurück zum Kurs
es: Regresar a los cursos
ja: コースへ戻る
nl: Terug naar Cursus
pl: Powrót do strony kursu
pt: Voltar aos cursos
zh: 返回到课程

source: Your team's average
ar: متوسط فريقك
de: Durchschnitt Ihres Teams
es: Promedio del grupo
ja: コホート平均
nl: Gemiddelde van uw team
pl: Średnia Twojego zespołu
pt: A proficiência
zh: 团队平均值

source: progress
ar: التقدم المحرز
de: Fortschritt
es: avance
fr: progression
ja: 進度
nl: voortgang
pl: stopień ukończenia
pt: de progresso
zh: 进度

source: proficiency
ar: الكفاءة
de: Kompetenzen
es: Competencia
fr: compétence
ja: 習熟度
nl: vaardigheid
pl: biegłość
pt: médio da equipe
zh: 熟练程度

source: No course for your direct reports
ar: لا توجد دورة تدريبية بخصوص تقاريرك المباشرة
de: Kein Kurs für Ihnen direkt unterstellte Mitarbeiter
es: No hay cursos para sus subalternos directos
ja: 直属の部下用のコースはありません
nl: Geen cursus voor uw directe rapporten
pl: Brak kursów dla Twoich bezpośrednich podwładnych
pt: Nenhum curso para seus reportes diretos
zh: 您的直接下属没有课程

source: Details
ar: التفاصيل
eo: Détäïls Ⱡ'σяєм ιρѕυм #
es: Detalles
fr: Détails
ja: 詳細
pl: Szczegóły
pt: Detalhes
zh: 详细信息

source: Deployment Mechanism
ar: آلية النشر
de: Bereitstellungsmechanismus
eo: Déplöýmént Méçhänïsm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Mecanismo de despliegue
fr: Mécanisme de déploiement
ja: 開発メカニズム
nl: Inzetmechanisme
pl: Mechanizm wdrożenia
pt: Mecanismo de implantação
zh: 部署机制

source: Urban Airship URL
ar: عنوان URL لشركة Urban Airship
eo: Ûrßän Àïrshïp ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: URL de Urban Airship
fr: URL Urban Airship
nl: URL Urban Airship
pl: Adres URL dla Urban Airship
pt: URL do Urban Airship

source: iOS Download URL
ar: عنوان URL لتنزيل نظام التشغيل iOS
eo: ïÖS Döwnlöäd ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: URL de descarga para iOS
fr: URL de téléchargement iOS
ja: iOSダウンロードURL
nl: Download-URL iOS
pl: Adres URL dla iOS Download
pt: URL de download do iOS
zh: iOS 下载 URL

source: Analytics URL
ar: عنوان URL للتحليلات
eo: Ànälýtïçs ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: URL de analítica
fr: URL Analytics
ja: アナリティクスURL
nl: URL Analyses
pl: Adres URL dla analizy i statystyk
pt: URL do Analytics

source: Android Download URL
ar: عنوان URL لتنزيل نظام التشغيل Android
eo: Àndröïd Döwnlöäd ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: URL de descarga para Android
fr: URL de téléchargement Android
ja: アンドロイド ダウンロードURL
nl: Download-URL Android
pl: Adres URL dla Android Download
pt: URL de download do Android
zh: Android 下载 URL

source: Delink App
ar: إلغاء ربط التطبيق
de: App-Verbindung aufheben
eo: Délïnk Àpp Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Desvincular aplicación
fr: Délier l'application
ja: アプリへのリンクを削除する
nl: Loskoppelings-app
pl: Odłącz aplikację
pt: Desvincular aplicativo
zh: 取消链接应用

source: Please contact the mobile dev team to edit this page
ar: يرجى الاتصال بفريق تطوير الأجهزة المحمولة لتعديل هذه الصفحة
de: Bitte wenden Sie sich an das Mobile-Entwicklungsteam, um diese Seite zu bearbeiten
eo: Pléäsé çöntäçt thé mößïlé dév téäm tö édït thïs pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Comuníquese con el equipo de desarrollo móvil para editar esta página
fr: Contacter l'équipe de développement mobile pour modifier cette page
ja: このページを編集するには、モバイル開発チームに連絡してください
nl: Neem contact op met het mobiele ontw.team om deze pagina te bewerken
pl: Prosimy skontaktować się z zespołem rozwiązań mobilnych, aby móc edytować tę stronę
pt: Entre em contato com a equipe de desenvolvimento para celular para editar esta página
zh: 请联系移动开发团队来编辑此页面

source: Help ?
ar: تحتاج إلى مساعدة ؟
de: Hilfe?
eo: Hélp ? Ⱡ'σяєм ιρѕυ#
es: ¿Necesita ayuda?
fr: Besoin d'aide ?
ja: ヘルプ?
nl: Hulp?
pl: Pomoc ?
pt: Ajuda?
zh: 需要帮助？

source: Delinking
ar: إلغاء الربط
de: Verbindung trennen
eo: Délïnkïng Ⱡ'σяєм ιρѕυм ∂σł#
es: Desvinculación
fr: Suppression du lien en cours
ja: リンクを削除中です
nl: Bezig met loskoppelen
pl: Odłączanie
pt: Desvinculação
zh: 取消链接

source: Delinking an active app from a company can lead to unstability.
ar: قد يؤدي إلغاء ربط تطبيق نشط من إحدى الشركات إلى عدم الاستقرار.
de: Eine aktive App von einer Firma zu trennen kann zu einer Instabilität führen.
eo: Délïnkïng än äçtïvé äpp fröm ä çömpäný çän léäd tö ünstäßïlïtý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Desvincular una aplicación activa de una compañía puede generar inestabilidad.
fr: Délier une application active d'une société peut engendrer une instabilité.
ja: 会社についてアクティブのアプリへのリンクを削除すると、不安定性に繋がる場合があります。
nl: Loskoppelen van een actieve app van een bedrijf kan tot instabiliteit leiden.
pl: Odłączenie aktywnej aplikacji z firmy może spowodować utratę stabilności.
pt: Desvincular um aplicativo ativo de uma empresa pode gerar instabilidade.
zh: 从公司取消链接活跃应用可能会导致不稳定。

source: ARE YOU SURE YOU WANT TO CONFIRM?
ar: هل أنت متأكد من أنك تريد التأكيد؟
de: SIND SIE SICHER, DASS SIE BESTÄTIGEN MÖCHTEN?
eo: ÀRÉ ÝÖÛ SÛRÉ ÝÖÛ WÀNT TÖ ÇÖNFÌRM? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: ¿ESTÁ SEGURO DE QUE DESEA CONFIRMAR?
fr: ÊTES-VOUS SUR DE VOULOIR CONFIRMER ?
ja: 本当に承認しますか?
nl: WEET U ZEKER DAT U WILT BEVESTIGEN?
pl: CZY NA PEWNO CHCESZ KONTYNUOWAĆ?
pt: TEM CERTEZA QUE DESEJA CONFIRMAR?
zh: 是否确定要确认？

source: Continue
ar: الاستمرار
de: Weiter
eo: Çöntïnüé Ⱡ'σяєм ιρѕυм ∂#
es: Continuar
fr: Continuer
ja: 続ける
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
zh: 继续

source: Company Code
ar: رمز الشركة
de: Firmencode
eo: Çömpäný Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Código de la compañía
fr: Code de la société
ja: 会社コード
nl: Bedrijfscode
pl: Kod firmy
pt: Código da empresa
zh: 公司代码

source: Copy
ar: نسخ
de: Kopieren
eo: Çöpý Ⱡ'σяєм ι#
es: Copiar
fr: Copier
ja: コピーする
nl: Kopiëren
pl: Kopiuj
pt: Copiar
zh: 复制

source: Copy to clipboard.
ar: نسخ إلى الحافظة.
de: In die Zwischenablage kopieren.
eo: Çöpý tö çlïpßöärd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Copiar al portapapeles.
fr: Copier dans le presse-papier.
ja: クリップボードにコピーする。
nl: Naar klembord kopiëren.
pl: Kopiuj do schowka.
pt: Copiar para a área de transferência.
zh: 复制到剪贴板。

source: Copied to clipboard.
ar: تم النسخ إلى الحافظة.
de: In die Zwischenablage kopiert.
eo: Çöpïéd tö çlïpßöärd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Copiado al portapapeles.
fr: Copié dans le presse-papier.
ja: クリップボードにコピーしました。
nl: Naar klembord gekopieerd.
pl: Skopiowano do schowka
pt: Copiado para a área de transferência.
zh: 已复制到剪贴板。

source: Back
ar: العودة
de: Zurück
eo: Bäçk Ⱡ'σяєм ι#
es: Volver
fr: Retour
ja: 戻る
nl: Terug
pl: Powrót
pt: Voltar
zh: 返回

source: Back to Participants
ar: العودة إلى المشاركين
de: Zurück zu Teilnehmern
eo: Bäçk tö Pärtïçïpänts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Volver a los participantes
fr: Retour aux participants
ja: 参加者へ戻る
nl: Terug naar Deelnemers
pl: Powrót do Uczestników:
pt: Voltar para participantes
zh: 返回参与者

source: Last logged in:
ar: آخر تسجيل دخول:
de: Letztes Mal angemeldet:
eo: Läst löggéd ïn: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Último inicio de sesión:
fr: Dernière connexion :
ja: 最終ログイン:
nl: Laatst aangemeld:
pl: Ostatnie logowanie:
pt: Último acesso:
zh: 上次登录：

source: Enroll in a Course
ar: التسجيل في دورة تدريبية
de: Zu einem Kurs anmelden
eo: Énröll ïn ä Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Inscribirse en un curso
fr: Inscrire à un cours
ja: コースに登録する
nl: Inschrijven bij een cursus
pl: Zarejestruj na kurs
pt: Inscrever-se em um curso
zh: 注册课程

source: PROFILE
ar: ملف التعريف
de: PROFIL
eo: PRÖFÌLÉ Ⱡ'σяєм ιρѕυм #
es: PERFIL
fr: PROFIL
ja: プロフィール
nl: PROFIEL
pl: PROFIL
pt: PERFIL
zh: 档案

source: ACTIVE COURSES
ar: الدورات التدريبية النشطة
de: AKTIVE KURSE
eo: ÀÇTÌVÉ ÇÖÛRSÉS Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: CURSOS ACTIVOS
fr: COURS ACTIFS
ja: アクティブのコース
nl: ACTIEVE CURSUSSEN
pl: AKTYWNE KURSY
pt: CURSOS ATIVOS
zh: 有效课程

source: COURSE HISTORY
ar: تاريخ الدورة التدريبية
de: KURSVERLAUF
eo: ÇÖÛRSÉ HÌSTÖRÝ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: HISTORIAL DE CURSOS
fr: HISTORIQUE DU COURS
ja: コース履歴
nl: CURSUSHISTORIE
pl: HISTORIA KURSU
pt: HISTÓRICO DO CURSO
zh: 课程历史记录

source: CERTIFICATES
ar: الشهادات
de: ZERTIFIKATE
eo: ÇÉRTÌFÌÇÀTÉS Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: CERTIFICADOS
fr: CERTIFICATS
ja: 証書
nl: CERTIFICATEN
pl: CERTYFIKATY
pt: CERTIFICADOS
zh: 证书

source: Participant Details
ar: تفاصيل المشارك
de: Teilnehmerdetails
eo: Pärtïçïpänt Détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Detalles del participante
fr: Informations sur les participants
ja: 参加者詳細
nl: Deelnemersdetails
pl: Szczegóły uczestnika
pt: Detalhes do participante
zh: 参与者详细信息

source: &ast; This user has not yet activated their account.
ar: &ast; لم يقم هذا المستخدم بتفعيل حسابه بعد.
de: &ast; Dieser Nutzer hat sein Konto noch nicht aktiviert.
eo: &ast; Thïs üsér häs nöt ýét äçtïvätéd théïr äççöünt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: &ast; Este usuario aún no ha activado su cuenta.
fr: &ast; Cet utilisateur n’a pas encore activé son compte.
ja: &ast; このユーザーは、まだアカウントを有効化していません。
nl: &ast; Deze gebruiker heeft zijn/haar account nog niet geactiveerd.
pl: &ast; Ten użytkownik nie aktywował jeszcze swojego konta.
pt: &ast; Este usuário ainda não ativou sua conta.
zh: &ast; 此用户尚未激活帐户。

source: Get Activation Link
ar: الحصول على رابط التفعيل
de: Aktivierungs-Link erhalten
eo: Gét Àçtïvätïön Lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Obtener enlace de activación
fr: Obtenir le lien d'activation
ja: アクティベーションリンクを取得する
nl: Activeringslink ophalen
pl: Zdobądź link aktywacyjny
pt: Obter link de ativação
zh: 获取激活链接

source: Resend Activation Link
ar: إعادة إرسال رابط التفعيل
de: Aktivierungs-Link erneut senden
eo: Résénd Àçtïvätïön Lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Reenviar enlace de activación
fr: Renvoyer le lien d'activation
ja: アクティベーションリンクを再送する
nl: Activeringslink opnieuw verzenden
pl: Wyślij ponownie link aktywacyjny
pt: Reenviar link de ativação
zh: 重新发送激活链接

source: Send reset password email
ar: إرسال البريد الإلكتروني الخاص بإعادة تعيين كلمة المرور
de: E-Mail für Passwortzurücksetzung senden
eo: Sénd rését pässwörd émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Reenviar correo electrónico de restablecimiento de contraseña
fr: Envoyer un e-mail de réinitialisation du mot de passe
ja: パスワード再設定Eメールを送信する
nl: E-mail voor opnieuw instellen wachtwoord verzenden
pl: Wyślij e-mail z instrukcjami resetowania hasła
pt: Enviar e-mail de redefinição de senha
zh: 发送重置密码电子邮件

source: Manager Email
ar: البريد الإلكتروني للمدير
de: E-Mail des Managers:
es: Correo electrónico del gerente:
ja: ユーザー名またはEメール:
nl: E-mail manager
pl: Adres e-mail menedżera
pt: E-mail do gerente
zh: 用户名或电子邮件：

source: Gender
ar: الجنس
de: Geschlecht
eo: Géndér Ⱡ'σяєм ιρѕυ#
es: Sexo
fr: Sexe
ja: 性別
nl: Geslacht
pl: Płeć
pt: Gênero
zh: 性别

source: Location
ar: الموقع
de: Ort
eo: Löçätïön Ⱡ'σяєм ιρѕυм ∂#
es: Ubicación
fr: Emplacement
ja: 拠点
nl: Locatie
pl: Lokalizacja
pt: Localização
zh: 所在地

source: Admin Permissions
ar: أذونات المسؤول
de: Admin-Berechtigungen
eo: Àdmïn Pérmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Permisos de administrador
fr: Autorisations admin
ja: 管理者権限
nl: Beheerrechten
pl: Uprawnienia dostępu administratora
pt: Permissões de administrador
zh: 管理员权限

source: Archive Participant
ar: أرشفة المشارك
de: Teilnehmer archivieren
eo: Àrçhïvé Pärtïçïpänt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Archivar participante
fr: Archiver le participant
ja: 参加者をアーカイブにする
nl: Deelnemer archiveren
pl: Zarchiwizuj uczestnika
pt: Arquivar participante
zh: 归档参与者

source: First Name<sup>*</sup>
ar: الاسم الأول<sup>*</sup>
de: Vorname<sup>*</sup>
eo: Fïrst Nämé<sup>*</sup> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Nombre<sup>*</sup>
fr: Prénom<sup>*</sup>
ja: 名<sup>*</sup>
nl: Voornaam<sup>*</sup>
pl: Imię<sup>*</sup>
pt: Nome<sup>*</sup>
zh: 名字<sup>*</sup>

source: Last Name<sup>*</sup>
ar: اسم العائلة<sup>*</sup>
de: Nachname<sup>*</sup>
eo: Läst Nämé<sup>*</sup> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Apellido<sup>*</sup>
fr: Nom<sup>*</sup>
ja: 氏<sup>*</sup>
nl: Achternaam<sup>*</sup>
pl: Nazwisko<sup>*</sup>
pt: Sobrenome<sup>*</sup>
zh: 姓氏<sup>*</sup>

source: That username is already taken
ar: اسم المستخدم هذا مستخدم مسبقًا
de: Dieser Nutzername ist bereit vergeben
eo: Thät üsérnämé ïs älréädý täkén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: El nombre de usuario ya está en uso
fr: Ce nom d'utilisateur est déjà utilisé
ja: このユーザー名は既に使用されています
nl: Deze gebruikersnaam is al in gebruik
pl: Ta nazwa użytkownika jest już zarejestrowana
pt: Esse nome de usuário já existe
zh: 该用户名已被使用

source: Email<sup>*</sup>
ar: البريد الإلكتروني<sup>*</sup>
eo: Émäïl<sup>*</sup> Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Correo electrónico<sup>*</sup>
ja: Eメール<sup>*</sup>
pl: Adres e-mail<sup>*</sup>
zh: 电子邮件<sup>*</sup>

source: That email is already taken
ar: هذا البريد الإلكتروني مستخدم مسبقًا
de: Diese E-Mail-Adresse ist bereits vergeben
eo: Thät émäïl ïs älréädý täkén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Este correo electrónico ya está en uso
fr: Cet e-mail est déjà utilisé
ja: このEメールアドレスは既に使用されています
nl: Dit e-mailadres is al in gebruik
pl: Ten adres e-mail jest już zarejestrowany
pt: Esse e-mail já existe
zh: 该电子邮件地址已被使用

source: Company<sup>*</sup>
ar: الشركة<sup>*</sup>
de: Firma<sup>*</sup>
eo: Çömpäný<sup>*</sup> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Compañía<sup>*</sup>
fr: Société<sup>*</sup>
ja: 会社<sup>*</sup>
nl: Bedrijf<sup>*</sup>
pl: Firma<sup>*</sup>
pt: Empresa<sup>*</sup>
zh: 公司<sup>*</sup>

source: Since this company does not yet exist, a new company will be created. If this is an error, try selecting your company from the type-ahead results.
ar: بما أن هذه الشركة غير موجودة حتى الآن، سيتم إنشاء شركة جديدة. إذا كان ذلك خطأ، يرجى محاولة تحديد شركتك من النتائج المذكورة مسبقًا.
de: Da diese Firma noch nicht existiert, wird eine neue Firma erstellt. Falls ein Fehler besteht, wählen Sie Ihre Firma aus den vorgeschlagenen Ergebnissen aus.
eo: Sïnçé thïs çömpäný döés nöt ýét éxïst, ä néw çömpäný wïll ßé çréätéd. Ìf thïs ïs än érrör, trý séléçtïng ýöür çömpäný fröm thé týpé-ähéäd résülts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι#
es: Dado que la compañía todavía no existe, se creará una nueva. Si se trata de un error, intente seleccionar su compañía de los resultados de escritura automática.
fr: Puisque la société n'existe pas encore, une nouvelle société sera créée. Si c'est une erreur, essayez de sélectionner votre société dans les résultats de suggestion automatique.
ja: この会社はまだ存在しないので、新規の会社が作成されます。これがエラーである場合は、入力検索で会社を探します。
nl: Omdat dit bedrijf nog niet bestaat, wordt er een nieuw bedrijf aangemaakt. Als dit een fout is, probeer dan uw bedrijf te selecteren uit de auto-aanvulresultaten.
pl: Ponieważ ta firma jeszcze nie istnieje, zostanie utworzona nowy firma. Jeśli informacja ta jest błędna, spróbuj wybrać nazwę firmy z pojawiających się podpowiedzi.
pt: Como essa empresa ainda não existe, uma nova empresa será criada. Se isso for um erro, tente selecionar sua empresa nos resultados de preenchimento automático.
zh: 此公司尚不存在，因此会创建一家新公司。如果有误，请尝试从预输入结果中选择您的公司。

source: Permissions
ar: أذونات
de: Berechtigungen
eo: Pérmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Permisos
fr: Autorisations
ja: 権限
nl: Rechten
pl: Uprawnienia dostępu
pt: Permissões
zh: 权限

source: Uber admin
ar: مسؤول أوبر
eo: Ûßér ädmïn Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Administrador de Uber
fr: Admin Uber
ja: Uber管理者
nl: Uber-beheer
pl: Uber administrator
pt: Administrador do Uber
zh: 超级管理员

source: Course ops admin
ar: مسؤول عمليات الدورة التدريبية
de: Kursoperationen-Admin
eo: Çöürsé öps ädmïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Administrador de ops del curso
fr: Administration des opérations de cours
ja: コース運用管理者
nl: Beheer cursusopties
pl: Administrator obsługi kursu
pt: Administrador dos operadores do curso
zh: 课程运营管理员

source: Internal Admin
ar: المسؤول الداخلي
de: Interner Admin
eo: Ìntérnäl Àdmïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Administrador interno
fr: Admin en interne
ja: 社内管理者
nl: Intern beheer
pl: Administrator wewnętrzny
pt: Administrador interno
zh: 内部管理员

source: Country Abbreviation
ar: اختصار البلد
de: Landabkürzung
eo: Çöüntrý Àßßrévïätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Abreviatura de país
fr: Abréviation de pays
ja: 国名略
nl: Afkorting land
pl: Skrót literowy kraju
pt: Abreviação do país
zh: 国家/地区缩写
