Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: To help protect your privacy and security, we will take reasonable steps to verify your identity, such as requiring you to provide or confirm your identity, including your User Account Information, before granting access to your personal data. We will make reasonable attempts to promptly investigate, comply with, or otherwise respond to your requests as may be required by applicable law. Different laws or circumstances may prevent us from providing access to your personal data or otherwise fully complying with your request depending upon the circumstances and the request; such as for example, where producing your information may reveal the identity of someone. We may, including where required by applicable law or contract, notify your Sponsoring Organization of your request and coordinate with your Sponsoring Organization in responding to your request. We reserve the right to charge an appropriate fee for complying with your request where allowed by applicable law, and/or deny your requests where they may be manifestly unfounded, and/or excessive, or otherwise objectionable or unwarranted under applicable law.
ar: للمساعدة على حماية خصوصيتك وأمنك، سنتخذ خطوات مناسبة للتحقق من هويتك، مثل طلب توفير الهوية أو التأكيد عليها، بما في ذلك معلومات حساب المستخدم الخاصة بك، قبل منح صلاحية الوصول إلى بياناتك الشخصية. وسنقوم بمحاولات مناسبة للتحقيق الفوري أو الامتثال مع أو الرد على طلباتك بطريقة قد تكون مطلوبة بموجب القانون المعمول به. قد تمنعنا قوانين أو ظروف مختلفة من توفير صلاحية الوصول إلى بياناتك الشخصية أو الامتثال التام لطلبك بناءً على الظروف والطلب، على سبيل المثال، حيثما تقوم بإنتاج معلومات من شأنها الكشف عن هوية شخص ما. يجوز لنا إخطار المؤسسة الراعية لديك بطلبك والتنسيق معها فيما يتعلق بالاستجابة لهذا الطلب، بما في ذلك عند الاقتضاء بموجب القانون المعمول به أو العقد. إننا نحتفظ بالحق في فرض رسوم مناسبة للامتثال لطلبك حيثما يسمح القانون المعمول به، ورفض طلباتك حيثما قد يكون لا أساس لها على الإطلاق، و/أو مبالغًا فيها، أو بخلاف ذلك غير مقبولة وغير مبررة بموجب القانون المعمول به.
de: Um Ihre Privatsphäre und Ihre Sicherheit zu schützen, werden wir angemessene Schritte zur Überprüfung Ihrer Identität unternehmen, wie z. B. die Aufforderung zur Angabe oder Bestätigung Ihrer Identität, einschließlich Ihrer Benutzerkontoinformationen, bevor wir Zugang zu Ihren personenbezogenen Daten gewähren. Wir werden angemessene Schritte unternehmen, um Ihre Anfragen unverzüglich zu untersuchen, zu erfüllen oder anderweitig zu beantworten, wie es das geltende Recht erfordert. Unterschiedliche Gesetze oder Umstände können uns daran hindern, Zugang zu Ihren personenbezogenen Daten zu gewähren oder anderweitig Ihrer Anfrage vollständig nachzukommen, je nach den Umständen und der Anfrage; wie zum Beispiel, wenn die Erstellung Ihrer Informationen die Identität einer Person preisgeben kann. Wir können, auch wenn dies nach geltendem Recht oder Vertrag erforderlich ist, Ihre Sponsorenorganisation über Ihre Anfrage informieren und uns mit Ihrer Sponsorenorganisation bei der Beantwortung Ihrer Anfrage abstimmen. Wir behalten uns das Recht vor, eine angemessene Gebühr für die Erfüllung Ihrer Anfrage zu erheben, wenn dies nach geltendem Recht zulässig ist, und/oder Ihre Anfragen abzulehnen, wenn sie offensichtlich unbegründet und/oder übertrieben oder anderweitig anstößig oder ungerechtfertigt nach geltendem Recht sind.
es: Con el objetivo de proteger su privacidad y seguridad, tomaremos medidas razonables para verificar su identidad. Para ello, es posible que le solicitemos que proporcione o confirme su identidad, incluida la información de su cuenta de usuario, antes de otorgar cualquier acceso a sus datos personales. Destinaremos todos los recursos razonables para investigar, cumplir o, de cualquier otro modo, responder a sus solicitudes sin demora, según lo exija la ley aplicable. De todos modos, tenga en cuenta que existen distintas leyes o circunstancias que pueden impedirnos proporcionar acceso a sus datos personales o, de cualquier otra manera, cumplir con su solicitud, en función de las circunstancias y la solicitud; por ejemplo, cuando el procesamiento de su información revele la identidad de otra persona. Podemos, incluso cuando sea requerido por la ley o contrato aplicable, notificar a su Organización patrocinadora de su solicitud y coordinarnos con esta para responder a su solicitud. Nos reservamos el derecho a cobrar una tarifa apropiada por cumplir con su solicitud, siempre que lo permita la ley, o a denegar sus solicitudes si estas son manifiestamente infundadas o excesivas o, de cualquier otra manera, objetables o injustificadas en virtud de la ley aplicable.
ja: 皆さんのプライバシーや情報セキュリティーの確保に役立てるため、弊社は、相当の対策を講じて、皆さんの個人情報へのアクセス権を付与する前には皆さんに対し身元確認情報 (ユーザーアカウント情報を含みます) の提示または確認を求めるといった方法で皆さんの身元を確認することとします。弊社は、準拠法が求めている形で、速やかに、皆さんからの依頼について調査したり、皆さんからの依頼に応じたりできるよう相当の対策を講じます。準拠法または状況によっては、弊社による皆さんの個人情報へのアクセスが制限される場合があり、状況や依頼の内容によっては、弊社による依頼への完全対応が制限される場合があります。このケースには、たとえば特定の受講生の情報を生成すると他の受講生の身元が明らかになってしまうといった場合が該当します。弊社は、皆さんからの依頼について後援組織に通知し、これに応じられるよう後援組織との間で必要な調整を行う場合があり、これには、準拠法または契約がそれを求めている場合も含まれます。弊社は、準拠法が求めている場合に皆さんからの依頼に応じる見返りとして適正額の料金を請求する権利や、明らかに根拠がない、過剰な、異論のあるまたは不当な依頼だと考えられる依頼を拒む権利を留保しています。
nl: Om uw privacy en veiligheid te beschermen, nemen we redelijke stappen om uw identiteit te verifiëren, zoals het verschaffen of bevestigen van uw identiteit, met inbegrip van uw Gebruikersaccountinformatie, voordat u toegang krijgt tot uw persoonsgegevens. We zullen redelijke pogingen doen om snel te onderzoeken, te voldoen aan, of anderszins te reageren op uw verzoeken, zoals vereist door de toepasselijke wetgeving. Verschillende wetten of omstandigheden kunnen ons beletten toegang te verlenen tot uw persoonsgegevens of anderszins te voldoen aan uw verzoek, afhankelijk van de omstandigheden en het verzoek, bijvoorbeeld wanneer toegang tot uw informatie de identiteit van iemand anders kan onthullen. Wij kunnen, ook waar wettelijk vereist door de toepasselijke wetgeving of door contacten, de Sponsorende organisatie op de hoogte brengen van uw verzoek en afstemmen met de Sponsorende organisatie in reactie op uw verzoek. Wij behouden ons het recht voor om een passende vergoeding te vragen om te voldoen aan uw verzoek, voor zover toegestaan door de toepasselijke wetgeving, en/of om uw verzoeken te weigeren, indien deze duidelijk ongegrond, en/of buitensporig, of anderszins bezwaarlijk of ongerechtvaardigd zijn op grond van de toepasselijke wetgeving.
pl: Aby pomóc użytkownikowi chronić jego prywatność i bezpieczeństwo, McKinsey podejmie zasadne kroki w celu zweryfikowania jego tożsamości, na przykład zażąda, aby użytkownik ujawnił lub potwierdził swoją tożsamość, w tym dane swojego konta, zanim udzieli mu dostępu do danych osobowych. McKinsey podejmie zasadne próby niezwłocznego zbadania żądań użytkownika, uwzględnienia ich lub zareagowania na nie w sposób wymagany obowiązującymi przepisami. Rozmaite przepisy prawa lub okoliczności mogą uniemożliwić McKinsey udostępnienie danych osobowych lub spełnienie żądania użytkownika w całości, zależnie od tych okoliczności i charakteru żądania, na przykład w sytuacji, gdy przekazanie informacji użytkownika może ujawnić tożsamość innej osoby. McKinsey może, również gdy wymagają tego obowiązujące przepisy lub umowa, powiadomić o żądaniu użytkownika jego Organizację sponsorującą i uzgodnić z nią sposób spełnienia żądania. McKinsey zastrzega sobie prawo pobierania odpowiedniej opłaty za spełnienie żądania użytkownika, jeśli jest to dopuszczalne obowiązującymi przepisami, bądź odmowy jego spełnienia, jeśli jest ono oczywiście bezzasadne i/lub nadmierne albo z innych przyczyn niepożądane lub nieusprawiedliwione obowiązującymi przepisami.
pt: Para ajudar a proteger sua privacidade e segurança, tomaremos medidas razoáveis para verificar sua identidade, como exigir que você forneça ou confirme sua identidade, incluindo suas informações da conta de usuário, antes de conceder acesso a seus dados pessoais. Faremos o possível para investigar, cumprir ou responder de alguma forma às suas solicitações, conforme exigido pela lei aplicável. Diferentes leis ou circunstâncias podem nos impedir de fornecer acesso aos seus dados pessoais ou de outro modo cumprir totalmente sua solicitação, dependendo das circunstâncias e da solicitação; como por exemplo, onde a produção das suas informações pode revelar a identidade de alguém. Podemos, inclusive onde exigido pela lei ou contrato aplicável, notificar sua organização patrocinadora sobre a sua solicitação e coordenar com ela a resposta. Reservamo-nos o direito de cobrar uma taxa apropriada pelo cumprimento da sua solicitação, onde permitido pela lei aplicável, e/ou negar suas solicitações onde possam ser manifestamente infundadas e/ou excessivas, ou de outra forma censuráveis ou injustificadas nos termos da lei aplicável.
zh: 为保护您的隐私和安全，我们会采取合理措施核实您的身分，例如要求您在获准访问您的个人数据之前提供或确认您的身份，包括您的用户帐户信息。我们将做出合理努力，根据适用法律的要求，及时调查、遵守或以其他方式回应您的请求。不同的法律或情况可能会阻止我们为您提供访问您的个人数据的机会，或以其他方式完全满足您的请求，具体取决于当时的情况和要求，例如，当生成您的信息可能泄露某人的身份时。在适用法律或合同规定的情况下，我们可能会将您的请求通知您的赞助组织，并协调您的赞助组织响应您的请求。我们保留以下权利：在适用法律允许的情况下，为满足您的请求而收取适当费用，以及/或在根据适用法律您的请求可能是明显无根据的和/或过分的或其他令人反感的或无保证的情况下拒绝您的请求。

source: Where the processing of your personal data is based on consent (for example if we send you newsletters), you may withdraw your consent at any time, by contacting our <a href="%(support_url)s", target="_blank" >support team.</a>
ar: وحيثما تعتمد معالجة بياناتك الشخصية على الموافقة (على سبيل المثال، في حالة إرسالنا لك نشرات إخبارية)، يجوز لك سحب موافقتك في أي وقت، من خلال التواصل مع <a href="%(support_url)s", target="_blank" >فريق الدعم</a> لدينا.
de: Wenn die Verarbeitung Ihrer personenbezogenen Daten auf Einwilligung beruht (zum Beispiel wenn wir Ihnen Newsletter zusenden), können Sie Ihre Einwilligung jederzeit widerrufen, indem Sie unser <a href="%(support_url)s", target="_blank" >Support-Team</a> kontaktieren.
es: En el caso de que el procesamiento de sus datos personales se base en un consentimiento (por ejemplo, si le enviamos boletines), puede revocar su consentimiento en cualquier momento. Para ello, comuníquese con nuestro <a href="%(support_url)s", target="_blank" >equipo de ayuda.</a>
ja: 皆さんの同意 (弊社が皆さんにニュースレターを配信することに対する同意など) に基づき皆さんの個人情報が処理される場合、皆さんは、弊社<a href="%(support_url)s", target="_blank" >サポートチーム</a>に連絡することで、いつでも当該同意を撤回できます。
nl: Wanneer het verwerken van uw persoonsgegevens geschiedt op basis van toestemming (bijvoorbeeld indien wij u nieuwsbrieven sturen) kunt u deze toestemming te allen tijde intrekken door contact op te nemen met ons <a href="%(support_url)s", target="_blank" >ondersteuningsteam.</a>
pl: Jeśli przetwarzanie danych osobowych użytkownika następuje na podstawie jego zgody (np. w przypadku wysyłania mu biuletynów), użytkownik może w dowolnym momencie cofnąć zgodę, kontaktując się z <a href="%(support_url)s", target="_blank" >zespołem pomocy.</a>
pt: Nos casos em que o processamento dos seus dados pessoais se baseia em consentimento (por exemplo, se enviarmos boletins), você pode retirá-lo a qualquer momento, entrando em contato com a nossa <a href="%(support_url)s", target="_blank" >equipe de suporte</a>.
zh: 对您的个人数据的处理均会经过您的同意（例如经您同意向您发送简报），您可以随时撤回您的同意，方法是联系我们的<a href="%(support_url)s", target="_blank" >支持团队</a>。

source: If you are a California resident under the age of 18, and a registered user of McKinsey Academy subject to this Privacy Policy, California Business and Professions Code Section 22581 permits you to request and obtain removal of content or information you have publicly posted. To make such a request, please send a detailed description of the specific content or information to our <a href="%(support_url)s", target="_blank">support team.</a>
ar: إذا كنت مقيمًا في كاليفورنيا وسنك أقل من 18 عامًا، ومستخدمًا مسجلاً في أكاديمية ماكنزي خاضعًا لسياسة الخصوصية هذه، تجيز لك المادة رقم 22581 من قانون كاليفورنيا للأعمال والمهن التجارية طلب حذف المحتوى أو المعلومات التي نشرتها علنًا والموافقة على طلبك. لتقديم هذا الطلب، يرجى إرسال وصف مفصل للمحتوى أو المعلومات المحددة إلى فريق الدعم <a href="%(support_url)s", target="_blank">فريق الدعم</a> لدينا.
de: Wenn Sie ein in Kalifornien ansässiger, minderjähriger Benutzer der McKinsey Academy sind, der dieser Datenschutzrichtlinie unterliegt, erlaubt Ihnen California Business and Professions Code Section 22581, Inhalte oder Informationen, die Sie öffentlich gepostet haben, anzufordern oder zu entfernen. Um eine solche Anfrage zu stellen, senden Sie bitte eine E-Mail mit einer detaillierten Beschreibung des spezifischen Inhalts oder der spezifischen Informationen an unser <a href="%(support_url)s", target="_blank">Support-Team</a>.
es: En caso de que usted sea residente de California, tenga menos de 18 años y, simultáneamente, sea un usuario registrado de McKinsey Academy sujeto a esta Política de privacidad, el artículo 22581 del Código Comercial y de Profesiones de California le permite solicitar y, posteriormente, obtener la eliminación del contenido o la información que usted haya compartido públicamente. Para efectuar tal solicitud, envíe un correo electrónico con una descripción detallada del contenido o información específicos a nuestro <a href="%(support_url)s", target="_blank">equipo de ayuda.</a>
ja: 18 歳未満のカリフォルニア州在住者で、このプライバシーに関する方針の対象となる McKinsey Academy の登録ユーザーである方は、米国カリフォルニア州企業・職業法の条項 22581 に基づき、ご自身が公開したコンテンツまたは情報の削除を依頼できます。この削除を依頼する場合は、該当コンテンツまたは情報の詳しい説明を弊社の<a href="%(support_url)s", target="_blank">サポートチーム</a>までお知らせください。
nl: Indien u inwoner bent van Californië, jonger dan 18 jaar en een geregistreerde gebruiker bent van McKinsey Academy mag u behoudens dit Privacybeleid, op basis van artikel 22581 Wetboek inzake bedrijven en beroepen van Californië (California Business and Professions Code) verwijdering van inhoud of informatie die u openbaar heeft gemaakt aanvragen en verkrijgen. Stuur voor een dergelijk verzoek een gedetailleerde beschrijving van de specifieke inhoud of informatie naar ons <a href="%(support_url)s", target="_blank">ondersteuningsteam.</a>
pl: Jeśli użytkownik ma miejsce zamieszkania w Kalifornii i nie ukończył 18 lat, a jest zarejestrowanym użytkownikiem McKinsey podlegającym niniejszym Zasadom prywatności, może, zgodnie z art. 22581 kalifornijskiego kodeksu handlowego i zawodowego, zażądać usunięcia treści lub informacji, które zamieścił publicznie, i uzyskać to usunięcie. Aby wnieść takie żądanie, prosimy o wysłanie szczegółowego opisu treści lub informacji i kontakt z <a href="%(support_url)s", target="_blank">zespołem pomocy.</a>
pt: Se você residir na Califórnia, for menor de 18 anos de idade e um usuário registrado do McKinsey Academy sujeito a esta Política de Privacidade, a Seção 22581 do Código Comercial e Profissional da Califórnia permite que você solicite e obtenha a remoção de conteúdo ou informações que tenha publicado. Para tanto, envie um e-mail com uma descrição detalhada do conteúdo ou informação específica para nossa <a href="%(support_url)s", target="_blank">equipe de suporte</a>.
zh: 如果您是 18 周岁以下的加利福尼亚州居民以及遵守本隐私政策的 McKinsey Academy 注册用户，那么您可以依据《加利福尼亚州商业和职业条例》第 22581 条请求我们删除您已公开发布的内容或信息。如希望提出此请求，请将具体内容或信息的详细说明发送给我们的<a href="%(support_url)s", target="_blank">支持团队</a>。

source: By using McKinsey Academy, including the Site or any Mobile Offering, you acknowledge that we collect, use, and store your information, including your personal data, by us in the manner described in this Privacy Policy, the Terms and as otherwise agreed with you. We reserve the right to make changes to this Privacy Policy from time to time. We will alert you to any such changes by updating this Privacy Policy as made available at
ar: باستخدام أكاديمية ماكنزي، بما في ذلك الموقع أو أي عروض جوال، فإنك تقر بأننا نجمع معلوماتك ونستخدمها ونخزنها، بما في ذلك بياناتك الشخصية، من خلالنا على النحو الموضح في سياسة الخصوصية هذه، والشروط، وحسب المتفق عليه بخلاف ذلك. وإننا نحتفظ بالحق في إجراء أي تغييرات على سياسة الخصوصية هذه من وقت إلى آخر. وسنقوم بتنبيهك في حالة إجراء مثل هذه التغييرات من خلال تحديث سياسة الخصوصية هذه على النحو المتاح
de: Durch die Nutzung der McKinsey Academy, einschließlich der Website oder eines mobilen Angebots, erklären Sie sich mit der Erfassung, Nutzung und Speicherung Ihrer Daten, einschließlich Ihrer personenbezogenen Daten, in der in dieser Datenschutzerklärung, den Bedingungen und wie anderweitig mit Ihnen vereinbart, beschriebenen Weise einverstanden. Wir behalten uns das Recht vor, diese Datenschutzerklärung von Zeit zu Zeit zu ändern. Wir werden Sie über solche Änderungen informieren, indem wir diese Datenschutzerklärung aktualisieren, die unter folgender Adresse verfügbar ist:
es: Al usar McKinsey Academy, incluido el Sitio o cualquier Oferta para dispositivos móviles, usted reconoce que recopilamos, usamos y almacenamos su información, incluidos sus datos personales, de la manera descrita en esta Política de privacidad, en las Condiciones y según lo acordado con usted de cualquier otra forma. Nos reservamos el derecho a realizar cambios a esta Política de privacidad en cualquier momento. Cuando ese sea el caso, le avisaremos de tales cambios actualizando esta Política de privacidad mediante su publicación en
ja: 皆さんは、いずれかのモバイルサービスを含む McKinsey Academy を利用した場合、弊社が、このプライバシーに関する方針および適用規約に定められている方法や皆さんと合意している他の方法で、皆さんの個人情報を含む情報を収集、仕様および保存することについて認めたこととなります。弊社は、このプライバシーに関する方針を随時に変更できる権利を留保しています。弊社は、<掲載場所> に掲載されているこのプライバシーに関する方針を更新する形で、その変更について皆さんに伝えます。
nl: Door gebruik van de McKinsey Academy, met inbegrip van de Site of Mobiele aanbieding, gaat u ermee akkoord dat wij uw persoonsgegevens verzamelen, gebruiken en opslaan zoals omschreven in dit Privacybeleid, de Voorwaarden en zoals anders met u overeengekomen. Wij behouden ons het recht voor om van tijd tot tijd aanpassingen te doen aan dit Privacybeleid. Wij zullen u over dergelijke aanpassingen informeren door dit Privacybeleid bij te werken.
pl: Korzystając z McKinsey Academy, w tym z Witryny i Oferty Mobilnej, użytkownik przyjmuje do wiadomości, że McKinsey gromadzi, wykorzystuje i przechowuje jego informacje, w tym dane osobowe, w sposób opisany w niniejszych Zasadach prywatności, Warunkach lub inny uzgodniony z użytkownikiem. McKinsey zastrzega sobie prawo do dokonywania okresowych zmian niniejszych Zasad prywatności. McKinsey poinformuje użytkownika o takich zmianach, aktualizując Zasady prywatności dostępne pod adresem
pt: Ao usar o McKinsey Academy, incluindo o Site ou qualquer Versão para Dispositivos Móveis, você reconhece que coletamos, usamos e armazenamos suas informações, incluindo seus dados pessoais, da maneira descrita nesta Política de Privacidade, nos Termos e conforme acordado com você. Reservamo-nos o direito de fazer alterações nesta Política de Privacidade periodicamente. Alertaremos você sobre essas alterações, atualizando esta Política de Privacidade, conforme disponibilizada em
zh: 使用 McKinsey Academy（包括本网站或任何移动产品），即表示您承认我们以本隐私政策、条款中所述的方式收集、使用和存储您的信息（包括您的个人数据），并另有约定。我们保留随时修改本隐私政策的权利。我们将通过更新位于以下网址的本隐私政策来通知您任何此类更改：

source: For questions or concerns about our Privacy Policy, or if you would like to communicate with our EU Data Protection Officer or the Data Privacy Team, please contact us at:
ar: إذا كان لديك أسئلة أو استفسارات حول سياسة الخصوصية لدينا، أو إذا كنت ترغب في التواصل مع مسؤول حماية البيانات بالاتحاد الأوروبي أو فريق خصوصية البيانات، يرجى التواصل معنا عبر:
de: Für Fragen oder Bedenken hinsichtlich unserer Datenschutzrichtlinie oder falls Sie sich mit unserem EU-Datenschutzbeauftragten oder dem Datenschutzteam in Verbindung setzen möchten, kontaktieren Sie uns bitte unter:
es: Si tiene alguna duda o inquietud relacionada con nuestra Política de privacidad, o bien si desea comunicarse con nuestro responsable de protección de datos para la UE o el equipo de privacidad de datos, puede hacerlo mediante los siguientes medios:
ja: 弊社のプライバシーに関するポリシーに関してご不明な点や懸念がある場合、または弊社の EU 情報保護責任者または情報プライバシー管理チームと話したい場合には、以下までご連絡ください。
nl: Indien u vragen heeft over ons Privacybeleid of contact wilt opnemen met onze EU Data Protection Officer of het Data Privacy Team:
pl: Jeśli użytkownik ma pytania lub wątpliwości dotyczące Zasad prywatności McKinsey lub chciałby porozmawiać z Inspektorem ochrony danych ds. UE lub zespołem prywatności danych, prosimy o kontakt pod adresem:
pt: Para perguntas ou preocupações sobre nossa Política de Privacidade, ou se você quer se comunicar com o nosso Diretor de Proteção de Dados da União Europeia ou com a Equipe de Privacidade de Dados, entre em contato conosco:
zh: 如果对我们的隐私政策有任何疑问或顾虑，或希望与我们的欧盟数据保护官或数据隐私团队沟通，请通过以下途径联系我们：

source: Legal Department
ar: قسم الشؤون القانونية
de: Rechtsabteilung
ja: 法務部
pt: Legal Department (Departamento jurídico)

source: Your new password must be different from your previous password.
ar: ينبغي أن تكون كلمة المرور الجديدة الخاصة بك مختلفة عن كلمة المرور السابقة.
de: Ihr neues Passwort muss sich von Ihrem vorherigen unterscheiden.
es: Su nueva contraseña debe ser diferente a su contraseña anterior.
ja: 新しいパスワードは、以前のパスワードと異なる必要があります。
nl: Uw nieuwe wachtwoord mag niet hetzelfde zijn als uw oude wachtwoord.
pl: Twoje nowe hasło nie może być takie same jak Twoje stare hasło.
pt: Sua nova senha precisa ser diferente da senha anterior.
zh: 您的新密码必须与前五个密码不同。

source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Nueva contraseña
ja: 新しいパスワード
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova senha
zh: 新密码

source: Must be at least 8 characters and must include upper and lowercase letters - plus numbers OR special characters.
ar: ينبغي أن تتكون من 8 أحرف على الأقل وتشمل أحرفًا صغيرة وكبيرة - بالإضافة إلى أرقام أو أحرف خاصة.
de: Es muss mindestens acht Zeichen, Groß- und Kleinbuchstaben sowie Zahlen oder Sonderzeichen enthalten.
es: Debe tener al menos 8 caracteres e incluir letras mayúsculas y minúsculas, además de números O caracteres especiales.
ja: 最低8文字で大文字と小文字を含み、数字あるいは特殊文字も含むこと。
nl: Het moet minstens acht tekens bevatten en uit een combinatie bestaan van hoofdletters, kleine letters en cijfers of speciale tekens
pl: Musi składać się z przynajmniej 8 znaków i zawierać co najmniej jedną małą literę, jedną wielką literę oraz jedną cyfrę lub znak specjalny.
pt: Deve ter no mínimo 8 caracteres e incluir letras maiúsculas e minúsculas - além de números ou caracteres especiais.
zh: 密码必须至少包含 8 个字符，并且包含大写和小写字母以及数字或特殊字符。

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
de: Neues Passwort bestätigen
es: Confirmar la nueva contraseña
ja: 新しいパスワードの確認
nl: Nieuw wachtwoord bevestigen
pl: Potwierdź nowe hasło
pt: Confirme a nova senha
zh: 确认新密码

source: Last updated January 7, 2020
ar: آخر تحديث 7 يناير 2020
de: Letzte Aktualisierung am 7. Januar 2020
es: Última actualización: 7 de enero de 2020
ja: 最終更新日: 2020 年 1 月 7 日
nl: Laatst bijgewerkt 7 januari 2020
pl: Ostatnia aktualizacja 7 stycznia 2020 r
pt: Última atualização em 7 de janeiro de 2020
zh: 上次更新时间：2020 年 1 月 7 日
