Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: DISCOVER:
ar: اكتشف:
de: ERKUNDEN:
eo: DÌSÇÖVÉR: Ⱡ'σяєм ιρѕυм ∂σł#
es: CONSULTAR:
fr: DÉCOUVRIR :
ja: ディスカバー:
nl: ONTDEK:
pl: ODKRYJ:
pt: DESCOBRIR:
zh: 探索：

source: ARTICLES
ar: مقالات
de: ARTIKEL
eo: ÀRTÌÇLÉS Ⱡ'σяєм ιρѕυм ∂#
es: ARTÍCULOS
ja: 記事
nl: ARTIKELEN
pl: ARTYKUŁY
pt: ARTIGOS
zh: 文章

source: INFOGRAPHIC
ar: رسم معلوماتي (إنفوجرافيك)
de: INFOGRAFIK
eo: ÌNFÖGRÀPHÌÇ Ⱡ'σяєм ιρѕυм ∂σłσя #
es: INFOGRAFÍA
fr: INFOGRAPHIE
ja: 情報画像
pl: INFOGRAFIKI
pt: INFOGRÁFICO
zh: 信息图

source: ON TWITTER
ar: على تويتر
de: AUF TWITTER
eo: ÖN TWÌTTÉR Ⱡ'σяєм ιρѕυм ∂σłσ#
es: EN TWITTER
fr: SUR TWITTER
ja: ツイッター
nl: OP TWITTER
pl: NA TWITTERZE
pt: NO TWITTER
zh: 推特

source: VIDEOS
ar: مقاطع الفيديو
eo: VÌDÉÖS Ⱡ'σяєм ιρѕυ#
fr: VIDÉOS
ja: 動画
pl: FILMIKI
pt: VÍDEOS
zh: 视频

source: Your final grade is
ar: درجتك النهائية هي
de: Ihre Endnote ist
eo: Ýöür fïnäl grädé ïs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Su calificación final es
fr: Votre note finale est
ja: 最終評価
nl: Uw eindcijfer is
pl: Twoja ocena końcowa to
pt: Sua nota final é
zh: 您的最终评分是

source: ended on
ar: انتهت بتاريخ
de: beendet am
eo: éndéd ön Ⱡ'σяєм ιρѕυм ∂#
es: finalizado el
fr: terminé le
ja: 終了日
nl: geëindigd op
pl: zakończono dnia
pt: finalizado em
zh: 结束日期

source: This course is closed, but you can still access all course content and download materials.
ar: هذه الدورة التدريبية مقفلة، ولكن لا يزال يمكنك الوصول إلى كافة محتواها وتنزيل المواد.
de: Dieser Kurs ist abgeschlossen, aber Sie können weiterhin auf alle Kursinhalte zugreifen und Materialien herunterladen.
eo: Thïs çöürsé ïs çlöséd, ßüt ýöü çän stïll äççéss äll çöürsé çöntént änd döwnlöäd mätérïäls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Este curso está cerrado, pero aún puede acceder a todo el contenido del curso y descargar los materiales.
fr: Ce cours est fermé, mais vous pouvez quand même accéder à tout le contenu du cours et télécharger les documents.
ja: このコースは修了していますが、すべてのコース内容へのアクセスと教材のダウンロードはまだ可能です。
nl: Deze cursus is gesloten, maar u heeft nog steeds toegang tot alle cursusinhoud en downloadmaterialen.
pl: Ten kurs jest zamknięty, ale wciąż masz dostęp do zasobów kursu i materiałów do pobrania.
pt: Este curso está encerrado, mas você ainda pode acessar todo o conteúdo e baixar os materiais do curso.
zh: 本课程已结束，但您仍然可以访问所有课程内容和下载材料。

source: Your proficiency, progress, and engagement will not change in closed courses.
ar: لن تتغير كل من الكفاءة والتقدم والمشاركة في الدورات التدريبية المقفلة.
de: Ihre Kompetenzen, Ihr Fortschritt und Engagement werden sich in abgeschlossenen Kursen nicht mehr ändern.
eo: Ýöür pröfïçïénçý, prögréss, änd éngägémént wïll nöt çhängé ïn çlöséd çöürsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Su competencia, avance y participación en el curso no cambiarán en los cursos cerrados.
fr: Vos compétences, votre progression et votre implication ne seront pas modifiées dans les cours fermés.
ja: 修了したコースの習熟度、進度、エンゲージメントは変更できません。
nl: Uw vaardigheid, voortgang en inzet veranderen niet in gesloten cursussen.
pl: Twoja biegłość, stopień ukończenia i poziom zaangażowania nie zmienią się w zamkniętych kursach.
pt: Sua proficiência, seu progresso e engajamento não serão alterados nos cursos encerrados.
zh: 在已结束课程中，您的熟练程度、进度和参与度不会更改。

source: LESSONS:
ar: الدروس:
de: LEKTIONEN:
eo: LÉSSÖNS: Ⱡ'σяєм ιρѕυм ∂#
es: LECCIONES:
fr: LEÇON :
ja: レッスン:
nl: LESSEN:
pl: LEKCJE:
pt: LIÇÕES:
zh: 课时:

source: LESSON
ar: الدرس
de: LEKTION
eo: LÉSSÖN Ⱡ'σяєм ιρѕυ#
es: LECCIÓN
fr: LEÇON
ja: レッスン
nl: LES
pl: LEKCJA
pt: LIÇÃO
zh: 课时

source: This %(lesson_custom_label)s will be available on %(start_date)s
ar: سيتوافر هذا %(lesson_custom_label)s في %(start_date)s
de: Diese %(lesson_custom_label)s wird verfügbar sein am %(start_date)s
es: Esta lección de %(lesson_custom_label)s estará disponible el %(start_date)s
ja: このレッスンは%(start_date)sに利用可能となります %(lesson_custom_label)s
nl: Deze %(lesson_custom_label)s is beschikbaar op %(start_date)s
pl: %(lesson_custom_label)s będzie dostępna w dniu %(start_date)s
pt: Esta %(lesson_custom_label)s estará disponível em %(start_date)s
zh: %(lesson_custom_label)s 将于 %(start_date)s 开始

source: This lesson will be available on %(start_date)s
ar: سيتوافر هذا الدرس في %(start_date)s
de: Diese Lektion wird verfügbar sein am %(start_date)s
eo: Thïs léssön wïll ßé äväïläßlé ön %(start_date)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Esta lección estará disponible el %(start_date)s
fr: Cette leçon sera disponible le %(start_date)s
ja: このレッスンは%(start_date)sに利用可能となります
nl: Deze les is beschikbaar op %(start_date)s
pl: Ta lekcja będzie dostępna w dniu %(start_date)s
pt: Esta lição estará disponível em %(start_date)s
zh: 本课时的上课时间是 %(start_date)s

source: Discussion
ar: مناقشة
de: Diskussion
eo: Dïsçüssïön Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Debate
ja: ディスカッション
nl: Discussie
pl: Dyskusja
pt: Discussão
zh: 讨论

source: Cohort
ar: الفوج
de: Jahrgang
eo: Çöhört Ⱡ'σяєм ιρѕυ#
es: Grupo
fr: Division
ja: コホート
pl: Grupa kursantów
pt: Grupo
zh: 群组

source: Course Materials
ar: المواد الدراسية بالدورة التدريبية
de: Kursmaterialien
eo: Çöürsé Mätérïäls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Materiales del curso
fr: Documents du cours
ja: コース教材
nl: Cursusmaterialen
pl: Materiały kursu
pt: Materiais do curso
zh: 课程材料

source: Announcements
ar: إعلانات
de: Ankündigungen
eo: Ànnöünçéménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Anuncios
fr: Annonces
ja: 告知
nl: Mededelingen
pl: Ogłoszenia
pt: Anúncios
zh: 公告

source: Course Overview
ar: نظرة عامة على الدورة التدريبية
de: Kursüberblick
eo: Çöürsé Övérvïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Descripción general del curso
fr: Présentation du cours
ja: コース概要
nl: Cursusoverzicht
pl: Opis kursu
pt: Visão geral do curso
zh: 课程概述

source: %(module_custom_label)s %(index)s of %(lesson_count)s
ar: %(module_custom_label)s %(index)s من %(lesson_count)s
es: %(module_custom_label)s %(index)s de %(lesson_count)s
ja: %(module_custom_label)s %(index)s / %(lesson_count)s
nl: %(module_custom_label)s %(index)s van %(lesson_count)s
pl: %(module_custom_label)s %(index)s z %(lesson_count)s
pt: %(module_custom_label)s %(index)s de %(lesson_count)s
zh: %(module_custom_label)s %(index)s %(lesson_count)s

source: of
ar: من
de: von
es: de
fr: de
ja: の
nl: van
pl: z
pt: do

source: %(lesson_custom_label)s available on %(start_date)s
ar: سيتوافر الدرس %(lesson_custom_label)s في %(start_date)s
de: %(lesson_custom_label)s verfügbar am %(start_date)s
es: %(lesson_custom_label)s disponible el %(start_date)s
ja: %(lesson_custom_label)sは%(start_date)sに利用可能
nl: %(lesson_custom_label)s beschikbaar op %(start_date)s
pl: %(lesson_custom_label)s dostępne w dniu %(start_date)s
pt: %(lesson_custom_label)s disponível em %(start_date)s
zh: %(lesson_custom_label)s 于 %(start_date)s 开始

source: Lesson available on %(start_date)s
ar: سيتوافر الدرس في %(start_date)s
de: Lektion verfügbar am %(start_date)s
eo: Léssön äväïläßlé ön %(start_date)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Lección disponible el %(start_date)s
fr: Leçon disponible le %(start_date)s
ja: レッスンは%(start_date)sに利用可能
nl: Les beschikbaar op %(start_date)s
pl: Lekcja dostępna w dniu %(start_date)s
pt: Lição disponível em %(start_date)s
zh: 课时上课时间是 %(start_date)s

source: %(module_custom_label)s %(lesson_index)s of %(lesson_count)s
ar: %(module_custom_label)s %(lesson_index)s من %(lesson_count)s
de: %(module_custom_label)s %(lesson_index)s von %(lesson_count)s
es: %(module_custom_label)s %(lesson_index)s de %(lesson_count)s
ja: %(module_custom_label)s %(lesson_index)s / %(lesson_count)s
nl: %(module_custom_label)s %(lesson_index)s van %(lesson_count)s
pl: %(module_custom_label)s %(lesson_index)s z %(lesson_count)s
pt: %(module_custom_label)s %(lesson_index)s de %(lesson_count)s
zh: %(module_custom_label)s %(lesson_index)s %(lesson_count)s

source: Below are helpful tips to interact with the cohort map and leaderboards. You may also find answers to your questions in the
ar: فيما يلي نصائح مفيدة بخصوص التعامل مع خريطة الأفواج ولوائح تسجيل أعلى النقاط. وقد تجد أيضًا إجابات على أسئلتك في جزئية
de: Unten finden Sie hilfreiche Tipps, um mit der Jahrgangskarte und den Bestenlisten zu interagieren. Außerdem finden Sie in den
es: A continuación le brindamos sugerencias útiles para interactuar con el mapa del grupo y las tablas de calificaciones. También puede encontrar respuestas a sus preguntas en la sección de
ja: 以下は、コホート・マップやリーダーボードの利用法に関するヒントです。また、
nl: Hieronder vindt u nuttige tips voor de omgang met de cohortmap en leiderborden. U kunt ook antwoorden op uw vragen vinden in de
pl: Poniżej znajdziesz wskazówki, które pomogą Ci korzystać z mapy grupy kursantów i rankingu liderów. Jeśli masz jakieś pytania, możesz też poszukać odpowiedzi w sekcji
pt: Abaixo você encontra dicas úteis para interagir com o mapa do grupo e as tabelas de classificação. Você também encontrará respostas para suas perguntas nas
zh: 以下是查看课程材料（包括公告、课程概述和资源）的有用提示。您也可以在

source: FAQ
ar: الأسئلة الشائعة
eo: FÀQ Ⱡ'σяєм#
es: Preguntas frecuentes
nl: Veelgestelde vragen
pl: FAQ - Najczęściej zadawane pytania
zh: 常见问题

source: Can’t find the answer there? Please contact us directly at
ar: يتعذر العثور على إجابة هناك؟ يرجى الاتصال بنا مباشرة على العنوان
de: Antworten auf Ihre Fragen. Sie werden dort nicht fündig? Dann kontaktieren Sie uns bitte direkt unter
es: ¿No encuentra la respuesta allí? Comuníquese con nosotros directamente a
ja: では質問への答えが見つかるかもしれません。そこで答えが見つからない場合は、
nl: Kunt u het antwoord hier niet vinden? Neem dan rechtstreeks contact met ons op via
pl: lub skontaktować się z nami bezpośrednio, wysyłając wiadomość do
pt: Não consegue encontrar a resposta? Entre em contato conosco diretamente em
zh: 中找到您问题的答案。找不到答案？ 请直接发送电子邮件至

source: and we’ll sort it out for you.
ar: وسنبحث لك على إجابته.
de: und wir werden Ihnen weiterhelfen.
es: y resolveremos su inquietud.
ja: まで直接ご 連絡ください。解決のお手伝いをいたします。
nl: en dan zullen we het voor u uitzoeken.
pl: Z przyjemnością Ci pomożemy.
pt: e resolveremos para você.
zh: 与我们联系，我们将为您解决。

source: Access the cohort using the <i class="fa fa-globe"></i> icon in the main navigation bar.
ar: يمكنك الوصول إلى الفوج باستخدام الرمز <i class="fa fa-globe"></i> الموجود في شريط التنقل الرئيسي.
de: Greifen Sie auf den Jahrgang zu, indem Sie in der Navigationsleiste auf das <i class="fa fa-globe"></i>-Icon klicken.
eo: Àççéss thé çöhört üsïng thé <i class="fa fa-globe"></i> ïçön ïn thé mäïn nävïgätïön ßär. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Acceda al grupo mediante el ícono <i class="fa fa-globe"></i> en la barra de navegación principal.
fr: Accédez à la division en utilisant l'icône <i class="fa fa-globe"></i> dans la barre de navigation principale.
ja: メイン・ナビゲーション・バーの <i class="fa fa-globe"></i> アイコンを使って、コホートにアクセスします。
nl: Open de cohort met het <i class="fa fa-globe"></i>-pictogram in de hoofdnavigatiebalk.
pl: Przejdź do grupy kursantów za pomocą ikony <i class="fa fa-globe"></i> na głównym pasku nawigacyjnym.
pt: Acesse o grupo usando o ícone <i class="fa fa-globe"></i> na barra de navegação principal.
zh: 使用主导航栏中的 <i class="fa fa-globe"></i> 图标访问群组。

source: COHORT MAP displays your group members, your McKinsey TA, and the number of cohort participants from various cities. The details on the number of participants in your company and the total number of cohort participants are displayed under the map.
ar: تعرض خريطة الفوج أعضاء مجموعتك ومساعد المدرّس التابع لماكنزي وعدد المشاركين في الفوج من مختلف المدن. ويتم عرض التفاصيل المتعلقة بعدد المشاركين من شركتك والعدد الإجمالي للمشاركين في الفوج أسفل الخريطة.
de: Die JAHRGANGSKARTE zeigt Ihre Gruppenmitglieder, Ihren McKinsey TA und die Anzahl an Jahrgangsteilnehmern aus verschiedenen Städten an. Unter der Karte werden die Details über die Anzahl der Teilnehmer in Ihrer Firma und die Gesamtanzahl der Jahrgangsteilnehmer angezeigt.
eo: ÇÖHÖRT MÀP dïspläýs ýöür gröüp mémßérs, ýöür MçKïnséý TÀ, änd thé nümßér öf çöhört pärtïçïpänts fröm värïöüs çïtïés. Thé détäïls ön thé nümßér öf pärtïçïpänts ïn ýöür çömpäný änd thé tötäl nümßér öf çöhört pärtïçïpänts äré dïspläýéd ündér thé mäp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσł#
es: El MAPA DEL GRUPO muestra a los miembros de su grupo, su TA de McKinsey y la cantidad de participantes de distintas ciudades. Los detalles sobre la cantidad de participantes de su compañía y el total de participantes del grupo se indican debajo del mapa.
fr: LA CARTE DE DIVISION affiche les membres de votre groupe, votre AF McKinsey et le nombre de participants de la division dans les différentes villes. Les détails sur le nombre de participants dans votre société et le nombre total de participants de la division sont affichés sous la carte.
ja: コホート・マップには、グループ・メンバー、McKinsey TA、各都市のコホート参加者数が表示されます。社内参加者数やコホート合計参加者数に関する詳細は、マップ下に表示されます。
nl: In de COHORTMAP worden uw groepsleden weergegeven, uw OA van McKinsey en het aantal cohortdeelnemers uit verschillende plaatsen. De details van het aantal deelnemers in uw bedrijf en het totaal aantal cohortdeelnemers worden onder de map weergegeven.
pl: MAPA GRUPY KURSANTÓW przedstawia członków Twojej grupy, Twojego asystenta kursu McKinsey i liczbę członków grupy wg. miast. Szczegółowe informacje o liczbie uczestników z Twojej firmy i całkowitej liczbie uczestników w grupie kursantów znajdziesz pod mapą.
pt: O MAPA DO GRUPO exibe os membros do seu grupo, o seu assistente de ensino da McKinsey e o número de participantes de várias cidades no grupo. Os detalhes sobre o número de participantes em sua empresa e o número total de participantes do grupo são exibidos no mapa.
zh: “群组地图”显示您的小组成员、麦肯锡助教以及来自不同城市的群组参与者人数。有关贵公司参与者人数和群组参与者总数的详细信息均显示在该地图下。

source: You can email your McKinsey TA who is displayed on the map
ar: يمكنك إرسال رسالة بريد إلكتروني إلى مساعد المدرس التابع لماكنزي المعروض على الخريطة
de: Sie können Ihrem McKinsey TA, der auf der Karte angezeigt wird, eine E-Mail schicken.
eo: Ýöü çän émäïl ýöür MçKïnséý TÀ whö ïs dïspläýéd ön thé mäp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Puede enviar correos electrónicos a su TA de McKinsey, quien aparece en el mapa
fr: Vous pouvez envoyer un e-mail à votre AF McKinsey qui est affiché sur la carte
ja: マップに表示されているMcKinsey TAにEメールを送信できます
nl: U kunt uw OA van McKinsey e-mailen die onder de map wordt weergegeven
pl: Możesz wysłać e-mail do asystenta kursu McKinsey widocznego na mapie
pt: Você pode enviar um e-mail para o seu assistente de ensino da McKinsey exibido no mapa
zh: 您可以向地图上显示的麦肯锡助教发送电子邮件

source: LEADERBOARDS display the top participants across proficiency, progress, and engagement, as well as your own ranking compared to the cohort average
ar: تعرض لوائح تسجيل أعلى النقاط أعلى المشاركين من حيث الكفاءة والتقدم المحرز والمشاركة، بالإضافة إلى ترتيبك مقارنة بمتوسط الفوج
de: Die BESTENLISTEN zeigen die besten Teilnehmer aus den Bereichen Kompetenzen, Fortschritt und Engagement sowie Ihre eigene Position im Vergleich zum Jahrgangsdurchschnitt.
eo: LÉÀDÉRBÖÀRDS dïspläý thé töp pärtïçïpänts äçröss pröfïçïénçý, prögréss, änd éngägémént, äs wéll äs ýöür öwn ränkïng çömpäréd tö thé çöhört ävérägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι#
es: Las TABLAS DE CALIFICACIONES muestran a los mejores participantes en cuanto a competencia, avance y participación en el curso, así como su propia clasificación en términos de comparación con el promedio del grupo
fr: LES TABLEAUX DE CLASSEMENT affichent les meilleurs participants en terme de compétences, de progression et d'implication, ainsi que votre propre classement par rapport à la moyenne de la division
ja: リーダーボードには、習熟度、進度、およびエンゲージメントにおけるトップの参加者や、コホート平均と比較した場合の自身のランキングが表示されます。
nl: In de LEIDERBORDEN worden de beste deelnemers op het vlak van vaardigheid, voortgang en inzet weergegeven, evenals uw eigen notering vergeleken met het cohortgemiddelde
pl: RANKINGI LIDERÓW wyświetlają najlepszych uczestników według biegłości, stopnia ukończenia i poziomu zaangażowania, a także Twój własny ranking na tle średnich wyników całej grupy kursantów.
pt: As TABELAS DE CLASSIFICAÇÃO mostram os principais participantes em proficiência, progresso e engajamento, bem como a sua classificação em comparação à média do grupo
zh: “排行榜”显示在熟练程度、进度和参与度方面名列前茅的参与者，以及您的个人排名与群组平均排名的比较

source: This video walks you through the learner experience:
ar: يرشدك مقطع الفيديو خلال تجربة المتعلم:
de: Dieses Video führt Sie durch die Lernumgebung:
eo: Thïs vïdéö wälks ýöü thröügh thé léärnér éxpérïénçé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Este video provee un recorrido por la experiencia del alumno:
fr: La vidéo vous présente le parcours de l'apprenant :
ja: この動画では、学習者体験をご紹介します:
nl: In deze video wordt u door de leerlingervaring geleid:
pl: Ten krótki film pozwoli Ci zrozumieć, jak będzie przebiegać nauka podczas kursu:
pt: Este vídeo orienta você pela experiência de aprendizado:
zh: 本视频将带您了解学员体验：

source: Leaderboards
ar: لوائح تسجيل أعلى النقاط
de: Bestenlisten
eo: Léädérßöärds Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Tableros de calificaciones
fr: Tableaux de classement
ja: リーダーボード
pl: Rankingi liderów
pt: Tabelas de classificação
zh: 排行榜

source: Proficiency:
ar: الكفاءة:
de: Kompetenzen:
eo: Pröfïçïénçý: Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Competencia:
fr: Compétence :
ja: 習熟度:
nl: Vaardigheid:
pl: Biegłość::
pt: Proficiência:
zh: 熟练程度：

source: As %(role_user)s user you will not appear on the proficiency leaderboard
ar: بصفتك مستخدم %(role_user)s لن تظهر على تسجيل أعلى النقاط من حيث الكفاءة
de: Als %(role_user)s-Nutzer werden Sie nicht in den Kompetenzen-Bestenlisten aufgeführt
eo: Às %(role_user)s üsér ýöü wïll nöt äppéär ön thé pröfïçïénçý léädérßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: En su carácter de usuario %(role_user)s, usted no aparecerá en la tabla de calificaciones de competencia
fr: en tant qu'utilisateur %(role_user)s vous n'apparaîtrez pas sur le tableau de classement de compétences
ja: %(role_user)sユーザーのあなたは、習熟度リーダーボードに表示されません
nl: Als %(role_user)s gebruiker verschijnt u niet in het leiderbord voor vaardigheid
pl: Jako użytkownik %(role_user)s, Twoje wyniki pojawią się w rankingu biegłości
pt: Como usuário %(role_user)s, você não aparecerá na tabela de classificação de proficiência
zh: 作为 %(role_user)s 用户，您不会出现在熟练程度排行榜上

source: your proficiency position: <br><span>%(position)s</span> with <span>%(position_value)s</span>
ar: موقعك من حيث الكفاءة: <br><span>%(position)s</span> مع <span>%(position_value)s</span>
de: Ihr Kompetenzrang: <br><span>%(position)s</span> von <span>%(position_value)s</span>
eo: ýöür pröfïçïénçý pösïtïön: <br><span>%(position)s</span> wïth <span>%(position_value)s</span> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: su puesto en competencia: <br><span>%(position)s</span> con <span>%(position_value)s</span>
fr: Votre position en termes de compétences : <br><span>%(position)s</span> avec <span>%(position_value)s</span>
ja: あなたの習熟度: <br><span>%(position)s</span>で<span>%(position_value)s</span>
nl: uw positie voor vaardigheid: <br><span>%(position)s</span> met <span>%(position_value)s</span>
pl: Twoja pozycja w rankingu biegłości: <br><span>%(position)s</span> z <span>%(position_value)s</span>
pt: sua posição em proficiência: <br><span>%(position)s</span> com <span>%(position_value)s</span>
zh: 您的熟练程度排名：<br><span>%(position)s</span> (<span>%(position_value)s</span>)

source: your proficiency position <br> will be displayed here
ar: سيُعرض موقعك من حيث الكفاءة <br> هنا
de: Ihr Kompetenzrang <br> wird hier angezeigt
eo: ýöür pröfïçïénçý pösïtïön <br> wïll ßé dïspläýéd héré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: su puesto en competencia <br> se mostrará aquí
fr: votre position en termes de compétences <br> s'affichera ici
ja: あなたの習熟度<br>はここに表示されます
nl: uw positie voor vaardigheid <br> wordt hier weergegeven
pl: Tutaj pojawi się <br> Twoja pozycja w rankingu biegłości
pt: sua posição em proficiência <br> será exibida aqui
zh: 您的熟练程度排名<br>将显示在此处

source: username
ar: اسم المستخدم
de: Nutzername
eo: üsérnämé Ⱡ'σяєм ιρѕυм ∂#
es: nombre de usuario
fr: nom d’utilisateur
ja: ユーザー名
nl: gebruikersnaam
pl: nazwa użytkownika
pt: nome de usuário
zh: 用户名

source: title
ar: العنوان
de: Titel
eo: tïtlé Ⱡ'σяєм ιρѕ#
es: Cargo
fr: titre
ja: 役職
nl: titel
pl: tytuł
pt: título
zh: 标题

source: Progress:
ar: التقدم:
de: Fortschritt:
eo: Prögréss: Ⱡ'σяєм ιρѕυм ∂σł#
es: Avance:
fr: Progression :
ja: 進度:
nl: Vooruitgang:
pl: Stopień ukończenia:
pt: Progresso:
zh: 进度：

source: As %(role_user)s user you will not appear on the progress leaderboard
ar: بصفتك مستخدم %(role_user)s لن تظهر على لوحة تسجيل أعلى النقاط من حيث التقدم المحرز
de: Als %(role_user)s-Nutzer werden Sie nicht in den Fortschritts-Bestenlisten aufgeführt
eo: Às %(role_user)s üsér ýöü wïll nöt äppéär ön thé prögréss léädérßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: En su carácter de usuario %(role_user)s, usted no aparecerá en la tabla de calificaciones de avance
fr: en tant qu'utilisateur %(role_user)s vous n'apparaîtrez pas sur le tableau de classement de progression
ja: %(role_user)sユーザーのあなたは、進度リーダーボードに表示されません
nl: Als %(role_user)s gebruiker verschijnt u niet in het leiderbord voor voortgang
pl: Jako użytkownik %(role_user)s, Twoje wyniki pojawią się w rankingu stopnia ukończenia
pt: Como usuário %(role_user)s, você não aparecerá na tabela de classificação de progresso
zh: 作为 %(role_user)s 用户，您不会出现在进度排行榜上

source: your progress position: <br><span>%(position)s</span> with <span>%(progress_value)s%%</span>
ar: موقعك من حيث التقدم المحرز: <br><span>%(position)s</span> مع <span>%(progress_value)s%%</span>
de: Ihr Fortschrittsrang: <br><span>%(position)s</span> von <span>%(progress_value)s%%</span>
eo: ýöür prögréss pösïtïön: <br><span>%(position)s</span> wïth <span>%(progress_value)s%%</span> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: su puesto en avance: <br><span>%(position)s</span> con <span>%(progress_value)s%%</span>
fr: Votre position en termes de progression : <br><span>%(position)s</span> avec <span>%(progress_value)s%%</span>
ja: あなたの進度: <br><span>%(position)s</span>で<span>%(progress_value)s%%</span>
nl: uw positie voor voortgang: <br><span>%(position)s</span> met <span>%(progress_value)s%%</span>
pl: Twoja pozycja w rankingu stopnia ukończenia: <br><span>%(position)s</span> z <span>%(progress_value)s%%</span>
pt: sua posição de progresso: <br><span>%(position)s</span> com<span>%(progress_value)s%%</span>
zh: 您的进度排名：<br><span>%(position)s</span> (<span>%(progress_value)s%%</span>)

source: your progress position <br> will be displayed here
ar: سيتم عرض موقعك من حيث التقدم المحرز <br> هنا
de: Ihr Fortschrittsrang <br> wird hier angezeigt
eo: ýöür prögréss pösïtïön <br> wïll ßé dïspläýéd héré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: su puesto en avance <br> se mostrará aquí
fr: votre position en termes de progression <br> s'affichera ici
ja: あなたの進度<br>はここに表示されます
nl: uw positie voor voortgang <br> wordt hier weergegeven
pl: Tutaj pojawi się <br> Twoja pozycja w rankingu stopnia ukończenia
pt: sua posição de progresso <br> será exibida aqui
zh: 您的进度排名<br>将显示在此处

source: Engagement:
ar: المشاركة:
eo: Éngägémént: Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Participación en el curso:
fr: Implication :
ja: エンゲージメント:
nl: Inzet:
pl: Poziom zaangażowania
pt: Engajamento:
zh: 参与度：
