Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Click here.
ar: انقر هنا.
de: Hier klicken.
eo: Çlïçk héré. Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Haga clic aquí.
fr: Cliquez ici.
ja: ここをクリックしてください。
nl: Klik hier.
pl: Kliknij tutaj
pt: Clique aqui.
zh: 点击此处。

source: Business Strategy
ar: استراتيجية الأعمال
de: Geschäftsstrategie
eo: Büsïnéss Strätégý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Estrategia comercial
fr: Stratégie commerciale
ja: ビジネス戦略
nl: Zakelijke strategie
pl: Strategia Biznesowa
pt: Estratégia de negócios
zh: 业务战略

source: Learn how to assess the robustness of a strategy and apply McKinsey’s Strategy Method to construct a strategic plan to gain a sustainable advantage in the market.
ar: تعلم كيفية تقييم متانة الاستراتيجية وطبق طريقة استراتيجية ماكنزي لإعداد خطة استراتيجية لكسب ميزة مستدامة في السوق.
de: Erfahren Sie, wie Sie die Robustheit einer Strategie bewerten und die Strategiemethode von McKinsey anwenden, um einen strategischen Plan zu konstruieren und einen nachhaltigen Vorteil auf dem Markt zu erhalten.
eo: Léärn höw tö ässéss thé rößüstnéss öf ä strätégý änd äpplý MçKïnséý’s Strätégý Méthöd tö çönstrüçt ä strätégïç plän tö gäïn ä süstäïnäßlé ädväntägé ïn thé märkét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕ#
es: Aprenda cómo evaluar la solidez de una estrategia y aplicar el método estratégico de McKinsey para diseñar un plan que le permita lograr ventajas sostenibles en el mercado.
fr: Découvrir comment évaluer la force d'une stratégie et appliquer la méthode stratégique de McKinsey pour développer un plan stratégique et obtenir un avantage durable sur le marché.
ja: 戦略の頑健性を評価し、McKinseyの戦略メソッドを応用して、市場で維持可能な強みを得るための戦略計画を立てる方法を学びましょう。
nl: Leer hoe u de effectiviteit van een strategie kunt beoordelen en de strategiemethode van McKinsey kunt toepassen voor het opstellen van een strategisch plan voor het verkrijgen van een duurzaam voordeel in de markt.
pl: Dowiedz się, jak ocenić żywotność strategii biznesowej i zastosować „Metodę Planowania Strategii” opracowaną przez McKinsey, aby stworzyć strategiczny plan, który pozwoli Ci osiągnąć trwałą przewagę na rynku.
pt: Saiba como avaliar a robustez de uma estratégia e aplicar o método de estratégia da McKinsey para elaborar um plano estratégico para obter uma vantagem sustentável no mercado.
zh: 学习如何评估战略的鲁棒性，并应用麦肯锡的战略方法来构建战略计划，以获得可持续的市场优势。

source: Assess the robustness of a strategy by applying McKinsey’s Ten Timeless Tests
ar: تقييم متانة الاستراتيجية من خلال تطبيق الاختبارات العشرة غير المحددة بزمن لأكاديمية ماكنزي
de: Bewerten Sie die Robustheit einer Strategie durch Anwendung der Ten Timeless Tests von McKinsey
eo: Àsséss thé rößüstnéss öf ä strätégý ßý äpplýïng MçKïnséý’s Tén Tïméléss Tésts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Evalúe la solidez de una estrategia mediante el test de las 10 pruebas atemporales de McKinsey
fr: Évaluer la force d'une stratégie en appliquant les 10 tests intemporels de McKinsey
ja: McKinseyのTen Timeless Testを使って、戦略の頑健性を評価する
nl: Beoordeel de effectiviteit van een strategie door de Ten Timeless Tests (tien tijdloze testen) van McKinsey toe te passen
pl: Oceń żywotność strategii, stosując „Dziesięć Ponadczasowych Prób” przygotowanych przez McKinsey.
pt: Avalie a robustez de uma estratégia aplicando os 10 testes atemporais da McKinsey
zh: 通过应用麦肯锡战略十测来评估战略的鲁棒性

source: Identify available strategic decisions and potential alternatives
ar: تحديد القرارات الاستراتيجية المتاحة والبدائل المحتملة
de: Identifizieren Sie verfügbare strategische Entscheidungen und mögliche Alternativen
eo: Ìdéntïfý äväïläßlé strätégïç déçïsïöns änd pöténtïäl ältérnätïvés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Identifique las decisiones estratégicas disponibles y las posibles alternativas
fr: Identifier les décisions stratégiques disponibles et les alternatives potentielles
ja: 利用可能な戦略的判断および考え得る選択肢を特定する
nl: Identificeer beschikbare strategische beslissingen en potentiële alternatieven
pl: Zidentyfikuj dostępne decyzje strategiczne i potencjalne alternatywy.
pt: Identifique decisões estratégicas disponíveis e potenciais alternativas
zh: 确定可用的战略决策和潜在的备选方案

source: Develop insight into where and why a company does (or does not) create value, including its positional and proprietary advantages
ar: وضع نظرة ثاقبة متطورة بخصوص أين ولماذا توفر الشركة (أو لا توفر) قيمة، بما في ذلك مزاياها المتعلقة بالموضع والملكية
de: Erarbeiten Sie Kenntnisse darin, wo und warum ein Unternehmen einen Wert schafft (oder nicht), einschließlich der positionellen und geschützten Vorteile
eo: Dévélöp ïnsïght ïntö whéré änd whý ä çömpäný döés (ör döés nöt) çréäté välüé, ïnçlüdïng ïts pösïtïönäl änd pröprïétärý ädväntägés Ⱡ'σ#
es: Desarrolle conocimientos sobre cómo y por qué una compañía crea (o no) valor, incluidas sus ventajas posicionales y exclusivas
fr: Apprendre à déterminer comment et pourquoi une société créer de la valeur (ou pas), y compris ses avantages exclusifs et de positionnement
ja: 地位的・所有権上の強みを含めた価値の創造を、会社がどこで何を理由に行っているのか (あるいは行っていないのか) について、洞察を得る
nl: Ontwikkel inzicht in waarom en waar het bedrijf waarde schept (of niet), inclusief positie- en bedrijfseigen voordelen
pl: Dostrzeż, jak i za pomocą firmie udaje się (bądź nie) generować wartość. Zwróć uwagę na konkurencyjność firmy wynikającą z jej pozycji i unikalnych walorów.
pt: Desenvolva informações sobre onde e por que uma empresa gera (ou não) valor, incluindo suas vantagens posicionais e privadas
zh: 深入了解公司在何处创造（或不创造）价值及其相关原因，包括其定位优势和专有优势

source: Interpret the outputs of a SCP (structure, conduct, and performance) diagnostic to assess competitive position
ar: تفسير نتائج تشخيص SCP (الهيكل والسلوك والأداء) لتقييم الموقف التنافسي
de: Interpretieren Sie die Ausgänge einer SCP-Diagnose (Structure, Conduct und Performance), um eine wettbewerbsfähige Position zu bewerten
eo: Ìntérprét thé öütpüts öf ä SÇP (strüçtüré, çöndüçt, änd pérförmänçé) dïägnöstïç tö ässéss çömpétïtïvé pösïtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Interprete los resultados de un diagnóstico de SCP (estructura, conducta y desempeño) para evaluar la posición competitiva
fr: Interpréter les résultats d'un diagnostic SCP (structure, conduite, et performance) pour évaluer le positionnement concurrentiel
ja: 競争力を評価するためのSCP (構造・行動・実績) 診断結果を理解する
nl: Interpreteer de resultaten van SCP-diagnostiek (Structure, Conduct and Performance) voor het beoordelen van de concurrentiepositie
pl: Zwróć uwagę na rezultaty diagnostyki opartej na paradygmacie SCP (struktura - taktyka - wynik), aby ocenić konkurencyjność firmy.
pt: Interprete os resultados de um diagnóstico de SCP (estrutura, conduta e desempenho) para avaliar o posicionamento competitivo
zh: 说明 SCP（结构、行为和绩效）诊断的输出结果，以评估竞争地位

source: Create scenarios to deal with uncertain futures, including identifying key drivers and strategic options for each scenario
ar: تجهيز سيناريوهات للتعامل مع المواقف المستقبلية غير الأكيدة، بما في ذلك تحديد عوامل التحفيز الرئيسية والخيارات الاستراتيجية لكل سيناريو
de: Erstellen Sie Szenarios, um mit unbestimmten Zukunftssituationen umzugehen, einschließlich der Identifizierung der Hauptantreiber und strategischen Optionen für jedes Szenario
eo: Çréäté sçénärïös tö déäl wïth ünçértäïn fütürés, ïnçlüdïng ïdéntïfýïng kéý drïvérs änd strätégïç öptïöns för éäçh sçénärïö Ⱡ'σяєм ιρѕ#
es: Elabore escenarios para afrontar futuros inciertos, incluida la identificación de factores clave y alternativas estratégicas para cada situación
fr: Créer des scénarios pour vous préparer à des perspectives incertaines, y compris en identifiant des facteurs clés et les options stratégiques pour chaque scénario
ja: 各シナリオに応じた主な原動力や戦略オプションの特定を含め、不確定な未来に対処するためのシナリオを作る
nl: Stel scenario’s op voor het omgaan met een onzeker toekomstbeeld waaronder het identificeren van essentiële drijfveren en strategische opties voor elk scenario
pl: Stwórz scenariusze, które pozwolą Ci stawić czoła przyszłym wyzwaniom, identyfikując determinanty i strategiczne dla każdego scenariusza.
pt: Crie cenários para lidar com futuros incertos, incluindo a identificação de fatores-chave e opções estratégicas para cada cenário
zh: 创建各种场景以应对不确定的未来，包括确定每个场景的关键推动因素和战略选项

source: Develop and evaluate where- and how-to-compete sets of options
ar: تطوير مجموعات الخيارات المتعلقة بمكان المنافسة وكيفية المنافسة وتقييمها
de: Entwickeln und bewerten Sie Optionen zu Wettbewerbssituationen (wo und wie)
eo: Dévélöp änd évälüäté whéré- änd höw-tö-çömpété séts öf öptïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Desarrolle y evalúe alternativas sobre dónde y cómo competir
fr: Élaborer et évaluer des ensembles d'options pour savoir où et comment être plus concurrentiel
ja: 一連の選択肢をどこでどのように比較するべきかを確立・評価する
nl: Ontwikkel en evalueer opties met betrekking tot waar en hoe er moet worden geconcurreerd
pl: Stwórz i oceń plany dotyczące tego, gdzie i w jaki sposób osiągnąć konkurencyjność.
pt: Desenvolva e avalie conjuntos de opções sobre onde e como competir
zh: 制定并评估竞争地点和竞争方法两组选项

source: Determine which strategy to pursue in order to beat the market
ar: تحديد الاستراتيجية التي يجب اتباعها للتغلب على السوق
de: Bestimmen Sie, welche Strategie Sie verfolgen, um sich im Markt durchzusetzen
eo: Détérmïné whïçh strätégý tö pürsüé ïn ördér tö ßéät thé märkét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Determine qué estrategia seguir para alcanzar un desempeño superior al del mercado
fr: Déterminer quelle stratégie adopter afin de surpasser la concurrence
ja: 市場に打ち勝つためには、どの戦略を進めるべきかを判断する
nl: Bepaal welke strategie moet worden gevolgd om de markt een stapje voor te zijn
pl: Określ, która strategia pozwoli Ci zdominować rynek.
pt: Determine qual estratégia seguir para vencer no mercado
zh: 确定要追求哪种战略以战胜市场

source: Finish the strategy by translating the strategic choice into an executable plan of action
ar: إنهاء الاستراتيجية بترجمة الخيار الاستراتيجي إلى وضع خطة عمل قابلة للتنفيذ
de: Beenden Sie die Strategie durch die Umwandlung einer strategischen Wahlmöglichkeit in einen ausführbaren Handlungsplan
eo: Fïnïsh thé strätégý ßý tränslätïng thé strätégïç çhöïçé ïntö än éxéçütäßlé plän öf äçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Finalice la estrategia con la traducción de la elección estratégica en un plan de acción ejecutable
fr: Finaliser la stratégie en traduisant le choix stratégique dans un plan d'action exécutable
ja: 戦略的選択肢を実行可能な行動計画に置き換えることで、戦略を完成させる
nl: Voltooi de strategie door de strategische keuze te vertalen naar een uitvoerbaar actieplan
pl: Zakończ przygotowywanie strategii, przekształcając decyzje w wykonywalny plan działania.
pt: Conclua a estratégia ao converter a escolha estratégica em um plano de ação executável
zh: 通过将战略选择转化为可执行的行动计划来完成战略

source: Facilitate ongoing monitoring and refresh of the strategy as new information becomes available
ar: تسهيل المراقبة المستمرة والتحديث المتواصل للاستراتيجية كلما توفرت معلومات جديدة
de: Unterstützen Sie die ständige Überwachung und Aktualisierung der Strategie, während neue Informationen verfügbar werden
eo: Fäçïlïtäté öngöïng mönïtörïng änd réfrésh öf thé strätégý äs néw ïnförmätïön ßéçömés äväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Facilite la supervisión y actualización continuas de la estrategia con la nueva información disponible
fr: Mettre en œuvre une surveillance et une actualisation permanente de la stratégie, au fur et à mesure que de nouvelles informations deviennent disponibles
ja: 継続したモニタリングを行い、新しい情報を入手する度に戦略の改定を行う
nl: Maak doorlopend beheer mogelijk en werk de strategie bij wanneer er nieuwe informatie beschikbaar is
pl: Podejmij działania umożliwiające ciągłe monitorowanie strategii i aktualizowanie jej w oparciu o nowe dane.
pt: Facilite o monitoramento contínuo e a atualização da estratégia à medida que novas informações são disponibilizadas
zh: 获得新信息之后，促进持续的监控和战略更新

source: Understand the various portfolio moves available at the corporate level, and how to allocate resources to support a specific move
ar: فهم الحركات المختلفة للمحفظة الاستثمارية المتاحة على مستوى الشركات، وكيفية تخصيص الموارد لدعم حركة معينة
de: Verstehen Sie die verschiedenen verfügbaren Portfolio-Bewegungen auf Unternehmensebene und wie man Ressourcen zuweist, um eine spezifische Bewegung zu unterstützen
eo: Ûndérständ thé värïöüs pörtfölïö mövés äväïläßlé ät thé çörpöräté lévél, änd höw tö ällöçäté résöürçés tö süppört ä spéçïfïç mövé Ⱡ'σ#
es: Comprenda los diferentes movimientos de cartera posibles a nivel corporativo y cómo asignar recursos para apoyar una estrategia específica
fr: Comprendre les différents mouvements de portefeuille disponibles au niveau de l'entreprise et comment allouer des ressources pour soutenir un mouvement spécifique
ja: 企業レベルで活用可能な様々なポートフォリオの動きや、特定の動きを支援するためにリソースをどのように割り当てるべきかを理解する
nl: Verwerf inzicht in de verschillende aanpassingen in de portefeuille die beschikbaar zijn op ondernemingsniveau en hoe resources moeten worden toegewezen voor het ondersteunen van een specifieke aanpassing
pl: Zrozum zmiany w obrębie portfolio dostępne na szczeblu korporacyjnym oraz to, jak przydzielić zasoby, aby wesprzeć daną zmianę.
pt: Entenda as várias ações de portfólio disponíveis no nível corporativo e como alocar recursos para dar suporte a uma ação específica
zh: 了解公司层面上的各种投资组合举措，以及如何分配资源来配合具体的举措

source: edX Offer
ar: عرض edX
de: edX-Angebot
eo: édX Öffér Ⱡ'σяєм ιρѕυм ∂σł#
es: Oferta de edX
fr: Offre edX
ja: edXオファー
pl: Oferta edX
pt: Oferta edX
zh: edX 提供课程

source: McKinsey has set aside a number of places for qualified participants. We will offer priority placement to firms that propose well qualified candidates in groups of four. After reviewing applications, if we find sufficient suitable applicants we will launch the course in June 2015. If we do not find sufficient participants the course will be cancelled. Once the cohort has been declared viable, we will reach out to those who have been selected with course logistics, and will at that time secure course fees via invoice. Payment must be made in full before the course commences.
ar: خصصت أكاديمية ماكنزي عددًا من الأماكن للمشاركين المؤهلين. وسنقدم موضع أولوي للشركات التي تقترح مرشحين مؤهلين جيدًا في مجموعات من أربعة. وفي حالة العثور على عدد كاف من المرشحين المناسبين، بعد استعراض الطلبات، ستبدأ الدورة التدريبية في حزيران/يونيو عام 2015. أما إذا لم نجد عددًا كافيًا من المشاركين سيتم إلغاء الدورة التدريبية. وبمجرد الإعلان عن توافر فوج ما، سنتواصل مع الأشخاص الذين تم اختيارهم من خلال لوجستيات الدورة التدريبية، وسنقوم في ذلك الوقت بتأمين رسوم الدورة التدريبية عبر الفاتورة. وينبغي سداد الرسوم بالكامل قبل بدء الدورة التدريبية.
de: McKinsey hat eine Anzahl an Plätzen für qualifizierte Teilnehmer reserviert. Wir werden Firmen eine Priorität einräumen, die gut qualifizierte Kandidaten in Vierergruppen vorschlagen. Wenn wir ausreichend geeignete Bewerber finden, starten wir nach der Überprüfung der Bewerbungen den Kurs im Juni 2015. Wenn wir nicht genügend Teilnehmer finden, wird der Kurs storniert. Sobald ein Jahrgang als durchführbar erklärt wurde, kontaktieren wir diejenigen, die mithilfe der Kurslogistiken ausgewählt wurden. Außerdem werden wir zu dem Zeitpunkt die Kursgebühren in Rechnung stellen. Die Zahlung muss vollständig erfolgt sein, bevor der Kurs beginnt.
eo: MçKïnséý häs sét äsïdé ä nümßér öf pläçés för qüälïfïéd pärtïçïpänts. Wé wïll öffér prïörïtý pläçémént tö fïrms thät pröpösé wéll qüälïfïéd çändïdätés ïn gröüps öf föür. Àftér révïéwïng äpplïçätïöns, ïf wé fïnd süffïçïént süïtäßlé äpplïçänts wé wïll läünçh thé çöürsé ïn Jüné 2015. Ìf wé dö nöt fïnd süffïçïént pärtïçïpänts thé çöürsé wïll ßé çänçélléd. Önçé thé çöhört häs ßéén déçläréd vïäßlé, wé wïll réäçh öüt tö thösé whö hävé ßéén séléçtéd wïth çöürsé lögïstïçs, änd wïll ät thät tïmé séçüré çöürsé féés vïä ïnvöïçé. Päýmént müst ßé mädé ïn füll ßéföré thé çöürsé çömménçés.#
es: McKinsey ha reservado una cantidad de plazas para participantes calificados. Ofreceremos prioridad a firmas que propongan candidatos bien calificados en grupos de cuatro. Tras revisar las solicitudes, y una vez alcanzado el número mínimo de candidatos adecuados, lanzaremos el curso en junio de 2015. Si no encontráramos suficientes participantes, el curso se cancelará. Una vez formado el grupo, informaremos a las personas seleccionadas la logística del curso y emitiremos la factura correspondiente. El pago deberá realizarse en su totalidad antes del comienzo del curso.
fr: McKinsey a réservé un certain nombre de places pour des participants qualifiés. Les sociétés qui proposent des candidats bien formés en groupes de 4 seront prises en priorité. Après avoir étudié les demandes, si nous constatons qu'il y a suffisamment de candidats admissibles, nous lancerons le cours au mois de juin 2015. Si nous constatons qu'il n'y a pas suffisamment de candidats admissibles, le cours sera annulé. Une fois que la division a été déclarée viable, nous nous mettrons en contact avec les personnes qui ont été sélectionnées, afin de mettre en place la logistique du cours et, à ce moment-là, une facture pour le cours sera envoyée. Le paiement devra être reçu avant le début du cours.
ja: McKinseyでは、条件を満たす参加者向けに多くの枠を用意しています。4人1組の、条件を満たした優れた候補者を申し込む企業に対しては、優先的に枠を提供します。申込書の審査後、十分な数の適任希望者が確認できれば、2015年6月にコースを開始します。十分な数の参加者が揃わない場合は、コースはキャンセルとなります。コホートで実行可能性が確認でき次第、選ばれた希望者にはコース計画を連絡し、同時に、請求書を通じて授業料をいただきます。お支払いは、コース開始前に、全額お支払いいただきます。
nl: McKinsey heeft een aantal plaatsen gereserveerd voor gekwalificeerde deelnemers. We bieden prioriteitsplaatsing aan firma’s die goed gekwalificeerde kandidaten aanbieden in groepen van vier. Nadat we de aanvragen hebben doorgenomen, gaat de cursus van start in juni 2015 als er voldoende geschikte kandidaten zijn gevonden Als er onvoldoende deelnemers voor de cursus worden gevonden, wordt de cursus geannuleerd. Als een geschikte cohort is gevonden, nemen we met de geselecteerde personen contact op over de cursuslogistiek. Op dat moment worden ook de cursuskosten in rekening gebracht via een factuur. Het gehele bedrag moet worden betaald voordat de cursus begint.
pl: McKinsey zarezerwowało pewną liczbę miejsc dla wykwalifikowanych uczestników. Firmy, który są w stanie zaproponować kandydatury wykwalifikowanych pracowników, zorganizowanych w 4-osobowe grypy, będą brane pod uwagę w pierwszej kolejności. Po zapoznaniu się z przedstawionymi kandydaturami, zdecydujemy o rozpoczęciu kursu. Jeśli nie znajdziemy wystarczającej liczby odpowiednich kandydatów, kurs zostanie odwołany. Jeśli uda się zebrać odpowiednią grupę kursantów, skontaktujemy się z wybranymi kandydatami w sprawie logistyki kursu. Wystawimy też faktury umożliwiające opłatę dokonanie opłaty za kurs. Opłata musi zostać dokonana w całości przed rozpoczęciem kursu.
pt: A McKinsey reservou várias vagas para participantes qualificados. Ofereceremos vagas prioritárias para empresas que apresentem candidatos qualificados em grupos de quatro. Depois de analisar as inscrições, se encontrarmos candidatos suficientemente adequados, lançaremos o curso em junho de 2015. Se não encontrarmos participantes suficientes, o curso será cancelado. Depois que o grupo for declarado viável, entraremos em contato com aqueles que foram selecionados, comunicando a logística do curso. Na ocasião, emitiremos fatura com o valor do curso. O pagamento deve ser feito integralmente antes do início do curso.
zh: 麦肯锡已经为合格的参与者留出许多名额。我们会优先安排按四人一组提供合格候选人的公司。申请审核后，如果我们找到足够数量的合适申请者，我们将在 2015 年 6 月推出该课程。如果找到的参与者数量不够，课程将取消。一旦该期课程宣布可开课，我们会通过课程后勤部门主动联系那些被选中的参与者，并在那时准备好课程费用发票。参与者必须在课程开始之前全额付款。

source: Target Audience:
ar: الجمهور المستهدف:
de: Zielgruppe:
eo: Tärgét Àüdïénçé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Audiencia meta:
fr: Public cible :
ja: 対象者:
nl: Doelgroep:
pl: Docelowi odbiorcy
pt: Público-alvo:
zh: 目标受众：

source: Rising professionals looking to build leadership and management capabilities.
ar: إعداد مهنيين باحثين عن بناء القدرات الإدارية والقيادية.
de: Aufsteigende Fachleute, die Führungs- und Verwaltungsfähigkeiten ausbauen möchten.
eo: Rïsïng pröféssïönäls löökïng tö ßüïld léädérshïp änd mänägémént çäpäßïlïtïés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Profesionales talentosos que deseen desarrollar capacidades de liderazgo y administración.
fr: Des professionnels ambitieux cherchant à développer un leadership et des capacités managériales
ja: リーダーシップと管理能力を築くことを目指す有望なプロフェッショナル。
nl: Opkomende professionals die ernaar streven om vaardigheden op het gebied van leiderschap en management op te bouwen.
pl: Wyróżniający się specjaliści, którzy chcą zwiększyć swoje zdolności przywódcze i menedżerskie.
pt: Profissionais em ascensão que buscam desenvolver capacidades de liderança e gestão.
zh: 希望培养领导和管理能力的职业上升期专业人员。

source: Course:
ar: الدورة التدريبية:
de: Kurs:
eo: Çöürsé: Ⱡ'σяєм ιρѕυм #
es: Curso:
fr: Cours :
ja: コース:
nl: Cursus:
pl: Kurs:
pt: Curso:
zh: 课程：

source: Learn how to evaluate a strategy and apply McKinsey’s Strategy Method to develop a strategy to gain a sustainable advantage in the market.
ar: التعرف على كيفية تقييم استراتيجية ما وتطبيق طريقة استراتيجية ماكنزي لوضع استراتيجية لكسب ميزة مستدامة في السوق.
de: Erfahren Sie, wie Sie eine Strategie beurteilen und die Strategiemethode von McKinsey zur Entwicklung einer Strategie anwenden, um einen langfristigen Vorteil auf dem Markt zu erzielen.
eo: Léärn höw tö évälüäté ä strätégý änd äpplý MçKïnséý’s Strätégý Méthöd tö dévélöp ä strätégý tö gäïn ä süstäïnäßlé ädväntägé ïn thé märkét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαв#
es: Aprenda cómo evaluar la solidez de una estrategia y aplicar el método estratégico de McKinsey para diseñar un plan que le permita lograr ventajas sostenibles en el mercado.
fr: Apprendre comment évaluer une stratégie et appliquez la méthode stratégique de Mckinsey pour développer un plan stratégique et obtenir un avantage durable sur le marché.
ja: 戦略を評価し、McKinseyの戦略メソッドを応用して、市場で維持可能な強みを得るための戦略を立てる方法を学びます。
nl: Ontdek hoe u een strategie kunt beoordelen en hoe u de strategiemethode van McKinsey kunt toepassen voor het ontwikkelen van een strategie voor het verkrijgen van een duurzaam voordeel in de markt.
pl: Dowiedz się, jak ocenić strategię biznesową i zastosować „Metodę Planowania Strategii” opracowaną przez McKinsey, aby opracować strategiczny plan, który pozwoli Ci osiągnąć trwałą przewagę na rynku.
pt: Saiba como avaliar uma estratégia e aplicar o método de estratégia da McKinsey para desenvolver uma estratégia para obter uma vantagem sustentável no mercado.
zh: 学习如何评估战略，并应用麦肯锡的战略方法制定战略，以获得可持续的市场优势。

source: Fee for course: $2,500 per place
ar: رسوم الدورة التدريبية: 2،500 دولار بحسب المكان
de: Kursgebühr: 2.500 $ pro Platz
eo: Féé för çöürsé: $2,500 pér pläçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Tarifa del curso: $2.500 por plaza
fr: Pris du cours : 2 500 $ par place
ja: 授業料: 1人につき2,500ドル
nl: Cursustarief: $ 2.500 per cursist
pl: Opłata za kurs: 2500 dolarów na uczestnika
pt: Valor do curso: US$ 2.500 por vaga
zh: 课程费用：每名额 2,500 美元
