Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Zimbabwe
ar: زيمبابوي
de: Simbabwe
eo: Zïmßäßwé Ⱡ'σяєм ιρѕυм ∂#
es: Zimbabue
ja: ジンバブエ
pt: Zimbábue
zh: 津巴布韦

source: Email address {html_span}
ar: عنوان البريد الإلكتروني {html_span}
de: E-Mail-Adresse {html_span}
eo: Émäïl äddréss {html_span} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Dirección de correo electrónico {html_span}
fr: Adresse e-mail {html_span}
ja: Eメールアドレス{html_span}
nl: E-mailadres: {html_span}
pl: Adres e-mail {html_span}
pt: Endereço de e-mail {html_span}
zh: 电子邮件地址 {html_span}

source: Username {html_span}
ar: اسم المستخدم {html_span}
de: Nutzername {html_span}
eo: Ûsérnämé {html_span} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Nombre de usuario {html_span}
fr: Nom d’utilisateur{html_span}
ja: ユーザー名{html_span}
nl: Gebruikersnaam {html_span}
pl: Użytkownik {html_span}
pt: Nome de usuário {html_span}
zh: 用户名 {html_span}

source: Password {html_span}
ar: كلمة المرور {html_span}
de: Passwort {html_span}
eo: Pässwörd {html_span} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Contraseña {html_span}
fr: Mot de passe {html_span}
ja: パスワード{html_span}
nl: Wachtwoord {html_span}
pl: Hasło {html_span}
pt: Senha {html_span}
zh: 密码 {html_span}

source: Username or Email {html_span}
ar: اسم المستخدم أو البريد الإلكتروني {html_span}
de: Nutzername oder E-Mail-Adresse {html_span}
es: Usuario o correo electrónico {html_span}
fr: Nom d’utilisateur ou e-mail {html_span}
ja: ユーザー名またはEメール{html_span}
nl: Gebruikersnaam {html_span}
pl: Użytkownik lub e-mail {html_span}
pt: Nome de usuário ou e-mail {html_span}
zh: 用户名或电子邮件 {html_span}

source: Please enter a valid email containing only English characters and numerals, and the following special characters @ . _ -
ar: الرجاء إدخال بريد إلكتروني صالح يحتوي على أحرف وأرقام باللغة الإنجليزية فقط، والأحرف الخاصة التالية @ . _ -
de: Bitte geben Sie eine gültige E-Mail-Adresse ein. Diese darf nur Buchstaben ohne Umlaute, Nummern und die folgenden Sonderzeichen enthalten: @ . _ -
es: Ingrese un correo electrónico válido que contenga solo caracteres y números en inglés o los siguientes caracteres especiales @ . _ -
ja: 英語の文字および数字と特殊文字「@ . _ -」のみを含む有効なEメール アドレスを入力してください。
nl: Voer een geldig e-mailadres in en gebruik alleen Engelse lettertekens en cijfers en de volgende bijzondere tekens '@', '.', '_' en '-'.
pl: Wprowadź prawidłowy adres e-mail, używając wyłącznie angielskich liter, cyfr i następujących znaków specjalnych @ . _ -
pt: Insira um nome de usuário ou e-mail válido, contendo apenas caracteres e numerais em português, e os seguintes caracteres especiais @. _ -
zh: 请输入有效的电子邮件地址，电子邮件地址中应仅包含英语字母、数字以及以下特殊符号：@ . _ -

source: Please enter a valid username containing only English characters and numerals, and the following special characters _ -
ar: الرجاء إدخال اسم مستخدم صالح يحتوي على أحرف وأرقام باللغة الإنجليزية فقط، والأحرف الخاصة التالية _ -
de: Bitte geben Sie einen gültigen Benutzernamen. Dieser darf nur Buchstaben ohne Umlaute, Nummern und die folgenden Sonderzeichen enthalten: _ -
es: Ingrese un nombre de usuario válido que contenga solo caracteres y números en inglés o los siguientes caracteres especiales _ -
ja: 英語の文字および数字と特殊文字「_ -」のみを含む有効なユーザー名を入力してください。
nl: Voer een geldige gebruikersnaam in en gebruik alleen Engelse lettertekens en cijfers en de volgende bijzondere tekens: '_' en '-'.
pl: Wprowadź prawidłową nazwę użytkownika, używając wyłącznie angielskich liter, cyfr i następujących znaków specjalnych _ -
pt: Insira um nome de usuário ou e-mail válido, contendo apenas caracteres e numerais em português, e os seguintes caracteres especiais _ -
zh: 请输入有效的用户名，用户名中应仅包含英语字母、数字以及以下特殊符号：_ -

source: I agree to the {html_anchor_start} Terms of Service {html_anchor_end} and {html_anchor_second} Privacy Policy {html_anchor_end} {html_span}
ar: أوافق على {html_anchor_start}شروط الخدمة {html_anchor_end}وسياسة{html_anchor_second} الخصوصية {html_anchor_end} {html_span}
de: Ich stimme den {html_anchor_start} Nutzungsbedingungen {html_anchor_end} und der {html_anchor_second} Datenschutzrichtlinie {html_anchor_end} zu {html_span}
eo: Ì ägréé tö thé {html_anchor_start} Térms öf Sérvïçé {html_anchor_end} änd {html_anchor_second} Prïväçý Pölïçý {html_anchor_end} {html_span} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Acepto las {html_anchor_start} Condiciones de servicio {html_anchor_end} y la {html_anchor_second} Política de privacidad {html_anchor_end} {html_span}
fr: J'accepte les {html_anchor_start} Conditions d'utilisation {html_anchor_end} et {html_anchor_second} la Politique de confidentialité {html_anchor_end} {html_span}
ja: {html_anchor_start}サービス利用規約{html_anchor_end}および{html_anchor_second}プライバシーに関する方針{html_anchor_end}に同意します{html_span}
nl: Ik ga akkoord met de {html_anchor_start} Servicevoorwaarden {html_anchor_end} en het {html_anchor_second} Privacybeleid {html_anchor_end} {html_span}
pl: Akceptuję {html_anchor_start} Warunki korzystania z usługi {html_anchor_end} i {html_anchor_second} Politykę Prywatności {html_anchor_end}{html_span}
pt: Eu concordo com os {html_anchor_start} Termos de Serviço{html_anchor_end} e a {html_anchor_second} Política de Privacidade{html_anchor_end} {html_span}
zh: 我同意{html_anchor_start}服务条款{html_anchor_end}和{html_anchor_second}隐私政策{html_anchor_end}{html_span}

source: You must accept terms of service in order to continue
ar: يجب قبول شروط الخدمة للمتابعة
de: Sie müssen den Nutzungsbedingungen zustimmen, um fortzufahren
eo: Ýöü müst äççépt térms öf sérvïçé ïn ördér tö çöntïnüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Debe aceptar las Condiciones de servicio para continuar
fr: Vous devez accepter les Conditions d'utilisation afin de pouvoir continuer
ja: 続行するには、サービス利用規約に同意してください
nl: U moet de servicevoorwaarden accepteren om verder te kunnen gaan
pl: Aby przejść dalej, musisz zaakceptować warunki użytkowania serwisu
pt: Você deve aceitar os Termos de Serviço para continuar
zh: 您必须接受服务条款才能继续

source: Email
ar: البريد الإلكتروني
eo: Émäïl Ⱡ'σяєм ιρѕ#
es: Correo electrónico
ja: Eメール
zh: 电子邮件

source: Public username {html_span_start} This cannot be changed later and cannot contain non-English characters.{html_span_end}
ar: اسم مستخدم عام {html_span_start} لا يمكن تغييره لاحقًا ولا يمكن أن يحتوي على أحرف بغير اللغة الإنجليزية.{html_span_end}
de: Öffentlicher Nutzername {html_span_start} Dieser kann später nicht mehr geändert werden und darf keine nicht lateinischen Zeichen enthalten. {html_span_end}
eo: Püßlïç üsérnämé {html_span_start} Thïs çännöt ßé çhängéd lätér änd çännöt çöntäïn nön-Énglïsh çhäräçtérs.{html_span_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Nombre de usuario público {html_span_start} Una vez seleccionado no puede modificarse, y solo puede incluir caracteres del alfabeto inglés {html_span_end}
fr: Nom d'utilisateur public {html_span_start} Il ne peut être modifié ultérieurement et ne peut contenir que des caractères anglais {html_span_end}
ja: 公開ユーザー名 {html_span_start}これは後で変更することができません。また、英字以外の文字は使用できません。{html_span_end}
nl: Openbare gebruikersnaam {html_span_start} U kunt dit later niet meer wijzigen.{html_span_end}
pl: Publiczna nazwa użytkownika {html_span_start} Musi ona zawierać wyłącznie znaki łacińskie. Nie będzie można jej później zmienić.{html_span_end}
pt: Nome de usuário público {html_span_start} Não pode ser alterado mais tarde e não pode conter caracteres que não estejam em inglês.{html_span_end}
zh: 公共用户名 {html_span_start} 此用户名不得包含非英文字符，且今后无法更改。{html_span_end}

source: Password {html_span_start} Must be at least 8 characters and include upper and lowercase letters - plus numbers OR special characters.{html_span_end}
ar: كلمة المرور{html_span_start} يجب أن تكون 8 أحرف على الأقل وتشمل أحرفًا صغيرة وكبيرة - بالإضافة إلى أرقام أو أحرف خاصة.{html_span_end}
de: Passwort {html_span_start} Muss mindestens 8 Zeichen, Groß- und Kleinbuchstaben und Zahlen ODER Sonderzeichen enthalten.{html_span_end}
eo: Pässwörd {html_span_start} Müst ßé ät léäst 8 çhäräçtérs änd ïnçlüdé üppér änd löwérçäsé léttérs - plüs nümßérs ÖR spéçïäl çhäräçtérs.{html_span_end} Ⱡ'σяєм ιρ#
es: Contraseña {html_span_start} Debe tener al menos 8 caracteres e incluir letras mayúsculas y minúsculas, además de números O caracteres especiales.{html_span_end}
fr: Mot de passe {html_span_start} Il doit contenir au moins 8 caractères et inclure des minuscules et des majuscules, plus des nombres OU des caractères spéciaux.{html_span_end}
ja: パスワード {html_span_start}最低8文字で大文字と小文字を含み、数字あるいは特殊文字も含める必要があります。{html_span_end}
nl: Wachtwoord{html_span_start} Moet ten minste 8 tekens lang zijn en hoofdletters en kleine letters bevatten, plus cijfers OF speciale tekens.{html_span_end}
pl: Hasło {html_span_start} Musi składać się z przynajmniej 8 znaków i zawierać co najmniej jedną małą literę, jedną wielką literę oraz jedną cyfrę lub znak specjalny. {html_span_end}
pt: Senha {html_span_start} Deve ter no mínimo 8 caracteres e incluir letras maiúsculas e minúsculas - além de números OU caracteres especiais.{html_span_end}
zh: 密码 {html_span_start} 必须至少包含 8 个字符，并且包含大写和小写字母以及数字或特殊字符。{html_span_end}

source: Company
ar: الشركة
de: Firma
eo: Çömpäný Ⱡ'σяєм ιρѕυм #
es: Compañía
fr: Société
ja: 会社
nl: Bedrijf
pl: Firma
pt: Empresa
zh: 公司

source: Full Name
ar: الاسم الكامل
de: Vollständiger Name
eo: Füll Nämé Ⱡ'σяєм ιρѕυм ∂σł#
es: Nombre completo
fr: Nom complet
ja: 氏名
nl: Volledige naam
pl: Imię i nazwisko
pt: Nome completo
zh: 全名

source: Title
ar: العنوان
de: Anrede
eo: Tïtlé Ⱡ'σяєм ιρѕ#
es: Cargo
fr: Titre
ja: 役職
nl: Titel
pl: Tytuł
pt: Título
zh: 标题

source: City {html_span}
ar: المدينة {html_span}
de: Stadt {html_span}
eo: Çïtý {html_span} Ⱡ'σяєм ιρѕυм ∂#
es: Ciudad {html_span}
fr: Ville {html_span}
ja: 都市{html_span}
nl: Plaats {html_span}
pl: Miasto {html_span}
pt: Cidade {html_span}
zh: 城市 {html_span}

source: Country
ar: البلد
de: Land
es: País
fr: Pays
ja: 国
nl: Land
pl: Kraj
pt: País
zh: 国家/地区

source: The account associated with this email is not activated yet
ar: لم يتم تفعيل الحساب المقترن مع هذا البريد الإلكتروني حتى الآن
de: Das Konto, das mit dieser E-Mail-Adresse verbunden ist, ist noch nicht aktiviert
eo: Thé äççöünt ässöçïätéd wïth thïs émäïl ïs nöt äçtïvätéd ýét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: La cuenta asociada a este correo electrónico aún no ha sido activada
fr: Le compte associé à cet e-mail n'est pas encore activé
ja: このEメールアドレスに対応するアカウントはまだ有効になっていません
nl: De aan deze e-mail gekoppelde account is nog niet geactiveerd
pl: Konto powiązane z tym adresem e-mail nie jest jeszcze aktywne
pt: A conta associada a esse e-mail ainda não está ativada
zh: 与此电子邮件关联的帐户尚未激活

source: The two password fields didn't match.
ar: لم تتطابق كلمتا المرور.
de: Die beiden Passworteingaben stimmen nicht überein.
eo: Thé twö pässwörd fïélds dïdn't mätçh. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Los dos campos de contraseña no coinciden.
fr: Le mot de passe dans les deux champs ne correspond pas.
ja: 2つのパスワード欄が一致しませんでした。
nl: De twee wachtwoordvelden komen niet overeen.
pl: Wprowadzone hasła nie są takie same.
pt: As senhas não correspondem.
zh: 两个密码字段不匹配。

source: Password doesn't match creation criteria.
ar: كلمة المرور لا تطابق معايير إنشاء الحسابات.
de: Passwort erfüllt die Kriterien nicht.
eo: Pässwörd döésn't mätçh çréätïön çrïtérïä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: La contraseña no cumple los criterios definidos.
fr: Le mot de passe ne correspond pas aux critères de création.
ja: パスワードが基準を満たしていません。
nl: Wachtwoord voldoet niet aan aanmaakcriteria.
pl: Hasło nie spełnia kryteriów.
pt: A senha não atende os critérios de criação.
zh: 密码不符合创建标准。

source: New password
ar: كلمة المرور الجديدة
de: Neues Passwort
eo: Néw pässwörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Nueva contraseña
fr: Nouveau mot de passe
ja: 新しいパスワード
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova senha
zh: 新密码

source: New password confirmation
ar: تأكيد كلمة المرور الجديدة
de: Bestätigung des Passworts
eo: Néw pässwörd çönfïrmätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Confirmación de la nueva contraseña
fr: Confirmation du nouveau mot de passe
ja: 新しいパスワードの確認
nl: Bevestiging nieuw wachtwoord
pl: Potwierdź nowe hasło
pt: Confirmação da nova senha
zh: 新密码确认

source: Formats accepted: JPG, PNG and GIF
ar: التنسيقات المقبولة: JPG وPNG وGIF
de: Akzeptierte Formate: JPG, PNG und GIF
eo: Förmäts äççéptéd: JPG, PNG änd GÌF Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Formatos aceptados: JPG, PNG y GIF
fr: Formats acceptés : JPG, PNG et GIF
ja: 対応形式: JPG、PNG、GIF
nl: Geaccepteerde bestandstypen: JPG, PNG en GIF
pl: Akceptowane formaty plików: JPG, PNG oraz GIF
pt: Formatos aceitos: JPG, PNG e GIF
zh: 接受的格式：JPG、PNG 和 GIF

source: First Name
ar: الاسم الأول
de: Vorname
eo: Fïrst Nämé Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Nombre
fr: Prénom
ja: 名
nl: Voornaam
pl: Imię
pt: Nome
zh: 名字

source: First Name is required.
ar: يلزم توافر الاسم الأول.
de: Vorname ist erforderlich.
es: Se requiere un correo electrónico válido
ja: 有効なEメールが必要です
nl: Voornaam is vereist.
pl: Imię jest wymagane.
pt: Um nome válido é obrigatório.
zh: 名字为必填项。

source: Last Name
ar: اسم العائلة
de: Nachname
eo: Läst Nämé Ⱡ'σяєм ιρѕυм ∂σł#
es: Apellido
fr: Nom
ja: 氏
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
zh: 姓氏

source: Last Name is required.
ar: يلزم توافر اسم العائلة.
de: Nachname ist erforderlich.
es: Se requiere un correo electrónico válido
ja: 有効なEメールが必要です
nl: Achternaam is vereist.
pl: Nazwisko jest wymagane.
pt: Um sobrenome válido é obrigatório.
zh: 姓氏为必填项。

source: Public username {html_span_start} This cannot be changed later. {html_span_end}
ar: اسم المستخدم العام{html_span_start} لا يمكن تغييره في وقت لاحق.{html_span_end}
de: Öffentlicher Nutzername {html_span_start} Dieser kann später nicht mehr geändert werden. {html_span_end}
eo: Püßlïç üsérnämé {html_span_start} Thïs çännöt ßé çhängéd lätér. {html_span_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Nombre de usuario público {html_span_start} No es posible modificarlo luego. {html_span_end}
fr: Nom d’utilisateur public{html_span_start} Il ne peut pas être modifié ultérieurement. {html_span_end}
ja: 公開ユーザー名 {html_span_start}これは後で変更することができません。{html_span_end}
nl: Openbare gebruikersnaam {html_span_start} U kunt dit later niet meer wijzigen. {html_span_end}
pl: Publiczna nazwa użytkownika {html_span_start} Nie będzie jej można zmienić później. {html_span_end}
pt: Nome de usuário público {html_span_start} Não pode ser modificado posteriormente.{html_span_end}
zh: 公开用户名 {html_span_start} 此用户名今后将无法更改。{html_span_end}

source: First Name {html_span}
ar: الاسم الأول {html_span}
de: Vorname {html_span}
eo: Fïrst Nämé {html_span} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Nombre {html_span}
fr: Prénom {html_span}
ja: 名 {html_span}
nl: Voornaam {html_span}
pl: Imię {html_span}
pt: Nome {html_span}
zh: 名字 {html_span}

source: Last Name {html_span}
ar: اسم العائلة{html_span}
de: Nachname {html_span}
eo: Läst Nämé {html_span} Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Apellido {html_span}
fr: Nom {html_span}
ja: 氏 {html_span}
nl: Achternaam {html_span}
pl: Nazwisko {html_span}
pt: Sobrenome {html_span}
zh: 姓氏 {html_span}

source: Company Name {html_span}
ar: اسم الشركة {html_span}
de: Firmenname {html_span}
eo: Çömpäný Nämé {html_span} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Nombre de la compañía {html_span}
fr: Nom de la société {html_span}
ja: 会社名 {html_span}
nl: Bedrijfsnaam {html_span}
pl: Nazwa firmy {html_span}
pt: Nome da empresa {html_span}
zh: 公司名称 {html_span}

source: Company Email {html_span}
ar: البريد الإلكتروني للشركة {html_span}
de: Firmen-E-Mail-Adresse {html_span}
eo: Çömpäný Émäïl {html_span} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Correo electrónico de la compañía {html_span}
fr: E-mail de la société {html_span}
ja: 会社Eメール {html_span}
nl: E-mail bedrijf {html_span}
pl: Adres e-mail firmy {html_span}
pt: E-mail da empresa {html_span}
zh: 公司电子邮件 {html_span}

source: Current Role {html_span}
ar: الدور الحالي {html_span}
de: Derzeitige Rolle {html_span}
eo: Çürrént Rölé {html_span} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Rol actual {html_span}
fr: Poste actuel {html_span}
ja: 現在のロール {html_span}
nl: Huidige functie {html_span}
pl: Aktualna Rola {html_span}
pt: Função atual {html_span}
zh: 当前角色 {html_span}

source: {html_div_start}Note: personal email addresses will not be processed{html_div_end}
ar: {html_div_start}ملاحظة: لن تتم معالجة عناوين البريد الإلكتروني الشخصية{html_div_end}
de: {html_div_start}Hinweis: Persönliche E-Mail-Adressen werden nicht bearbeitet{html_div_end}
eo: {html_div_start}Nöté: pérsönäl émäïl äddréssés wïll nöt ßé pröçésséd{html_div_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: {html_div_start}Nota: las direcciones personales de correo electrónico no serán procesadas{html_div_end}
fr: {html_div_start}Remarque : les adresses e-mail personnelles ne seront pas traitées{html_div_end}
ja: {html_div_start}注: 個人のEメールアドレスは処理されません{html_div_end}
nl: {html_div_start}Opmerking: persoonlijke e-mailadressen worden niet verwerkt{html_div_end}
pl: {html_div_start}Uwaga: osobisty adres e-mail nie zostanie przetworzony{html_div_end}
pt: {html_div_start}Observação: endereços de e-mail pessoais não serão processados{html_div_end}
zh: {html_div_start}注意：个人电子邮件地址不会被处理{html_div_end}

source: {html_div_start}(please choose one of the following options) {html_div_end}
ar: {html_div_start}(يرجى اختيار أحد الخيارات التالية) {html_div_end}
de: {html_div_start}(Bitte wählen Sie eine der folgenden Optionen){html_div_end}
eo: {html_div_start}(pléäsé çhöösé öné öf thé föllöwïng öptïöns) {html_div_end} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: {html_div_start}(elija una de las siguientes opciones) {html_div_end}
fr: {html_div_start}(Sélectionnez l'une des options suivantes) {html_div_end}
ja: {html_div_start}(以下から1つ選んでください){html_div_end}
nl: {html_div_start}(kies een van de volgende opties) {html_div_end}
pl: {html_div_start} (proszę wybrać jedną z poniższych opcji) {html_div_end}
pt: {html_div_start}(escolha uma das seguintes opções) {html_div_end}
zh: {html_div_start}（请选择以下选项之一） {html_div_end}

source: Special characters or numbers are not valid.
ar: الأحرف الخاصة أو الأرقام غير صالحة.
de: Sonderzeichen oder Zahlen sind nicht zulässig.
eo: Spéçïäl çhäräçtérs ör nümßérs äré nöt välïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: No se admiten caracteres especiales o números.
fr: Les caractères spéciaux où les nombres ne sont pas valides.
ja: 特殊文字や数字は無効です。
nl: Speciale tekens of cijfers zijn niet geldig.
pl: Nieprawidłowe cyfry lub znaki specjalne.
pt: Caracteres especiais ou números não são válidos.
zh: 特殊字符或数字无效。

source: Email must be a string.
ar: يجب أن يكون البريد الإلكتروني سلسلة.
de: E-Mail-Adresse muss eine Zeichenfolge sein.
eo: Émäïl müst ßé ä strïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: El correo electrónico debe ser una cadena.
fr: L'e-mail doit être une chaîne.
ja: Eメールは文字列であること。
nl: E-mail moet een string zijn.
pl: Adres e-mail musi mieć formę ciągu znaków.
pt: O e-mail deve ser uma cadeia de caracteres.
zh: 电子邮件必须是字符串。

source: Email '{email}' must be at least {min} characters long
ar: يجب أن يكون طول البريد الإلكتروني '{email}' بحد أدنى {min} أحرف
de: E-Mail-Adresse "{email}" muss mindestens {min} Zeichen lang sein
eo: Émäïl '{email}' müst ßé ät léäst {min} çhäräçtérs löng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: El correo electrónico '{email}' debe tener al menos {min} caracteres
fr: L’e-mail '{email}' doit contenir au moins {min} caractères
ja: Eメール「{email}」は少なくとも{min}文字であること。
nl: E-mail ‘{email}’ moet minstens {min} tekens lang zijn
pl: Adres e-mail '{email}' musi zawierać co najmniej {min} znaków
pt: O e-mail '{email}' deve ter no mínimo {min} caracteres
zh: 电子邮件“{email}”必须至少包含 {min} 个字符

source: Email '{email}' must be at most {max} characters long
ar: يجب أن يكون طول البريد الإلكتروني '{email}' بحد أقصى {max} أحرف
de: E-Mail-Adresse "{email}" darf maximal {max} Zeichen lang sein
eo: Émäïl '{email}' müst ßé ät möst {max} çhäräçtérs löng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: El correo electrónico '{email}' debe tener como máximo {max} caracteres
fr: L’e-mail '{email}' ne doit pas dépasser {max} caractères maximum
ja: Eメール「{email}」は最大{max}文字であること。
nl: E-mail ‘{email}’ mag {max} tekens lang zijn
pl: Adres e-mail '{email}' nie może zawierać więcej niż {max} znaków
pt: O e-mail '{email}' deve ter no máximo {max} caracteres
zh: 电子邮件“{email}”的长度不能超过 {max} 个字符

source: This email address has already been registered.
ar: لقد تم تسجيل عنوان البريد الإلكتروني هذا بالفعل سابقًا.
de: Diese E-Mail-Adresse ist bereits registriert.
eo: Thïs émäïl äddréss häs älréädý ßéén régïstéréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Esta dirección de correo electrónico ya está registrada.
fr: Cette adresse e-mail à déjà été enregistrée.
ja: このEメールアドレスは既に登録されています。
nl: Dit e-mailadres is al geregistreerd.
pl: Podany adres e-mail jest już zarejestrowany.
pt: Esse e-mail já foi cadastrado.
zh: 此电子邮件地址已被注册。

source: Email you provided is not allowed.
ar: البريد الإلكتروني الذي وفّرته غير مسموح به.
de: Die angegebene E-Mail-Adresse ist nicht erlaubt.
eo: Émäïl ýöü prövïdéd ïs nöt ällöwéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: El correo electrónico que suministró no está permitido.
fr: L'e-mail que vous avez fourni n'est pas autorisé.
ja: 入力したEメールアドレスは使用できません。
nl: De e-mail die u heeft opgegeven, is niet toegestaan.
pl: Podano niedozwolony adres e-mail.
pt: O e-mail que você forneceu não é permitido.
zh: 您提供的电子邮件地址无效。

source: Please enter a valid company email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح للشركة.
de: Bitte geben Sie eine gültige Firmen-E-Mail-Adresse an.
eo: Pléäsé éntér ä välïd çömpäný émäïl äddréss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Ingrese una dirección de correo electrónico de la compañía válida.
fr: Saisir une adresse e-mail de société valide.
ja: 有効な会社Eメールアドレスを入力してください。
nl: Voer een geldig zakelijk e-mailadres in.
pl: Prosimy podać poprawny adres e-mail firmy.
pt: Insira um endereço de e-mail de empresa válido.
zh: 请输入有效的公司电子邮件地址。

source: Special characters are not valid.
ar: الأحرف الخاصة غير صالحة.
de: Sonderzeichen sind nicht zulässig.
eo: Spéçïäl çhäräçtérs äré nöt välïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: No se admiten caracteres especiales.
fr: Les caractères spéciaux ne sont pas valides.
ja: 特殊文字は無効です。
nl: Speciale tekens zijn niet geldig.
pl: Nieprawidłowe znaki specjalne.
pt: Caracteres especiais não são válidos.
zh: 特殊字符无效。

source: Please enter a valid Role.
ar: يرجى إدخال دور صالح.
de: Bitte geben Sie eine gültige Rolle an.
eo: Pléäsé éntér ä välïd Rölé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Ingrese un rol válido.
fr: Saisir un poste valide.
ja: 有効なロールを入力してください。
nl: Voer een geldige functie in.
pl: Prosimy podać poprawną Rolę.
pt: Insira uma Função válida.
zh: 请输入有效的角色。
