Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: McKinsey Academy past courses are available as archives for 12 months after the course ends. These courses can only be audited and some features, such as the discussion forums, may not be available.
ar: تظل الدورات التدريبية القديمة لأكاديمية ماكنزي متاحة كمحفوظات لمدة 12 شهرًا بعد انتهائها، ولا يمكن سوى مراجعة هذه الدورات وقد لا تتوافر بعض الميزات، مثل منتديات النقاش.
de: Vergangene Kurse der McKinsey Academy sind 12 Monate nach Ende des Kurses als Archive verfügbar. Diese Kurse können nur eingesehen werden und einige Funktionen, wie die Diskussionsforen, sind möglicherweise nicht verfügbar.
eo: MçKïnséý Àçädémý päst çöürsés äré äväïläßlé äs ärçhïvés för 12 mönths äftér thé çöürsé énds. Thésé çöürsés çän önlý ßé äüdïtéd änd sömé féätürés, süçh äs thé dïsçüssïön förüms, mäý nöt ßé äväïläßlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υ#
es: Los cursos finalizados de McKinsey Academy están disponibles como archivos durante los 12 meses posteriores. Solo podrá participar en tales cursos como oyente, y algunas funcionalidades, como los foros de debate, pueden no estar disponibles.
fr: Les anciens cours McKinsey Academy sont disponibles dans les archives pendant 12 mois après la fin du cours. Ces cours peuvent être consultés mais pas modifiés et certaines fonctionnalités, comme les forums de discussion peuvent ne plus être disponibles.
ja: McKinsey Academyの過去のコースは、コース終了後12か月間、アーカイブとしてアクセスできます。これらのコースについては確認のみが可能で、ディスカッション・フォーラムなどの一部の機能は利用できない場合があります。
nl: De gevolgde McKinsey Academy-cursussen zijn gedurende 12 maanden na afloop van de cursus beschikbaar als archieven. Deze cursussen kunnen dan alleen worden gecontroleerd en sommige functies, zoals de discussieforums, zijn mogelijk niet beschikbaar.
pl: Zasoby zakończonych kursów McKinsey Academy są dostępne w formie archiwalnej przez 12 miesięcy od momentu zakończenia kursu. Materiały tę dostępne są jedynie wyłącznie w trybie podglądu. Niektóre funkcje - takie jak fora dyskusyjne - mogą być nieaktywne.
pt: Os cursos anteriores do McKinsey Academy ficam disponíveis como arquivos por 12 meses após a conclusão do curso. Esses cursos só podem ser auditados e alguns recursos, como os fóruns de discussão, podem não estar mais disponíveis.
zh: 麦肯锡学院以往的课程可在课程结束后 12 个月内以存档形式提供。这些课程只能旁听，并且某些功能（如论坛）可能无法使用。

source: What information is displayed in visualizations on the course home page?
ar: ما المعلومات التي يتم عرضها في التصورات الواردة في الصفحة الرئيسية للدورة؟
de: Welche Informationen werden in den Darstellungen auf der Kurs-Startseite angezeigt?
eo: Whät ïnförmätïön ïs dïspläýéd ïn vïsüälïzätïöns ön thé çöürsé hömé pägé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: ¿Qué información se muestra en las visualizaciones de la página de inicio del curso?
fr: Quelles sont les informations affichées sur les aperçus de la page d'accueil du cours ?
ja: コースのホームページには、どのような情報が表示されますか?
nl: Welke informatie wordt weergegeven in visualisaties op de startpagina van de cursus?
pl: Jakiego rodzaju informacje znajdują się w wizualizacjach wyświetlanych na stronie głównej kursu?
pt: Quais informações são exibidas nas visualizações na página inicial do curso?
zh: 课程主页上以可视化形式显示哪些信息？

source: <span>Proficiency:</span> Your proficiency is based on performance on all graded items in the course (including end of lesson assessments, group work, and final assessment)
ar: <span>الكفاءة:</span> تعتمد كفاءتك على الأداء في جميع البنود المصنفة في الدورة التدريبية (بما في ذلك تقييمات نهاية الدرس وعمل المجموعة والتقييم النهائي)
de: <span>Kompetenzen:</span> Ihre Kompetenz basiert auf der Leistung aller benoteten Aufgaben in dem Kurs (einschließlich des Abschlusses der Lektionsprüfungen, der Gruppenarbeit und der Abschlussprüfung).
eo: <span>Pröfïçïénçý:</span> Ýöür pröfïçïénçý ïs ßäséd ön pérförmänçé ön äll grädéd ïtéms ïn thé çöürsé (ïnçlüdïng énd öf léssön ässéssménts, gröüp wörk, änd fïnäl ässéssmént) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια#
es: <span>Competencia:</span> Su competencia se basa en el desempeño en todos los elementos calificados del curso y el trabajo grupal (si corresponde).
fr: <span>Compétence :</span> Votre compétence est basée sur la performance de tous les éléments notés dans le cours (y compris les évaluations de fin de leçon, le travail de groupe et l'évaluation finale)
ja: <span>習熟度: </span>習熟度は、コース内のすべての成績評価済みの項目に基づきます (レッスン終了時の審査、グループワーク、最終審査を含む)
nl: <span>Vaardigheid:</span> uw vaardigheid wordt gebaseerd op prestaties met betrekking tot alle items in de cursus waarvoor cijfers worden gegeven (waaronder beoordelingen aan het einde van de les, groepswerk en de eindbeoordeling)
pl: <span>Biegłość:</span> Twój poziom biegłości obliczany jest na podstawie punktacji uzyskanej ze wszystkich ocenianych zadań w danym kursie (włącznie z zadaniami podsumowującymi lekcje, pracą grupową i zadaniem na ocenę końcową)
pt: <span>Proficiência:</span> sua proficiência é baseada no desempenho de todos os itens pontuados no curso (incluindo avaliações de final de aula, trabalho em grupo e avaliação final)
zh: <span>熟练程度：</span>您的熟练程度取决于在课程中所有评分项目上的表现（包括课末评估、小组合作和最终评估）

source: <span>Progress:</span> Your progress through course content is displayed as you move through all items in the course (including videos, exercises, assessments, and readings)
ar: <span>التقدم المحرز:</span> يتم عرض التقدم الذي أحرزته خلال محتوى الدورة خلال مضيك قدمًا في كافة العناصر في الدورة التدريبية (بما في ذلك مقاطع الفيديو والتمارين والتقييمات والقراءات)
de: Ihr Fortschritt während des Kursinhalts wird angezeigt, während Sie sich durch den Kurs bewegen (einschließlich Videos, Übungen, Prüfungen und Texten).
eo: <span>Prögréss:</span> Ýöür prögréss thröügh çöürsé çöntént ïs dïspläýéd äs ýöü mövé thröügh äll ïtéms ïn thé çöürsé (ïnçlüdïng vïdéös, éxérçïsés, ässéssménts, änd réädïngs) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ι#
es: <span>Avance:</span> Su evolución a través de los contenidos del curso se muestra a medida que avanza por todos los elementos del curso (incluidos videos, ejercicios, evaluaciones y lecturas)
fr: <span>Progression :</span> Votre progression dans le contenu du cours est affichée au fur et à mesure que vous avancez dans tous les éléments du cours (y comprit les vidéos, les exercices, les évaluations et les lectures)
ja: <span>進度: </span>コース中の進度は、コース中の項目を進めるごとに表示されます (動画、エクササイズ、審査、読書を含む)
nl: <span>Voortgang:</span> uw voortgang door de cursusinhoud wordt weergegeven bij het doorlopen van alle items in de cursus (waaronder video’s, oefeningen, beoordelingen en leesopdrachten)
pl: <span>Postępy:</span> Postępy oznaczają Twój poziom ukończenia kursu, który zmienia się wraz z ilością materiału, który już opanowałeś (włącznie z materiałami wideo, ćwiczeniami, zadaniami i tekstami)
pt: <span>Progresso:</span> seu progresso ao longo do conteúdo do curso é exibido conforme você avançar pelos itens do curso (incluindo vídeos, exercícios, avaliações e leituras)
zh: <span>进度：</span>当您在课程的所有项目（包括视频、练习、评估和阅读）中导航时，课程主页会显示您的课程内容进度

source: <span>Engagement:</span> Your engagement increases through your social interactions with other participants in your cohort (through engagement on the discussion forums)
ar: <span>المشاركة:</span> تزداد مشاركتك من خلال تفاعلاتك الاجتماعية مع المشاركين الآخرين في فوجك (من خلال المشاركة في منتديات النقاش)
de: <span>Engagement:</span> Ihr Engagement steigert sich durch soziale Interaktionen mit anderen Teilnehmern in Ihrem Jahrgang (durch Engagement in den Diskussionsforen).
eo: <span>Éngägémént:</span> Ýöür éngägémént ïnçréäsés thröügh ýöür söçïäl ïntéräçtïöns wïth öthér pärtïçïpänts ïn ýöür çöhört (thröügh éngägémént ön thé dïsçüssïön förüms) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕє#
es: <span>Participación en el curso:</span> Su participación se mide en función de las interacciones sociales con otros participantes de su grupo (en los foros de debate)
fr: <span>Implication :</span> Votre implication augmente au fil de vos interactions sociales avec les autres participants dans votre division (par le biais de votre implication dans le forum de discussion)
ja: <span>エンゲージメント: </span>エンゲージメントは、コホート中の他の参加者とのソーシャルインタラクションによって (ディスカッション・フォーラムのエンゲージメントを通して) 上がります
nl: <span>Inzet:</span> uw inzet neemt toe door uw sociale interactie met andere deelnemers in uw cohort (via betrokkenheid op de discussieforums)
pl: <span>Poziom zaangażowania:</span> Twój poziom zaangażowania zwiększą się, im bardziej angażujesz się w interakcje z innymi uczestnikami kursu z Twojej grupy kursantów (za pomocą aktywności na forum dyskusyjnym)
pt: <span>Engajamento:</span> seu engajamento aumenta com interações sociais com outros participantes do grupo (por meio do envolvimento nos fóruns de discussão)
zh: <span>参与度：</span>您可以通过与同期其他参与者进行社交互动（通过参与论坛），来提高自身参与度

source: CERTIFICATES:
ar: الشهادات:
de: ZERTIFIKATE:
eo: ÇÉRTÌFÌÇÀTÉS: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: CERTIFICADOS:
fr: CERTIFICAT :
ja: 証書:
nl: CERTIFICATEN:
pl: CERTYFIKATY:
pt: CERTIFICADOS:
zh: 证书：

source: Will my certificate include an overall program grade?
ar: هل ستتضمن شهادتي درجة شاملة للبرنامج؟
de: Wird mein Zertifikat eine Gesamtprogramm-Note beinhalten?
eo: Wïll mý çértïfïçäté ïnçlüdé än övéräll prögräm grädé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Mi certificado incluirá una calificación general del programa?
fr: Mon certificat inclura-t-il une note générale pour le programme ?
ja: 証書には、プログラム全体の成績が記載されますか?
nl: Bevat mijn certificaat een cijfer voor het gehele programma?
pl: Czy mój certyfikat będzie zawierać ostateczną punktację i oceny?
pt: Meu certificado incluirá uma nota geral do programa?
zh: 我的证书是否包括课程计划的总体成绩？

source: Your certificate will not include final grades.
ar: لن تتضمن شهادتك على الدرجات النهائية.
de: Ihr Zertifikat wird nicht die Abschlussnoten beinhalten.
eo: Ýöür çértïfïçäté wïll nöt ïnçlüdé fïnäl grädés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Su certificado no incluirá calificaciones finales.
fr: Les notes finales ne figureront pas sur votre certificat.
ja: 証書には最終成績評価は含まれません。
nl: Uw certificaat bevat geen eindcijfers.
pl: Twój certyfikat nie będzie zawierać ostatecznej punktacji i ocen.
pt: O certificado não inclui notas finais.
zh: 您的证书不包括最终成绩。

source: Can I get a paper copy of my certificate?
ar: هل يمكنني الحصول على نسخة ورقية من شهادتي؟
de: Kann ich mein Zertifikat in Papierform bekommen?
eo: Çän Ì gét ä päpér çöpý öf mý çértïfïçäté? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: ¿Puedo obtener una copia en papel de mi certificado?
fr: Puis-je avoir un exemplaire papier de mon certificat ?
ja: 証書を書面でもらうことはできますか?
nl: Kan ik een papieren exemplaar van mijn certificaat krijgen?
pl: Czy mogę otrzymać wydruk mojego certyfikatu?
pt: Posso obter uma cópia física do meu certificado?
zh: 我可以获得纸质证书副本吗？

source: McKinsey Academy certificates are digital files which you can print on standard size paper.
ar: شهادات أكاديمية ماكنزي عبارة عن ملفات رقمية يمكنك طباعتها على ورق بحجم قياسي.
de: Zertifikate der McKinsey Academy sind digitale Dateien, die Sie auf Papier in Standardgröße drucken können.
eo: MçKïnséý Àçädémý çértïfïçätés äré dïgïtäl fïlés whïçh ýöü çän prïnt ön ständärd sïzé päpér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Los certificados de McKinsey Academy son archivos digitales que puede imprimir en papel de tamaño estándar.
fr: Les certificats McKinsey Academy sont des fichiers numériques que vous pouvez imprimer sur une feuille de taille standard.
ja: McKinsey Academyの証書はデジタルファイル形式なので、ご自分で標準仕様の用紙にプリントアウトできます。
nl: McKinsey Academy-certificaten zijn digitale bestanden die u kunt afdrukken op papier van een standaardformaat.
pl: Certyfikaty przyznawane są przez McKinsey Academy w formie cyfrowej. Możesz je jednak wydrukować na standardowym papierze.
pt: Os certificados do McKinsey Academy são arquivos digitais que você pode imprimir em papel de tamanho padrão.
zh: 麦肯锡学院的证书为数字文件，您可以将其打印在标准规格的纸张上。

source: How are certificates determined?
ar: كيف يتم تحديد الشهادات؟
de: Wie werden Zertifikate bestimmt?
eo: Höw äré çértïfïçätés détérmïnéd? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: ¿Cómo se determinan los certificados?
fr: Quelles sont les conditions d'obtention des certificats ?
ja: 証書の判断基準は何ですか?
nl: Op basis waarvan worden certificaten toegekend?
pl: W jaki sposób przyznawane są certyfikaty?
pt: Como os certificados são determinados?
zh: 如何确定是否颁发证书？

source: To be eligible for the MMP certificate of completion, participants need to achieve a score of 70%% or above across the program’s 4 core courses.
ar: للتأهل للحصول على شهادة إتمام برنامج ماكنزي للإدارة (MMP)، يلزم على المشاركين تحقيق درجة 70%% أو أعلى خلال كافة دورات البرنامج الأساسية أربعة.
de: Für das MMP-Abschlusszertifikat müssen Teilnehmer in den 4 Kernkursen des Programms insgesamt eine Punktzahl von 70 %% oder mehr erreichen.
es: Para ser elegible para el certificado de finalización del MMP, los participantes deben alcanzar un puntaje de 70%% o más en los cuatro cursos centrales del programa.
ja: MMP修了証書を受けるためには、プログラムの4つのコア・コースで70%%以上を達成する必要があります。
nl: Om in aanmerking te komen voor een MMP-certificaat van voltooiing moeten deelnemers een score behalen van 70%% of hoger voor de 4 kerncursussen van het programma.
pl: Aby móc uzyskać certyfikat ukończenia, musisz uzyskać 70%% lub więcej punktów z każdego z 4 kluczowych kursów programu.
pt: Para ser elegível para o certificado de conclusão do MMP, os participantes precisam atingir uma pontuação mínima de 70%% nos quatro principais cursos do programa.
zh: 要想有资格获得 MMP 结业证书，参与者需要在该课程计划的 4 门核心课程中取得 70%% 分或以上的成绩。

source: How are McKinsey Academy certificates delivered?
ar: كيف يتم تسليم شهادات أكاديمية ماكنزي؟
de: Wie werden Zertifikate der McKinsey Academy bereitgestellt?
eo: Höw äré MçKïnséý Àçädémý çértïfïçätés délïvéréd? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Cómo se entregan los certificados de McKinsey Academy?
fr: Comment les certificats McKinsey Academy sont-ils délivrés ?
ja: McKinsey Academyの証書はどのように届きますか?
nl: Hoe worden McKinsey Academy-certificaten bezorgd?
pl: Jak otrzymam mój certyfikat McKinsey Academy?
pt: Como os certificados do McKinsey Academy são entregues?
zh: 麦肯锡学院的证书如何递送？

source: McKinsey Academy certificates are delivered via email following successful completion of a program.
ar: يتم تسليم شهادات أكاديمية ماكنزي عبر البريد الإلكتروني بعد إتمام البرنامج نجاح.
de: Zertifikate der McKinsey Academy werden nach dem erfolgreichen Abschluss eines Programms per E-Mail bereitgestellt.
eo: MçKïnséý Àçädémý çértïfïçätés äré délïvéréd vïä émäïl föllöwïng süççéssfül çömplétïön öf ä prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Los certificados de McKinsey Academy se entregan por correo electrónico tras la finalización exitosa de un programa.
fr: Les certificats McKinsey Academy sont délivrés par e-mail une fois le programme achevé avec succès.
ja: McKinsey Academyの証書は、プログラムを無事修了すると、Eメールで届きます。
nl: McKinsey Academy-certificaten worden na een geslaagde afronding van een programma per e-mail bezorgd.
pl: Po pomyślnym ukończeniu programu wyślemy Twój certyfikat McKinsey Academy na Twój adres e-mail.
pt: Os certificados do McKinsey Academy são entregues por e-mail após a conclusão bem-sucedida de um programa.
zh: 麦肯锡学院的证书将在课程计划成功结业后通过电子邮件递送。

source: TECHNICAL ISSUES:
ar: المشكلات التقنية:
de: TECHNISCHE PROBLEME:
eo: TÉÇHNÌÇÀL ÌSSÛÉS: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: PROBLEMAS TÉCNICOS:
fr: PROBLÈMES TECHNIQUES :
ja: 技術的問題:
nl: TECHNISCHE KWESTIES:
pl: PROBLEMY TECHNICZNE:
pt: PROBLEMAS TÉCNICOS:
zh: 技术问题：

source: How can I get technical support?
ar: كيف يمكن الحصول على الدعم التقني؟
de: Wie kann ich technischen Support bekommen?
eo: Höw çän Ì gét téçhnïçäl süppört? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: ¿Cómo puedo obtener soporte técnico?
fr: Comment puis-je obtenir une assistance technique ?
ja: テクニカルサポートが必要な場合は、どうすればいいですか?
nl: Hoe kan ik technische ondersteuning krijgen?
pl: Jak mogę otrzymać pomoc techniczną?
pt: Como obter suporte técnico?
zh: 如何获得技术支持？

source: If you are having technical issues, please contact us here so we can resolve your problem. and we will get back to you by the next business day (likely earlier).
ar: إذا كنت تواجه أية مشاكل تقنية، يرجى الاتصال بنا من هنا حتى نتمكن من حل مشكلتك. وسنرد عليك خلال يوم العمل التالي (ومن المحتمل قبل ذلك).
de: Wenn Sie technische Probleme haben, kontaktieren Sie uns hier, damit wir Ihr Problem lösen können. Wir werden Ihnen bis zum nächsten Werktag (wahrscheinlich früher) antworten.
eo: Ìf ýöü äré hävïng téçhnïçäl ïssüés, pléäsé çöntäçt üs héré sö wé çän résölvé ýöür prößlém. änd wé wïll gét ßäçk tö ýöü ßý thé néxt ßüsïnéss däý (lïkélý éärlïér). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕє#
es: Si tiene problemas técnicos, comuníquese con nosotros aquí para que podamos resolver su problema. Le responderemos el siguiente día laboral (probablemente antes).
fr: Si vous rencontrez des problèmes techniques, contactez-nous ici afin que nous puissions résoudre votre problème, nous vous répondrons le premier jour ouvrable suivant (probablement avant).
ja: 技術的問題がある場合は、当社までご連絡ください。問題の解決にあたり、翌営業日 (おそらくそれより早く) までにご連絡いたします。
nl: Als u technische problemen ondervindt, kunt u hier contact met ons opnemen zodat we uw probleem kunnen oplossen. Wij nemen dan de volgende werkdag (maar waarschijnlijk eerder) contact met u op.
pl: Jeśli napotkałeś problemy techniczne, skontaktuj się z nami, abyśmy mogli pomóc Ci rozwiązać Twój problem. Skontaktujemy się z Tobą najpóźniej w następnym dniu roboczym.
pt: Em caso de problemas técnicos, entre em contato para que possamos resolver o problema. Retornaremos o contato em um dia útil (provavelmente antes).
zh: 如果遇到技术问题，请在此处与我们联系，以便我们解决您的问题，我们会在下一个工作日（可能更早）答复您。

source: What if I did not receive my password reset email?
ar: ماذا لو لم أتلق البريد الإلكتروني الخاص بإعادة تعيين كلمة مروري؟
de: Was soll ich tun, wenn ich meine E-Mail zum Zurücksetzen des Passworts nicht erhalten habe?
eo: Whät ïf Ì dïd nöt réçéïvé mý pässwörd rését émäïl? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Qué sucede si no recibí mi correo electrónico de restablecimiento de contraseña?
fr: Que faire si je ne reçois pas mon e-mail de réinitialisation de mot de passe ?
ja: パスワードの再設定メールが届かない場合は、どうすればいいですか?
nl: Waarom heb ik geen e-mail ontvangen voor het opnieuw instellen van mijn wachtwoord?
pl: Co zrobić, jeśli nie otrzymałem wiadomości e-mail z instrukcją resetowania hasła?
pt: O que fazer se não receber meu e-mail de redefinição de senha?
zh: 如果没有收到密码重置电子邮件，我该怎么办？

source: If you did not receive an automated email it may be because:
ar: إذا لم تتلقى رسالة البريد الإلكتروني الآلي فقد يكون السبب:
de: Wenn Sie keine automatisierte E-Mail erhalten haben, könnte Folgendes der Grund sein:
eo: Ìf ýöü dïd nöt réçéïvé än äütömätéd émäïl ït mäý ßé ßéçäüsé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Si no recibió un correo electrónico automático, los motivos pueden ser los siguientes:
fr: Si vous ne recevez pas un e-mail automatique, les raisons peuvent être les suivantes :
ja: 自動Eメールが届かない場合、考えられる原因は次の通りです。
nl: Als u geen geautomatiseerd e-mailbericht heeft ontvangen, wordt dat mogelijk veroorzaakt door het volgende:
pl: Jeśli nie otrzymałeś od nas takiej automatycznej wiadomości, przyczyną może być:
pt: Se você não recebeu um e-mail automático, talvez seja porque:
zh: 如果您没有收到自动发送的电子邮件，原因可能是：

source: There was a typo in your email address
ar: وجود خطأ في كتابة عنوان بريدك الإلكتروني
de: Es gab einen Tippfehler in Ihrer E-Mail-Adresse.
eo: Théré wäs ä týpö ïn ýöür émäïl äddréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Un error tipográfico en su dirección de correo electrónico
fr: Votre adresse e-mail n'est pas bien orthographiée
ja: Eメールアドレスに誤字があった
nl: Een typfout in uw e-mailadres
pl: Literówka w podanym przez Ciebie adresie e-mail
pt: Houve um erro de digitação no seu endereço de e-mail
zh: 您的电子邮件地址存在拼写错误

source: Your spam filter may have caught the email; please check your spam folder
ar: يمكن أن يكون عامل تصفية البريد المزعج قد التقط رسالة البريد الإلكتروني؛ ولذا يرجى التحقق من مجلد البريد المزعج لديك
de: Die E-Mail kann in Ihrem Spamfilter gelandet sein, überprüfen Sie Ihren Spamordner.
eo: Ýöür späm fïltér mäý hävé çäüght thé émäïl; pléäsé çhéçk ýöür späm földér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: El correo electrónico puede haber sido filtrado como correo no deseado; revise su carpeta de correo no deseado
fr: L'e-mail est peut-être dans votre boîte spam ; vérifiez dans votre boîte spam
ja: スパム・フィルターに引っかかった。スパム・フォルダを確認してください
nl: Het e-mailbericht is mogelijk terechtgekomen in uw spamfilter; controleer uw map voor spam
pl: E-mail został zablokowany przez Twój filtr spamu. Sprawdź folder ze spamem.
pt: Seu filtro de spam pode ter capturado o e-mail. Verifique sua pasta de spam
zh: 垃圾邮件过滤器可能拦截了该封电子邮件；请检查您的垃圾邮件文件夹

source: You may be using an older browser; we recommend downloading the current version of Chrome or Firefox
ar: ربما تستخدم متصفح قديم؛ ولذا نوصي بتنزيل الإصدار الحالي من متصفح كروم أو فايرفوكس
de: Sie verwenden eventuell einen älteren Browser. Wir empfehlen den Download der aktuellen Version von Chrome oder Firefox.
eo: Ýöü mäý ßé üsïng än öldér ßröwsér; wé réçömménd döwnlöädïng thé çürrént vérsïön öf Çhrömé ör Fïréföx Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Puede estar usando una versión antigua del navegador; recomendamos descargar la versión actualizada de Chrome o Firefox
fr: Le navigateur que vous utilisez est peut-être ancien ; nous vous recommandons de télécharger la version actuelle de Chrome ou Firefox
ja: 古いブラウザを使用している。ChromeまたはFirefoxの現在のバージョンをダウンロードすることをお勧めします
nl: U gebruikt mogelijk een oudere browser. Aangeraden wordt om de actuele versie van Chrome of Firefox te downloaden
pl: Być może używasz starej przeglądarki. Zalecamy używanie najnowszej wersji przeglądarek Chrome lub Firefox.
pt: Você pode estar usando um navegador mais antigo. Recomendamos baixar a versão atual do Chrome ou Firefox
zh: 您可能正在使用旧版本浏览器；建议您下载最新版本的 Chrome 或 Firefox
