Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: McKinsey Academy is currently undergoing scheduled maintenance. Sorry for any inconvenience.
ar: يخضع موقع أكاديمية ماكنزي حاليًا للصيانة المجدولة. لذا نأسف على الإزعاج.
de: Die McKinsey Academy wird derzeit planmäßig gewartet. Entschuldigen Sie bitte die Unannehmlichkeiten.
eo: MçKïnséý Àçädémý ïs çürréntlý ündérgöïng sçhédüléd mäïnténänçé. Sörrý för äný ïnçönvénïénçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: McKinsey Academy está llevando a cabo un mantenimiento programado. Lamentamos las molestias.
fr: McKinsey Academy est actuellement en cours de maintenance programmée. Nous sommes désolés de la gêne occasionnée.
ja: McKinsey Academyは、現在、定期メンテナンス中です。ご不便をおかけし、申し訳ございません。
nl: Er wordt op dit moment gepland onderhoud uitgevoerd aan McKinsey Academy. Excuses voor het ongemak.
pl: McKinsey Academy jest czasowo niedostępna ze względu na planowane prace serwisowe. Przepraszamy za utrudnienia.
pt: O McKinsey Academy está passando por manutenção programada. Pedimos desculpas por qualquer inconveniente.
zh: 麦肯锡学院网站目前正在进行定期维护。如有不便，敬请谅解。

source: You will be redirected to your login provider.
ar: ستتم إعادة توجيهك إلى موفر تسجيل الدخول الخاص بك.
de: Sie werden zu Ihrem Login-Anbieter weitergeleitet.
eo: Ýöü wïll ßé rédïréçtéd tö ýöür lögïn prövïdér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Será redirigido a su proveedor de inicio de sesión.
fr: Vous serez redirigé vers votre fournisseur d’identifiant de connexion.
ja: あなたのログイン・プロバイダへリダイレクトします。
nl: U wordt omgeleid naar uw aanmeldingsprovider.
pl: Zostaniesz przekierowany do strony dostawcy logowania.
pt: Você será redirecionado para o seu provedor de login.
zh: 您将被重定向到您的登录提供程序。

source: There was a problem with your access code.
ar: كانت توجد مشكلة في رمز الوصول الخاص بك.
de: Es liegt ein Problem mit Ihrem Zugangscode vor.
eo: Théré wäs ä prößlém wïth ýöür äççéss çödé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Ocurrió un problema con su código de acceso.
fr: Un problème est survenu avec votre code d'accès.
ja: アクセス・コードに問題がありました。
nl: Er is een probleem opgetreden met uw toegangscode.
pl: Wystąpił problem z Twoim kodem dostępu.
pt: Houve um problema com seu código de acesso.
zh: 您的访问代码有问题。

source: We're sorry, McKinsey Academy is not compatible with your browser. You can continue the registration process, but will not be able to access course content without updating your browser. We recommend the latest versions of Google Chrome, Mozilla Firefox, and Apple Safari for an optimal experience.
ar: نأسف، موقع أكاديمية ماكنزي غير متوافق مع المتصفح المتوافر لديك. ويمكنك متابعة عملية التسجيل، ولكن لن تتمكن من الوصول إلى محتوى الدورة التدريبية دون تحديث متصفحك. ولذا نوصي باستخدام أحدث إصدار من جوجل كروم وموزيلا فايرفوكس وأبل سفاري للحصول على تجربة مثالية.
de: Die McKinsey Academy ist mit Ihrem Browser leider nicht kompatibel. Sie können den Registrierungsprozess fortführen, doch auf die Kurse können Sie ohne eine Aktualisierung Ihres Browsers nicht zugreifen. Wir empfehlen Ihnen die neuste Version von Google Chrome, Mozilla Firefox und Apple Safari, um ein optimales Nutzererlebnis zu gewährleisten.
eo: Wé'ré sörrý, MçKïnséý Àçädémý ïs nöt çömpätïßlé wïth ýöür ßröwsér. Ýöü çän çöntïnüé thé régïsträtïön pröçéss, ßüt wïll nöt ßé äßlé tö äççéss çöürsé çöntént wïthöüt üpdätïng ýöür ßröwsér. Wé réçömménd thé lätést vérsïöns öf Gööglé Çhrömé, Mözïllä Fïréföx, änd Àpplé Säfärï för än öptïmäl éxpérïénçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση#
es: Lo sentimos, McKinsey Academy no es compatible con su navegador. Puede continuar con el proceso de registro, pero no podrá acceder al contenido del curso sin antes actualizar su navegador. Le recomendamos que use las últimas versiones de Google Chrome, Mozilla Firefox o Apple Safari para una experiencia óptima.
fr: Nous sommes désolés, McKinsey Academy n'est pas compatible avec votre navigateur. Vous pouvez continuer le processus d'enregistrement mais il vous sera impossible d’accéder au cours sans d’abord mettre à jour votre navigateur. Nous vous conseillons la dernière version de Google Chrome, Mozilla Firefox et Apple Safari pour une expérience optimale.
ja: 申し訳ございませんが、McKinsey Academyは、使用中のブラウザではご利用いただけません。登録プロセスは継続できますが、ブラウザをアップデートしない限り、コースの内容にアクセスできません。Google Chrome、Mozilla Firefox、またはApple Safariの最新版が推奨されています。
nl: Het spijt ons, maar McKinsey Academy is niet compatibel met uw browser. U kunt het registratieproces voortzetten, maar u krijgt geen toegang tot cursusinhoud zonder uw browser bij te werken. Voor een optimale ervaring raden we u de meest recente versies van Google Chrome, Mozilla Firefox en Apple Safari aan.
pl: Przepraszamy, McKinsey Academy nie jest kompatybilna z Twoją przeglądarką. Możesz dokończyć proces rejestracji, ale nie będziesz mógł uzyskać dostępu do zasobów kursu, jeśli nie zaktualizujesz swojej przeglądarki. Aby móc w pełni skorzystać z kursu, zalecamy używanie najnowszych wersji przeglądarek Google Chrome, Mozilla Firefox i Apple Safari.
pt: Desculpe, o McKinsey Academy não é compatível com o seu navegador. Você poderá continuar o processo de inscrição, mas não poderá acessar o conteúdo do curso sem atualizar o navegador. Recomendamos as versões mais recentes do Google Chrome, Mozilla Firefox e Apple Safari para uma experiência ideal.
zh: 抱歉，您的浏览器与麦肯锡学院不兼容。如不更新浏览器，您仍可以继续注册过程，但无法访问课程内容。我们推荐使用最新版本的 Google Chrome、Mozilla Firefox 和 Apple Safari 以获取最佳体验。

source: Create your McKinsey Academy account
ar: إنشاء حساب أكاديمية ماكنزي الخاص بك
de: Erstellen Sie Ihr McKinsey Academy-Konto
eo: Çréäté ýöür MçKïnséý Àçädémý äççöünt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Cree su cuenta de McKinsey Academy
fr: Créer votre compte McKinsey Academy
ja: McKinsey Academyアカウントを作成する
nl: Maak uw McKinsey Academy-account aan
pl: Utwórz swoje konto w McKinsey Academy
pt: Crie a sua conta no McKinsey Academy
zh: 创建您的麦肯锡学院帐户

source: Complete the fields below.
ar: أكمل الحقول الواردة أدناه.
de: Füllen Sie die unten aufgeführten Felder aus.
eo: Çömplété thé fïélds ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Complete los campos a continuación.
fr: Remplissez les champs ci-dessous.
ja: 以下の欄に入力してください。
nl: Vul de onderstaande velden in.
pl: Wypełnij poniższe pola
pt: Preencha os campos abaixo.
zh: 完成以下字段。

source: Required fields are noted by an asterisk
ar: الحقول المطلوبة محددة بعلامة نجمة
de: Erforderliche Felder sind mit einem Sternchen markiert
eo: Réqüïréd fïélds äré nötéd ßý än ästérïsk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Los campos obligatorios están marcados con un asterisco
fr: Les champs obligatoires sont indiqués par un astérisque
ja: 必須項目にはアスタリスクが付いています
nl: De verplichte velden zijn gemarkeerd met een asterisk
pl: Pola wymagane oznaczone są gwiazdką.
pt: Campos obrigatórios são indicados com um asterisco
zh: 必填字段带星号标记

source: Already Registered?
ar: مسجل بالفعل؟
de: Bereits registriert?
eo: Àlréädý Régïstéréd? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: ¿Ya está registrado?
fr: Déjà enregistré ?
ja: 登録済みですか?
nl: Al geregistreerd?
pl: Jesteś już zarejestrowany?
pt: Já se inscreveu?
zh: 已注册？

source: Click here to log in.
ar: انقر هنا لتسجيل الدخول.
de: Klicken Sie hier, um sich anzumelden.
eo: Çlïçk héré tö lög ïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Haga clic aquí para iniciar sesión.
fr: Cliquez ici pour vous connecter.
ja: ここをクリックしてログインしてください。
nl: Klik hier om u aan te melden.
pl: Kliknij tutaj, aby się zalogować.
pt: Clique aqui para fazer login.
zh: 单击此处登录。

source: Welcome
ar: مرحبًا
de: Willkommen
eo: Wélçömé Ⱡ'σяєм ιρѕυм #
es: Bienvenido
fr: Bienvenue
ja: ようこそ
nl: Welkom
pl: Witamy
pt: Bem-vindo
zh: 欢迎

source: Registering gives you access to course content and ensures that you receive updates and notifications from McKinsey Academy.
ar: يتيح لك التسجيل الوصول إلى محتوى الدورة التدريبية ويضمن لك تلقي التحديثات والإشعارات من أكاديمية ماكنزي.
de: Eine Registrierung gibt Ihnen Zugriff auf die Kursinhalte und gewährleistet, dass Sie Updates und Benachrichtigungen der McKinsey Academy erhalten.
eo: Régïstérïng gïvés ýöü äççéss tö çöürsé çöntént änd énsürés thät ýöü réçéïvé üpdätés änd nötïfïçätïöns fröm MçKïnséý Àçädémý. Ⱡ'σяєм ι#
es: El registro le permite acceder a los contenidos del curso y recibir actualizaciones y notificaciones de McKinsey Academy.
fr: En vous enregistrant, vous bénéficiez d’un accès au contenu du cours et vous pouvez recevoir les mises à jour et les notifications de McKinsey Academy.
ja: 登録すると、コースの内容にアクセスしたり、McKinsey Academyのアップデートや通知を受け取ることができます。
nl: Door u te registreren krijgt u toegang tot cursusinhoud en zo ontvangt u updates en meldingen van McKinsey Academy.
pl: Dzięki rejestracji uzyskasz dostęp do zasobów kursu i będziesz mógł otrzymywać regularne powiadomienia o zmianach i aktualizacjach od McKinsey Academy.
pt: Após realizar sua inscrição, você tem acesso ao conteúdo do curso e receberá atualizações e notificações do McKinsey Academy.
zh: 注册后，您可以访问课程内容，并会收到麦肯锡学院的更新和通知。

source: Need Help?
ar: هل تحتاج للمساعدة؟
de: Brauchen Sie Hilfe?
eo: Nééd Hélp? Ⱡ'σяєм ιρѕυм ∂σłσ#
es: ¿Necesita ayuda?
fr: Besoin d'aide ?
ja: ヘルプが必要ですか?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt: Precisa de ajuda?
zh: 需要帮助？

source: View our FAQ for answers to commonly asked questions
ar: استعرض الأسئلة الشائعة للحصول على إجابات عن الأسئلة الأكثر شيوعًا
de: Schauen Sie sich die FAQ an, um Antworten auf häufig gestellte Fragen zu erhalten
es: Consulte las respuestas a las preguntas más frecuentes
fr: Consultez notre FAQ pour trouver les réponses aux questions les plus fréquentes
ja: よく聞かれる質問については、当社のFAQをご覧いただくか、
nl: Bekijk onze veelgestelde vragen voor antwoorden op de meest gestelde vragen
pl: Zapoznaj się z działem FAQ, aby otrzymać odpowiedzi na najczęściej zadawane pytania.
pt: Veja nossas FAQ para obter respostas às perguntas frequentes
zh: 查看我们的常见问题来获取相关解答

source: , or raise a question in course-specific discussion forums.
ar: ، أو اطرح سؤالًا في منتديات النقاش الخاصة بالدورة التدريبية.
de: , oder stellen Sie eine Frage in einem Kurs-Diskussionsforum.
es: , o haga una pregunta en los foros de debate específicos de los cursos.
fr: , où posez une question dans les forums de discussion spécifiques au cours.
ja: コース毎のディスカッションフォーラムで質問をしてください。
nl: , of stel zelf een vraag in cursusspecifieke discussieforums.
pl: Możesz też zadać własne pytanie na forum dyskusyjnym dotyczącym danego kursu.
pt: ou faça uma pergunta nos fóruns de discussão específicos do curso.
zh: 或在特定于课程的论坛中提问。

source: Profile photo
ar: صورة ملف التعريف
de: Profilfoto
eo: Pröfïlé phötö Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Fotografía de perfil
fr: Photo de profil
ja: プロフィール写真
nl: Profielfoto
pl: Zdjęcie profilowe
pt: Foto de perfil
zh: 头像

source: STEP 2:
ar: الخطوة 2:
de: SCHRITT 2:
eo: STÉP 2: Ⱡ'σяєм ιρѕυм #
es: PASO 2:
fr: ÉTAPE 2 :
ja: ステップ2:
nl: STAP 2:
pl: KROK 2:
pt: ETAPA 2:
zh: 第 2 步：

source: CROP & SAVE
ar: القص والحفظ
de: AUSSCHNEIDEN UND SPEICHERN
eo: ÇRÖP & SÀVÉ Ⱡ'σяєм ιρѕυм ∂σłσя #
es: RECORTAR Y GUARDAR
fr: ROGNER ET ENREGISTRER
ja: クロップして保存する
nl: BIJSNIJDEN EN OPSLAAN
pl: WYKADRUJ I ZAPISZ
pt: CORTAR E SALVAR
zh: 裁剪并保存

source: Drag and adjust cropping tool to edit your profile image.
ar: اسحب أداة القص واضبطها لتحرير صورة ملف التعريف الخاص بك.
de: Ziehen und bewegen Sie das Schnitt-Tool, um Ihr Profilfoto zu bearbeiten.
eo: Dräg änd ädjüst çröppïng tööl tö édït ýöür pröfïlé ïmägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Arrastre y ajuste la herramienta para recortar y editar su imagen de perfil.
fr: Faites glisser et régler l'outil de rognage pour modifier l'image de votre profil.
ja: プロフィール画像を編集するための、ドラッグ&アジャスト・クロッピングツール。
nl: Sleep en pas het bijsnijdprogramma aan om uw profielafbeelding te bewerken.
pl: Przeciągnij i dopasuj ramkę, aby wykadrować Twoje zdjęcie profilowe.
pt: Arraste e ajuste a ferramenta de corte para editar sua imagem de perfil.
zh: 拖动并调整裁剪工具以编辑您的头像。

source: Crop & Save
ar: القص والحفظ
de: Ausschneiden und speichern
eo: Çröp & Sävé Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Recortar y guardar
fr: Rogner et enregistrer
ja: クロップして保存する
nl: Bijsnijden en opslaan
pl: Wykadruj i Zapisz
pt: Cortar e salvar
zh: 裁剪并保存

source: < Back
ar: < العودة
de: < Zurück
es: < Volver
fr: < Retour
ja: < 戻る
nl: < Terug
pl: < Wstecz
pt: < Voltar
zh: < 返回

source: We're sorry, McKinsey Academy is not compatible with your browser. You will not be able to access course content without updating your browser. We recommend the latest versions of Google Chrome, Mozilla Firefox, and Apple Safari for an optimal experience.
ar: نأسف، موقع أكاديمية ماكنزي غير متوافق مع المتصفح المتوافر لديك. ولن يمكنك الوصول إلى محتوى الدورة التدريبية دون تحديثه. ولذا نوصي باستخدام أحدث إصدار من جوجل كروم وموزيلا فايرفوكس وأبل سفاري للحصول على تجربة مثالية.
de: Die McKinsey Academy ist mit Ihrem Browser leider nicht kompatibel. Sie können auf die Kurse ohne eine Aktualisierung Ihres Browsers nicht zugreifen. Wir empfehlen Ihnen die neuste Version von Google Chrome, Mozilla Firefox und Apple Safari, um ein optimales Nutzererlebnis zu gewährleisten.
eo: Wé'ré sörrý, MçKïnséý Àçädémý ïs nöt çömpätïßlé wïth ýöür ßröwsér. Ýöü wïll nöt ßé äßlé tö äççéss çöürsé çöntént wïthöüt üpdätïng ýöür ßröwsér. Wé réçömménd thé lätést vérsïöns öf Gööglé Çhrömé, Mözïllä Fïréföx, änd Àpplé Säfärï för än öptïmäl éxpérïénçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяє#
es: Lo sentimos, McKinsey Academy no es compatible con su navegador. No podrá acceder a los contenidos del curso sin antes actualizar su navegador. Le recomendamos que use las últimas versiones de Google Chrome, Mozilla Firefox y Apple Safari para una experiencia óptima.
fr: Nous sommes désolés, McKinsey Academy n'est pas compatible avec votre navigateur. Vous ne pourrez pas accéder au contenu du cours si vous ne mettez pas d’abord votre navigateur à jour. Nous vous conseillons la dernière version de Google Chrome, Mozilla Firefox et Apple Safari pour une expérience optimale.
ja: 申し訳ございませんが、McKinsey Academyは、使用中のブラウザではご利用いただけません。ブラウザをアップデートしない限り、コースの内容にアクセスできません。Google Chrome、Mozilla Firefox、またはApple Safariの最新版が推奨されています。
nl: Het spijt ons, maar McKinsey Academy is niet compatibel met uw browser. U kunt geen cursusinhoud openen zonder uw browser bij te werken. Voor een optimale ervaring raden we u de meest recente versies van Google Chrome, Mozilla Firefox en Apple Safari aan.
pl: Przepraszamy, McKinsey Academy nie jest kompatybilna z Twoją przeglądarką. Zaktualizuj przeglądarkę, aby uzyskać dostępu do zasobów kursu. Zalecamy używanie najnowszych wersji przeglądarek Google Chrome, Mozilla Firefox i Apple Safari, aby móc w pełni skorzystać z kursu.
pt: Desculpe, o McKinsey Academy não é compatível com o seu navegador. Você não poderá acessar o conteúdo do curso sem atualizar o navegador. Recomendamos as versões mais recentes do Google Chrome, Mozilla Firefox e Apple Safari para uma experiência ideal.
zh: 抱歉，您的浏览器与麦肯锡学院不兼容。如果不更新浏览器，您将无法访问课程内容。我们推荐使用最新版本的 Google Chrome、Mozilla Firefox 和 Apple Safari 以获取最佳体验。

source: Login to McKinsey Academy
ar: تسجيل الدخول إلى أكاديمية ماكنزي
de: Bei der McKinsey Academy anmelden
es: Inicie sesión en McKinsey Academy
fr: Connexion à McKinsey Academy
ja: McKinsey Academyへログイン
nl: Aanmelden bij McKinsey Academy
pl: Zaloguj się do McKinsey Academy
pt: Faça login no McKinsey Academy
zh: 登录麦肯锡学院

source: Username or Email:
ar: اسم المستخدم أو البريد الإلكتروني:
de: Nutzername oder E-Mail:
es: Usuario o correo electrónico:
fr: Nom d’utilisateur ou E-mail :
ja: ユーザー名またはEメール:
nl: Gebruikersnaam of wachtwoord:
pl: Nazwa użytkownika lub adres e-mail
pt: Nome de usuário ou e-mail:
zh: 用户名或电子邮件：

source: Forgot password?
ar: هل نسيت كلمة المرور؟
de: Passwort vergessen?
eo: Förgöt pässwörd? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
ja: パスワードをお忘れですか?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt: Esqueceu a senha?
zh: 忘记密码？

source: View our FAQ for answers to commonly asked questions.
ar: استعرض الأسئلة الشائعة للحصول على إجابات عن الأسئلة الأكثر شيوعًا.
de: Schauen Sie sich die FAQ an, um Antworten auf häufig gestellte Fragen zu erhalten.
eo: Vïéw öür FÀQ för änswérs tö çömmönlý äskéd qüéstïöns. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Consulte nuestra sección de preguntas frecuentes.
fr: Consultez notre FAQ pour trouver les réponses aux questions les plus fréquentes.
ja: よく聞かれる質問については、当社のFAQをご覧ください。
nl: Bekijk onze veelgestelde vragen voor antwoorden op de meest gestelde vragen.
pl: Zapoznaj się z działem FAQ, aby otrzymać odpowiedzi na najczęściej zadawane pytania.
pt: Veja nossas FAQ para obter respostas às perguntas frequentes.
zh: 查看我们的常见问题以获取相关解答。

source: Trouble logging in? Contact us.
ar: هل تواجهك مشكلة في تسجيل الدخول؟ اتصل بنا.
de: Probleme bei der Anmeldung? Kontaktieren Sie uns.
es: ¿No puede iniciar sesión? Contáctenos.
fr: Problème de connexion ? Contactez-nous.
ja: ログインできない場合は、ご連絡ください。
nl: Problemen met inloggen? Neem contact met ons op.
pl: Nie możesz się zalogować? Skontaktuj się z nami.
pt: Problema para efetuar login? Entre em contato conosco.
zh: 登录时遇到问题？请与我们联系。

source: Check your email inbox
ar: تحقق من علبة الوارد لديك.
de: Überprüfen Sie Ihren E-Mail-Posteingang
es: Revise su bandeja de entrada.
ja: 受信箱をご確認ください
nl: Controleer uw inbox
pl: Sprawdź swoją skrzynkę odbiorczą
pt: Verifique sua caixa de entrada
zh: 请查看电子邮箱收件箱

source: If you don't see the email in your inbox, check your spam folder or
ar: إذا كنت لا ترى رسالة البريد الإلكتروني في صندوق الوارد لديك، تحقق من مجلد رسائل البريد العشوائي أو
de: Wenn Sie die E-Mail nicht in Ihrem Posteingang sehen, überprüfen Sie Ihren Spam-Ordner oder
es: Si no encuentra este correo electrónico en su bandeja de entrada, revise la casilla de correo no deseado, o bien,
ja: 受信箱にメールが届いていない場合は、迷惑メールフォルダーをご確認頂くか
nl: Controleer uw spammap als de e-mail niet in uw inbox staat of
pl: Jeśli wiadomości od nas nie ma w Twojej skrzynce odbiorczej, sprawdź folder ze spamem
pt: Caso não encontre esse e-mail na caixa de entrada, verifique a pasta de spam ou
zh: 如果您的收件箱中没有这封邮件，请查看垃圾文件夹或

source: resend email
ar: أعد إرسال رسالة البريد الإلكتروني
de: senden Sie die E-Mail erneut
es: le volveremos a enviar el correo electrónico
ja: リンクをクリックしてメールを
nl: e-mail opnieuw verzenden
pl: albo wyślij ponownie wiadomość e-mail
pt: reenviar o e-mail
zh: 重新发送

source: with the link.
ar: التي تحتوي على الرابط.
de: mit dem Link.
es: con el enlace.
ja: 再度送信してください。
nl: met de link.
pl: z linkiem.
pt: com o link.
zh: 包含链接的电子邮件。

source: Return to Login
ar: العودة لتسجيل الدخول
de: Zurück zum Login
es: Volver a la página Inicio de sesión
ja: ログイン画面に戻る
nl: Ga terug naar Login
pl: Powrót do strony logowania
pt: Voltar à página de login
zh: 返回登录

source: You've been locked out!
ar: تم رفض دخولك!
de: Sie wurden gesperrt!
es: Su cuenta se ha bloqueado.
ja: ロックアウトされました！
nl: U heeft geen toegang!
pl: Twoje konto zostało zablokowane!
pt: Você foi bloqueado!
zh: 您的帐户已锁定

source: Your account is locked for
ar: تم حظر حسابك لمدة
de: Ihr Konto ist gesperrt
es: Su cuenta se ha bloqueado por
ja: アカウントのロックアウト時間
nl: Uw account is vergrendeld voor
pl: Twoje konto zostało zablokowane na
pt: Sua conta foi bloqueada por
zh: 您的帐户已锁定

source: 15 minutes
ar: 15 دقيقة
de: 15 Minuten
es: 15 minutos
ja: 15分
nl: 15 minuten
pl: 15 minut
pt: 15 minutos,
zh: 15 分钟

source: since your 5
ar: منذ
de: Seit Ihrem 5
es: tras su
ja: あなたのコホート中:
nl: sinds uw vijf
pl: od czas Twojej 5-
pt: pois essa é a
zh: 自您第 5

source: th
ar: محاولتك
es: quinto
ja: パス
nl: de
pl: tej
pt: quinta
zh: 次

source: attempt.
ar: الخامسة.
de: Versuch.
es: intento.
ja: 回。
nl: poging.
pl: próby.
pt: tentativa.
zh: 由于您已尝试输入 5 次。

source: Your account has been disabled for security reasons. To access your account,
ar: تم تعطيل حسابك لأسباب أمنية. وليتسنى الوصول له،
de: Ihr Konto wurde aus Sicherheitsgründen deaktiviert. Um auf Ihr Konto zuzugreifen,
es: Su cuenta se ha deshabilitado por motivos de seguridad. Para acceder a ella,
ja: セキュリティ上の理由でアカウントは無効になっています。アカウントにアクセスするには、
nl: Uw account is vanwege veiligheidsredenen uitgeschakeld. Om toegang te krijgen tot uw account,
pl: Twoje konto zostało zablokowane ze względów bezpieczeństwa. Aby odzyskać dostęp do konta,
pt: Sua conta foi desabilitada por motivos de segurança. Para acessá-la,
zh: 出于安全原因，您的帐户已禁用。要访问您的帐户，

source: reset your password
ar: أعد تعيين كلمة مرورك
de: setzen Sie Ihr Passwort zurück
es: restablezca su contraseña
ja: パスワードを再設定する
nl: wachtwoord opnieuw instellen
pl: zresetuj hasło
pt: redefina sua senha
zh: 重置您的密码

source: or try to login again in 15 minutes.
ar: أو حاول تسجيل الدخول مرة أخرى في غضون 15 دقيقة.
de: oder versuchen Sie in 15 Minuten erneut, sich einzuloggen.
es: o intente iniciar sesión de nuevo dentro de 15 minutos.
ja: または15分後に再度ログインし直してください。
nl: of probeer het over 15 minuten opnieuw.
pl: albo spróbuj się zalogować za 15 minut.
pt: ou tente entrar novamente em 15 minutos.
zh: 或者尝试 15 分钟后再次登录。

source: Reset Password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer contraseña
ja: パスワードを再設定する
nl: Nieuw wachtwoord aanmaken
pl: Zresetuj hasło
pt: Redefinir senha
zh: 重置密码

source: Thank you for your request
ar: شكرًا لك على طلبك
de: Danke für Ihre Anfrage.
eo: Thänk ýöü för ýöür réqüést Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Gracias por su solicitud
fr: Merci pour votre demande
ja: リクエストいただき、ありがとうございます
nl: Bedankt voor uw aanvraag
pl: Dziękujemy za przesłanie prośby.
pt: Agradecemos sua solicitação
zh: 感谢您提出请求

source: We will send you an email shortly.
ar: سنرسل لك رسالة بريد إلكتروني قريبًا.
de: Wir werden Ihnen bald eine E-Mail schicken.
eo: Wé wïll sénd ýöü än émäïl shörtlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Le enviaremos un correo electrónico a la brevedad.
fr: Nous vous enverrons un e-mail rapidement.
ja: すぐにEメールを送信します。
nl: We sturen u binnen afzienbare tijd een e-mail.
pl: Wkrótce wyślemy Ci wiadomość e-mail.
pt: Enviaremos um e-mail em breve.
zh: 我们将尽快给您发送电子邮件。

source: Registration Error!
ar: خطأ في التسجيل!
de: Registrierungsfehler!
eo: Régïsträtïön Érrör! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Error en el registro
fr: Erreur d'enregistrement !
ja: 登録エラー
nl: Registratiefout!
pl: Błąd rejestracji!
pt: Erro na inscrição!
zh: 注册错误！

source: Sorry, there seems to be a problem with registering your account, please contact academy_info@mckinsey.com
ar: عذرًا، يبدو أنه توجد مشكلة في تسجيل حسابك، يرجى التواصل معنا على البريد الإلكتروني academy_info@mckinsey.com
de: Bei der Registrierung Ihres Kontos gab es leider ein Problem. Bitte melden Sie sich unter info@mckinseyacademy.com
es: Lo sentimos, hubo un problema al intentar registrar su cuenta. Escríbanos a info@mckinseyacademy.com
ja: 申し訳ございません。アカウント登録で問題が発生しました。info@mckinseyacademy.comまでご連絡ください。
nl: Helaas, er lijkt een probleem te zijn met het registreren van uw account; neem contact op met academy_info@mckinsey.com
pl: Przepraszamy, wygląda na to, że podczas rejestracji Twojego konta wystąpił błąd. Prosimy o kontakt na adres academy_info@mckinsey.com
pt: Desculpe, parece haver um problema com o registro da sua conta. Entre em contato com academy_info@mckinseyacademy.com
zh: 抱歉，注册帐户时似乎遇到问题，请联系 info@mckinseyacademy.com
