Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Search participants
ar: البحث عن المشاركين
de: Teilnehmer suchen
eo: Séärçh pärtïçïpänts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Buscar participantes
fr: Rechercher des participants
ja: 参加者を検索する
nl: Deelnemers zoeken
pl: Wyszukaj uczestników
pt: Pesquisar participantes
zh: 搜索参与者

source: Assignment Info
ar: معلومات المهام
de: Aufgabeninfo
eo: Àssïgnmént Ìnfö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Información de la tarea
fr: Informations de devoir
ja: 課題情報
nl: Opdrachtinfo
pl: Informacje o zadaniu
pt: Informações da tarefa
zh: 任务信息

source: Please select a course below to view existing groups within that course, or to create new groups in that course.
ar: يرجى تحديد دورة تدريبية أدناه لعرض المجموعات الموجودة داخل هذه الدورة التدريبية أو لإنشاء مجموعات جديدة في هذه الدورة التدريبية.
de: Bitte wählen Sie unten einen Kurs, um bereits bestehende Gruppen in diesem Kurs anzuzeigen oder um neue Gruppen in diesem Kurs zu erstellen.
eo: Pléäsé séléçt ä çöürsé ßélöw tö vïéw éxïstïng gröüps wïthïn thät çöürsé, ör tö çréäté néw gröüps ïn thät çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя#
es: Seleccione un curso a continuación para ver los grupos existentes dentro de él o para crear nuevos grupos en el curso.
fr: Sélectionnez un cours ci-dessous pour afficher les groupes existants dans ce cours, ou pour créer de nouveaux groupes dans ce cours.
ja: コース内の既存のグループを閲覧する、またはコース内に新規グループを作成するには、以下のコースをクリックします。
nl: Selecteer hieronder een cursus om bestaande groepen binnen deze cursus te bekijken of om nieuwe groepen in de cursus aan te maken.
pl: Wybierz kurs poniżej, aby zobaczyć istniejące grupy na tym kursie albo żeby dodać nowe grupy do tego kursu.
pt: Selecione um curso abaixo para ver os grupos existentes ou criar novos grupos no curso.
zh: 请在下面选择一门课程来查看该课程中的现有小组，或在该课程中创建新组。

source: Existing courses:
ar: الدورات التدريبية الموجودة:
de: Bestehende Kurse:
eo: Éxïstïng çöürsés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Cursos existentes:
fr: Cours existant :
ja: 既存のコース:
nl: Bestaande cursussen:
pl: Istniejące kursy:
pt: Cursos existentes:
zh: 现有课程：

source: Access V2 Dashboard
ar: الوصول إلى لوحة المتابعة النسخة الثانية
de: Auf V2 Dashboard zugreifen
eo: Àççéss V2 Däshßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Acceder al panel V2
fr: Accéder au tableau de bord V2
ja: V2ダッシュボードにアクセスする
nl: Toegang V2 Dashboard
pl: Przejdź do Panelu V2
pt: Acessar o Painel V2
zh: 访问 V2 仪表板

source: Access V2 Dashboard without programs
ar: الوصول إلى لوحة المتابعة النسخة الثانية بدون برامج
de: Auf V2 Dashboard ohne Programme zugreifen
eo: Àççéss V2 Däshßöärd wïthöüt prögräms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Acceder al panel V2 sin programas
fr: Accéder au tableau de bord V2 sans programmes
ja: プログラムなしでV2ダッシュボードにアクセスする
nl: Toegang V2 Dashboard zonder programma’s
pl: Przejdź do Panelu V2 bez programów
pt: Acessar o Painel V2 sem programas
zh: 访问不含计划的 V2 仪表板

source: Add a message here to describe the list of principals
ar: إضافة رسالة هنا لوصف قائمة مديري المدارس
de: Fügen Sie hier eine Nachricht ein, um die Liste aller Grundlagen zu beschreiben
eo: Àdd ä méssägé héré tö désçrïßé thé lïst öf prïnçïpäls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Agregue un mensaje aquí para describir la lista de rectores
fr: Ajouter un message ici pour décrire la liste des principaux éléments
ja: 重要事項のリストを説明するには、ここにメッセージを追加します
nl: Voeg hier een bericht toe om de lijst met hoofdvakken te beschrijven
pl: Dodaj tu wiadomość opisującą listę przełożonych
pt: Adicionar uma mensagem aqui para descrever a lista de diretores
zh: 在此添加一条消息来描述负责人名单

source: Group Work:
ar: عمل المجموعة:
de: Gruppenarbeit:
eo: Gröüp Wörk: Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Trabajo en grupo:
fr: Travail de groupe :
ja: グループワーク:
nl: Groepswerk:
pl: Praca grupowa:
pt: Trabalho em grupo:
zh: 小组作业：

source: Review Assignments for Project Activities
ar: مراجعة المهام الخاصة بأنشطة المشروع
de: Aufgaben für Projektaktivitäten überprüfen
eo: Révïéw Àssïgnménts för Pröjéçt Àçtïvïtïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Revisar asignación de actividades del proyecto
fr: Vérifier les devoirs pour les activités de groupe
ja: プロジェクト・アクティビティの課題を確認する
nl: Opdrachtbeoordelingen voor projectactiviteiten
pl: Zadania weryfikacyjne aktywności projektu
pt: Revisar tarefas para as atividades do projeto
zh: 项目活动的评阅任务

source: Generate random peer-reviews for project activities
ar: إنشاء مراجعات نظراء عشوائية لأنشطة المشروع
de: Zufällige Begutachtungen durch andere Teilnehmer für Projektaktivitäten generieren
eo: Généräté rändöm péér-révïéws för pröjéçt äçtïvïtïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Generar revisiones por pares aleatorias para actividades del proyecto
fr: Générer des vérifications de pairs aléatoires pour les activités de groupe
ja: プロジェクト・アクティビティについて無作為の査読を生成する
nl: Genereer willekeurige collega-beoordelingen voor projectactiviteiten
pl: Losowo wygeneruj wzajemną weryfikację aktywności projektu
pt: Gerar análises aleatórias realizadas pelos colegas para as atividades do projeto
zh: 为项目活动生成随机学员互评

source: Downloadable Workgroup Completion Report
ar: تقرير اكتمال أعمال المجموعة القابل للتنزيل
de: Herunterladbarer Arbeitsgruppen-Abschlussbericht
eo: Döwnlöädäßlé Wörkgröüp Çömplétïön Répört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Informe de finalización del grupo de trabajo para descargar
fr: Rapport d'achèvement du groupe de travail téléchargeable
ja: ダウンロード可能なワークグループ完了レポート
nl: Downloadbaar rapport van werkgroepvoltooiing
pl: Pobierz raport o ukończeniu zadań grupowych
pt: Relatório de conclusão do grupo de trabalho para download
zh: 可下载的工作组完成情况报告

source: Activity:
ar: النشاط:
de: Aktivität:
eo: Àçtïvïtý: Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Actividad:
fr: Activité :
ja: アクティビティ:
nl: Activiteit:
pl: Aktywność:
pt: Atividade:
zh: 活动：

source: has assignments
ar: لديه مهام
de: hat Aufgaben
eo: häs ässïgnménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: tiene tareas
fr: a des devoirs
ja: 課題があります
nl: heeft opdrachten
pl: posiada zadania
pt: tem tarefas
zh: 有任务

source: This activity is to be graded by a Teaching Assistant
ar: سيتم وضع درجة لهذا النشاط من قبل مساعد مدرس
de: Diese Aktivität wird durch einen Lehrassistenten benotet
eo: Thïs äçtïvïtý ïs tö ßé grädéd ßý ä Téäçhïng Àssïstänt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Esta actividad debe ser calificada por un asistente docente (TA)
fr: Cette activité doit être notée par un assistant de formation
ja: このアクティビティはTAが成績評価します
nl: Deze activiteit moet met een cijfer worden beoordeeld door een onderwijsassistent
pl: Ta aktywność musi zostać oceniona przez asystenta kursu
pt: Um assistente de ensino deve atribuir uma nota a essa atividade
zh: 这项活动将由助教评分

source: Reviews required per group activity
ar: المراجعات مطلوبة لكل نشاط من أنشطة المجموعات
de: Pro Gruppenaktivität benötigte Überprüfungen
eo: Révïéws réqüïréd pér gröüp äçtïvïtý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Revisiones requeridas por cada actividad del grupo
fr: Vérifications requises par activité de groupe
ja: グループ・アクティビティごとに求められる査読
nl: Vereiste beoordelingen per groepsactiviteit
pl: Liczba wymaganych weryfikacji aktywności grupowej
pt: Revisões necessárias por atividade em grupo
zh: 每个小组活动所需的评阅数

source: Minimum number of reviews for each user
ar: الحد الأدنى لعدد المراجعات لكل مستخدم
de: Mindestanzahl an Überprüfungen pro Nutzer
eo: Mïnïmüm nümßér öf révïéws för éäçh üsér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Cantidad mínima de revisiones para cada usuario
fr: Nombre minimum de vérifications pour chaque utilisateur
ja: 各ユーザーごとの最低査読数
nl: Minimum aantal beoordelingen voor elke gebruiker
pl: Minimalna liczba weryfikacji na użytkownika
pt: Número mínimo de revisões para cada usuário
zh: 每个用户的最少评阅数

source: Generate Activity Review Assignments
ar: إنشاء مهام مراجعة الأنشطة
de: Generierung der Aktivitäten-Überprüfungsaufgaben
eo: Généräté Àçtïvïtý Révïéw Àssïgnménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Generar tareas de revisión de actividades
fr: Générer des devoirs de vérification d'activité
ja: アクティビティ査読課題を生成する
nl: Opdrachtbeoordelingen genereren
pl: Wygeneruj zadania weryfikacyjne aktywności projektu
pt: Gerar tarefas de revisão de atividades
zh: 生成活动评阅任务

source: Generate Activity Review Assignments for
ar: إنشاء مهام مراجعة الأنشطة لـ
de: Generierung der Aktivitäten-Überprüfungsaufgaben für
eo: Généräté Àçtïvïtý Révïéw Àssïgnménts för Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Generar tareas de revisión de actividades para
fr: Générer des devoirs de vérification d'activité pour
ja: 次のアクティビティ査読課題を生成する:
nl: Genereer opdrachtbeoordelingen voor
pl: Wygeneruj zadania weryfikacyjne aktywności projektu dla
pt: Gerar tarefas de revisão de atividades para
zh: 为以下各项生成活动评阅任务

source: When you click on 'Confirm' below you will be assigning reviewers to existing group data. Please be sure that you are ready to do this at this time.
ar: عند النقر فوق «تأكيد» أدناه، سيتم تعيين مراجعين للبيانات الحالية للمجموعة. يرجى التأكد من جاهزيتك للقيام بذلك في هذا الوقت.
de: Wenn Sie unten auf "Bestätigen" klicken, fügen Sie Prüfer zu bereits bestehenden Gruppendaten hinzu. Stellen Sie sicher, dass sie zu diesem Zeitpunkt in der Lage sind, dies zu tun.
eo: Whén ýöü çlïçk ön 'Çönfïrm' ßélöw ýöü wïll ßé ässïgnïng révïéwérs tö éxïstïng gröüp dätä. Pléäsé ßé süré thät ýöü äré réädý tö dö thïs ät thïs tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм#
es: Cuando haga clic en “confirmar” a continuación, se asignarán revisores a los datos del grupo existentes. Asegúrese de estar listo para hacerlo en ese momento.
fr: Lorsque vous cliquez sur « Confirmer » ci-dessous, vous affecterez des vérificateurs aux données de groupe existantes. Veillez à être fin prêt pour cette tâche à ce moment-là.
ja: 以下の [確認] をクリックすると、既存のグループ・データに査読者を割り当てます。準備ができていることを確認してください。
nl: Als u hieronder op ‘Bevestigen’ klikt, wijst u beoordelaars toe aan bestaande groepsgegevens. Zorg dat u er klaar voor bent om dit op dit tijdstip uit te voeren.
pl: Klikając przycisk „Potwierdź” poniżej, przypiszesz weryfikatorów do istniejących danych grupy. Upewnij się, że jesteś gotowy to zrobić w tym momencie.
pt: Ao clicar em "Confirmar" abaixo, você indicará revisores aos dados de grupos existentes. Certifique-se de estar pronto para fazer isso no momento.
zh: 单击下方的“确认”，即可将评阅人分配到现有小组数据。请确保您已准备好即刻执行此操作。

source: Delete existing review assignments
ar: حذف مهام المراجعة الحالية
de: Bereits bestehende Überprüfungsaufgaben löschen
eo: Délété éxïstïng révïéw ässïgnménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Eliminar tareas de revisión existentes
fr: Supprimer les devoirs de vérification existants
ja: 既存の査読課題を削除する
nl: Bestaande beoordelingsopdrachten verwijderen
pl: Usuń istniejące zadania weryfikacyjne
pt: Excluir tarefas de revisão existentes
zh: 删除现有评阅任务

source: Confirm
ar: تأكيد
de: Bestätigen
eo: Çönfïrm Ⱡ'σяєм ιρѕυм #
es: Confirmar
fr: Confirmer
ja: 確認する
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
zh: 确认

source: Export Report
ar: تصدير التقرير
de: Bericht exportieren
es: Exportar informe
ja: レポートをエクスポートする
nl: Rapport exporteren
pl: Wyeksportuj raport
pt: Exportar relatório
zh: 导出报告

source: Deleted -
ar: تم الحذف -
de: Gelöscht -
eo: Délétéd - Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Eliminado -
fr: Supprimé -
ja: 削除済み -
nl: Gewist -
pl: Usuniętych -
pt: Excluídas -
zh: 已删除 -

source: Workgroup:
ar: مجموعة العمل:
de: Arbeitsgruppe:
eo: Wörkgröüp: Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Grupo de trabajo:
fr: Groupe de travail :
ja: ワークグループ:
nl: Werkgroep:
pl: Grupa robocza:
pt: Grupo de trabalho:
zh: 工作组：

source: Provide a grade for this group
ar: توفير درجة لهذه المجموعة
de: Für diese Gruppe eine Note abgeben
eo: Prövïdé ä grädé för thïs gröüp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Proporcionar una calificación para este grupo
fr: Donner une note à ce groupe
ja: このグループに成績をつける
nl: Geef een cijfer voor deze groep
pl: Oceń tę grupę
pt: Atribuir uma nota para este grupo
zh: 为此小组提供评分

source: Users
ar: المستخدمون
de: Nutzer
eo: Ûsérs Ⱡ'σяєм ιρѕ#
es: Usuarios
fr: Utilisateurs
ja: ユーザー
nl: Gebruikers
pl: Użytkownicy
pt: Usuários
zh: 用户

source: Activities
ar: الأنشطة
de: Aktivitäten
eo: Àçtïvïtïés Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Actividades
fr: Activités
ja: アクティビティ
nl: Activiteiten
pl: Aktywności
pt: Atividades
zh: 活动

source: Submissions
ar: عمليات الإرسال
de: Einreichungen
eo: Süßmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Entregas
fr: Envois
ja: 提出
nl: Indieningen
pl: Zgłoszone projekty
pt: Envios
zh: 提交内容

source: Group Work Project Status
ar: حالة مشروع عمل المجموعة
de: Gruppenarbeit Projektstatus
eo: Gröüp Wörk Pröjéçt Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Estado del proyecto de trabajo en grupo
fr: Statut du projet de travail de groupe
ja: グループワークプロジェクトステータス
nl: Status project groepswerk
pl: Status projektu grupowego
pt: Status do projeto do trabalho em grupo
zh: 小组作业项目状态

source: Detail:
ar: التفاصيل:
eo: Détäïl: Ⱡ'σяєм ιρѕυм #
es: Detalle:
fr: Détail :
ja: 詳細:
pl: Szczegóły:
pt: Detalhe:
zh: 详细信息：

source: Activity
ar: النشاط
de: Aktivität
eo: Àçtïvïtý Ⱡ'σяєм ιρѕυм ∂#
es: Actividad
fr: Activité
ja: アクティビティ
nl: Activiteit
pl: Aktywność
pt: Atividade
zh: 活动

source: Go to Group page on platform
ar: الانتقال إلى صفحة المجموعة على المنصة
de: Zur Gruppenseite auf der Plattform gehen
eo: Gö tö Gröüp pägé ön plätförm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Ir a la página Grupo en la plataforma
fr: Aller à la page de groupe sur la plate-forme
ja: プラットフォームのグループ・ページへ移動する
nl: Ga naar Groepspagina op het platform
pl: Przejdź do strony grupy na platformie
pt: Ir para a página Grupo na plataforma
zh: 转到平台上的小组页面

source: View all groups for course
ar: عرض جميع المجموعات للدورة التدريبية
de: Alle Gruppen für Kurs einsehen
eo: Vïéw äll gröüps för çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Ver todos los grupos para el curso
fr: Afficher tous les groupes pour le cours
ja: コースのすべてのグループを閲覧する
nl: Bekijk alle groepen voor de cursus
pl: Zobacz wszystkie grupy na kursie
pt: Ver todos os grupos para o curso
zh: 查看课程的所有小组

source: Total Group Work Projects:
ar: إجمالي مشروعات عمل المجموعة:
de: Gesamtzahl Gruppenprojekte:
eo: Tötäl Gröüp Wörk Pröjéçts: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Total de proyectos de trabajo en grupo:
fr: Nombre total de projets du travail de groupe :
ja: 合計グループワーク・プロジェクト:
nl: Totaal aantal projecten groepswerk:
pl: Ogółem projektów grupowych:
pt: Total dos projetos do trabalho em grupo:
zh: 小组作业项目总计：

source: Group Work Projects:
ar: مشروعات عمل المجموعة:
de: Gruppenarbeitsprojekte:
eo: Gröüp Wörk Pröjéçts: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Proyectos de trabajo en grupo:
fr: Projets du travail de groupe :
ja: グループワーク・プロジェクト:
nl: Projecten groepswerk:
pl: Projekty grupowe:
pt: Projetos do trabalho em grupo:
zh: 小组作业项目：

source: Group
ar: المجموعة
de: Gruppe
eo: Gröüp Ⱡ'σяєм ιρѕ#
es: Grupo
fr: Groupe
ja: グループ
nl: Groep
pl: Grupa
pt: Grupo
zh: 小组

source: Template Assets
ar: أصول النموذج
de: Vorlage für Assets
eo: Témpläté Àsséts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Activos de plantilla
fr: Actifs modèles
ja: テンプレート・アセット
nl: Sjabloonactiva
pl: Zasoby szablonu
pt: Ativos do template
zh: 模板资源

source: New Template Asset
ar: أصل النموذج الجديد
de: Neue Vorlage für Assets
eo: Néw Témpläté Àssét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Nuevo activo de plantilla
fr: Nouvel actif modèle
ja: 新規テンプレート・アセット
nl: Nieuw sjabloonactivum
pl: Nowy zasób szablonu
pt: Novo ativo do template
zh: 新模板资源

source: Path
ar: المسار
de: Pfad
eo: Päth Ⱡ'σяєм ι#
es: Ruta
fr: Chemin
ja: パス
nl: Pad
pl: Ścieżka
pt: Caminho
zh: 路径

source: Certificate Template
ar: نموذج الشهادة
de: Vorlage für Zertifikat
eo: Çértïfïçäté Témpläté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Plantilla de certificado
fr: Modèle de certificat
ja: 証書テンプレート
nl: Certificaatsjabloon
pl: Szablon certyfikatu
pt: Template do certificado
zh: 证书模板

source: Create Template
ar: إنشاء نموذج
de: Vorlage erstellen
eo: Çréäté Témpläté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Crear plantilla
fr: Créer un modèle
ja: テンプレートを作成する
nl: Sjabloon aanmaken
pl: Utwórz szablon
pt: Criar template
zh: 创建模板

source: Create Template Asset
ar: إنشاء أصل نموذج
de: Vorlage für Asset erstellen
eo: Çréäté Témpläté Àssét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Crear activo de plantilla
fr: Créer un actif modèle
ja: テンプレート・アセットを作成する
nl: Sjabloonactivum aanmaken
pl: Utwórz zasób szablonu
pt: Criar ativo do template
zh: 创建模板资源

source: Course Id
ar: معرِّف الدورة التدريبية
de: Kurs-ID
eo: Çöürsé Ìd Ⱡ'σяєм ιρѕυм ∂σł#
es: ID del curso
fr: Id de cours
ja: コースID
nl: Cursus-ID
pl: Numer identyfikacyjny kursu
pt: ID do curso
zh: 课程 ID

source: Dear #{username},
ar: عزيزي #{username}،
de: Liebe/r #{username},
eo: Déär #{username}, Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Estimado #{username}:
fr: Madame, Monsieur #{username},
ja: #{username}様、
nl: Beste #{username},
pl: Drogi #{username},
zh: 亲爱的 ＃{username}，

source: Your certificate for course have been generated to view your certificate please click the following link
ar: تم إعداد شهادتك للدورة التدريبية. لاستعراض شهادتك يرجى النقر فوق الرابط التالي
de: Ihr Zertifikat für den Kurs wurde generiert. Bitte klicken Sie auf den folgenden Link, um Ihr Zertifikat einzusehen
eo: Ýöür çértïfïçäté för çöürsé hävé ßéén générätéd tö vïéw ýöür çértïfïçäté pléäsé çlïçk thé föllöwïng lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Su certificado del curso se ha generado. Para verlo, haga clic en el siguiente enlace
fr: Votre certificat pour le cours a bien été généré. Pour afficher votre certificat, cliquez sur le lien suivant
ja: コース証書が生成されました。証書を閲覧するには、次のリンクをクリックしてください。
nl: Uw certificaat voor de cursus is gegenereerd. Klik op de volgende link om het certificaat te bekijken
pl: Twój certyfikat ukończenia kursu został wygenerowany. Aby zobaczyć certyfikat, kliknij na poniższy link.
pt: O certificado do seu curso foi gerado. Para visualizar, clique no link a seguir
zh: 您的课程证书已生成，请单击以下链接查看您的证书

source: Best,
ar: وتفضلوا بقبول فائق الاحترام،
de: Mit freundlichen Grüßen
eo: Bést, Ⱡ'σяєм ιρѕ#
es: Saludos cordiales,
fr: Cordialement,
ja: 敬具
nl: Met vriendelijke groeten,
pl: Z poważaniem,
pt: Atenciosamente,
zh: 祝好，

source: McKinsey Academy
ar: أكاديمية ماكنزي
eo: MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
zh: 麦肯锡学院

source: You have successfully completed course
ar: لقد أتممت الدورة التدريبية بنجاح
de: Sie haben diesen Kurs erfolgreich abgeschlossen
eo: Ýöü hävé süççéssfüllý çömplétéd çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Usted ha completado el curso exitosamente
fr: Vous avez terminé le cours avec succès
ja: あなたはこのコースを修了しました
nl: U heeft met succes de cursus voltooid
pl: Kurs ukończono z powodzeniem
pt: Você concluiu o curso com sucesso
zh: 您已经成功完成课程

source: New Certificate
ar: شهادة جديدة
de: Neues Zertifikat
eo: Néw Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Nuevo certificado
fr: Nouveau certificat
ja: 新規証書
nl: Nieuw certificaat
pl: Nowy certyfikat
pt: Novo certificado
zh: 新证书

source: Message your TA
ar: ابعث رسالة إلى مساعد المدرّس
de: Ihrem TA schreiben
eo: Méssägé ýöür TÀ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Envíe un mensaje a su TA
fr: Envoyer un message à votre AF
ja: TAにメッセージを送信する
nl: Stuur uw OA een bericht
pl: Wyślij wiadomość do Twojego asystenta kursu
pt: Enviar mensagem para seu assistente de ensino
zh: 向助教发送消息

source: Send any questions or messages to your TA , and they'll get back to you promptly.
ar: أرسل أية أسئلة أو رسائل إلى مساعد المدرّس الخاص بك وسيجيب عليها فورًا.
de: Schreiben Sie Ihrem TA, wenn Sie Fragen oder Anliegen haben. Er wird sich schnellstmöglich bei Ihnen melden.
eo: Sénd äný qüéstïöns ör méssägés tö ýöür TÀ , änd théý'll gét ßäçk tö ýöü prömptlý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Envíe sus preguntas o mensajes a su TA y este le responderá a la brevedad.
fr: Envoyez vos questions ou vos messages à votre AF et il vous répondra rapidement.
ja: TAに質問やメッセージを送信すると、速やかに返信が届きます。
nl: Stuur al uw vragen of berichten naar uw OA, en hij/zij komt dan zo snel mogelijk bij u terug.
pl: Jeśli masz jakieś pytania lub wątpliwości, wyślij do swojego asystenta kursu wiadomość. Wkrótce otrzymasz odpowiedź.
pt: Envie perguntas ou mensagens para o seu assistente de ensino e ele entrará em contato com você rapidamente.
zh: 向助教发送任何问题或消息，他们会尽快回复您。

source: Enter your message for the TA here
ar: أدخل رسالتك لمساعد المدرّس هنا
de: Geben Sie hier Ihre Nachricht an den TA ein
eo: Éntér ýöür méssägé för thé TÀ héré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Ingrese el mensaje para su TA aquí
fr: Saisissez votre message pour votre AF ici
ja: TAへのメッセージをここに入力します
nl: Voer uw bericht voor de OA hier in
pl: Tutaj wpisz wiadomość, którą chcesz wysłać do swojego asystenta kursu
pt: Digite aqui sua mensagem para o assistente de ensino
zh: 在此输入要发送给助教的消息

source: Message your group
ar: ابعث رسالة إلى مجموعتك
de: Ihrer Gruppe schreiben
eo: Méssägé ýöür gröüp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Envíe un mensaje a su grupo
fr: Envoyer un message à votre groupe
ja: グループにメッセージを送信する
nl: Stuur uw groep een bericht
pl: Wyślij wiadomość do swojej grupy
pt: Enviar mensagem para seu grupo
zh: 向小组发送消息

source: Send any questions or messages to your group.
ar: أرسل أية أسئلة أو رسائل إلى مجموعتك.
de: Schreiben Sie Ihrer Gruppe, wenn Sie Fragen oder Anliegen haben.
eo: Sénd äný qüéstïöns ör méssägés tö ýöür gröüp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Envíe preguntas o mensajes a su grupo.
fr: Envoyez vos questions et vos messages à votre groupe.
ja: グループに質問やメッセージを送信します。
nl: Stuur al uw vragen of berichten naar uw groep.
pl: Przesyłaj wiadomości lub zapytania do członków Twojej grupy
pt: Enviar perguntas ou mensagens para seu grupo.
zh: 向小组发送任何问题或消息。

source: Enter your message for the group here
ar: أدخل رسالتك للمجموعة هنا
de: Geben Sie hier Ihre Nachricht an die Gruppe ein
eo: Éntér ýöür méssägé för thé gröüp héré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Ingrese su mensaje para el grupo aquí
fr: Saisissez votre message pour le groupe ici
ja: グループ宛てのメッセージをここに入力します
nl: Voer uw bericht voor de groep hier in
pl: Tutaj wpisz wiadomość, którą chcesz wysłać do swojej grupy
pt: Digite aqui a mensagem para o grupo
zh: 在此输入要发送给小组的消息

source: Message your group member
ar: ابعث رسالة إلى عضو في مجموعتك
de: Einem Gruppenmitglied schreiben
eo: Méssägé ýöür gröüp mémßér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Envíe un mensaje a un miembro de su grupo
fr: Envoyer un message à un membre du groupe
ja: グループ・メンバーにメッセージを送信する
nl: Stuur een bericht naar uw groepslid
pl: Wyślij wiadomość do członka swojej grupy
pt: Enviar mensagem para um membro do seu grupo
zh: 向小组成员发送消息

source: Send any questions or messages to your group member.
ar: أرسل أية أسئلة أو رسائل لعضو في مجموعاتك.
de: Schreiben Sie Ihrem Gruppenmitglied, wenn Sie Fragen oder Anliegen haben.
eo: Sénd äný qüéstïöns ör méssägés tö ýöür gröüp mémßér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Envíe preguntas o mensajes a miembros de su grupo.
fr: Envoyez vos questions ou vos messages à un membre de votre groupe.
ja: グループ・メンバーに質問やメッセージを送信します。
nl: Stuur al uw vragen of berichten naar uw groepslid.
pl: Przesyłaj wiadomości lub zapytania do członka Twojej grupy
pt: Enviar perguntas ou mensagens para membros do seu grupo.
zh: 向小组成员发送任何问题或消息。

source: Enter your message here
ar: أدخل رسالتك هنا
de: Geben Sie hier Ihre Nachricht ein
eo: Éntér ýöür méssägé héré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Ingrese su mensaje aquí
fr: Saisissez votre message ici
ja: メッセージをここに入力します
nl: Voer uw bericht hier in
pl: Tutaj wpisz swoją wiadomość
pt: Digite aqui sua mensagem
zh: 在此输入您的消息
