Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt

source: Include breakdown of progress for each lesson (Note: the export will take more time)
de: Aufschlüsselung des Fortschritts für jede Lektion erfassen (Hinweis: der Export wird mehr Zeit in Anspruch nehmen)
es: Incluir el desglose del proceso para cada sesión (nota: exportar tomará más tiempo)
fr: Inclure la répartition des progression pour chaque leçon (remarque : l'exportation prendra plus de temps)
ja: レッスンごとの進度の内訳を含む (注記: エクスポートにはさらに時間を要します)
nl: Vooruitgangsanalyse toevoegen voor elke les (let op: het exporteren kost meer tijd)
pl: Uwzględnij zestawienie stopnia ukończenia dla każdej lekcji z osobna (Uwaga: eksport zajmie więcej czasu)
pt: Incluir detalhamento do progresso para cada lição (Observação: a exportação levará mais tempo)

source: We'll e-mail you when your report is ready to download.
de: Wir senden Ihnen eine E-Mail, sobald Ihr Bericht zum Herunterladen bereit steht.
es: Le enviaremos un correo electrónico cuando el informe esté listo para descargarlo.
fr: Nous vous enverrons un e-mail lorsque le téléchargement de votre rapport sera prêt.
ja: あなたのレポートのダウンロードの準備ができたときに、Eメールを送信します。
nl: We sturen u een e-mail wanneer uw rapport klaar is om te downloaden.
pl: Wyślemy Ci e-mail, gdy raport będzie gotowy do pobrania.
pt: Enviaremos um e-mail quando seu relatório estiver pronto para download.

source: Exporting Stats for All Users
de: Statistiken für alle Nutzer exportieren
es: Exportar estadísticas para todos los usuarios
fr: Exportation des statistiques pour tous les utilisateurs
ja: すべてのユーザーのステイタスをエクスポートする
nl: Statistieken voor alle gebruikers exporteren
pl: Eksportowanie statystyk dla wszystkich uczestników
pt: Exportação de estatísticas para todos os usuários

source: Export Report
de: Bericht exportieren
es: Exportar informe
fr: Exporter le rapport
ja: レポートをエクスポートする
nl: Rapport exporteren
pl: Wyeksportuj raport
pt: Exportar relatório

source: Error initiating the report generation. Please retry later.
de: Bei dem Start der Berichtgenerierung ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
fr: Erreur d'initiation de génération de rapport. Veuillez réessayer plus tard.
ja: レポート作成開始エラー。後でやり直してください。
nl: Taakuitvoering is mislukt. Probeer het later opnieuw.
pl: Podczas próby wygenerowania reportu wystąpił błąd. Spróbuj później.
pt: Erro ao iniciar a geração do relatório. Tente novamente mais tarde.

source: Download Notifications CSV
ar: تنزيل إخطارات CSV
de: CSV-Benachrichtigungen herunterladen
eo: Döwnlöäd Nötïfïçätïöns ÇSV Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Descargar CSV para notificaciones
fr: Notification de téléchargement CSV
ja: 通知CSVをダウンロードする
nl: CSV-meldingen downloaden
pl: Pobierz powiadomienia CSV
pt: Download de notificações em CSV

source: Group Work: %(label)s
de: Gruppenarbeit: %(label)s
eo: Gröüp Wörk: %(label)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Trabajo en grupo: %(label)s
fr: Travail de groupe : %(label)s
ja: グループワーク: %(label)s
nl: Groepswerk: %(label)s
pl: Praca grupowa: %(label)s
pt: Grupo de trabalho: %(label)s

source: Assessment: %(label)s
de: Bewertung: %(label)s
eo: Àsséssmént: %(label)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Evaluación: %(label)s
fr: Évaluations : %(label)s
ja: 評価: %(label)s
nl: Beoordeling: %(label)s
pl: Ocena: %(label)s
pt: Avaliação: %(label)s

source: Task failed to execute. Please retry later.
ar: فشل في تنفيذ المهمة/ الرجاء إعادة المحاولة
de: Die Aufgabe konnte nicht ausgeführt werden. Bitte versuchen Sie es später noch einmal.
eo: Täsk fäïléd tö éxéçüté. Pléäsé rétrý lätér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: No se pudo ejecutar la tarea. Vuelva a intentarlo más tarde.
fr: Impossible d'exécuter la tâche. Veuillez réessayer plus tard.
ja: タスクの実行に失敗しました。後でやり直してください。
nl: Taakuitvoering is mislukt. Probeer het later opnieuw.
pl: Nie udało się wykonać zadania. Spróbuj później.
pt: A tarefa não foi executada. Tente novamente mais tarde.

source: Successfully Enrolled in 1 Course
ar: تم الالتحاق بنجاح في دورة واحدة
de: Erfolgreich zu einem Kurs angemeldet
eo: Süççéssfüllý Énrölléd ïn 1 Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Correctamente inscrito en 1 curso
fr: Vous êtes maintenant inscrit à 1 cours.
ja: 1コースに無事登録が完了しました。
nl: Ingeschreven voor 1 cursus
pl: Udało się zarejestrować Cię na 1 kurs.
pt: Sucesso na inscrição em 1 curso

source: What would you like to do now?
ar: ماذا تريد أن تفعل الآن؟
de: Was würden Sie jetzt gerne tun?
eo: Whät wöüld ýöü lïké tö dö nöw? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: ¿Qué desea hacer ahora?
fr: Que désirez-vous faire maintenant ?
ja: 次は何をしますか?
nl: Wat wilt u nu doen?
pl: Co chciałbyś teraz zrobić?
pt: O que deseja fazer agora?

source: Go to %(course_id)s Course
de: Gehe zu Kurs %(course_id)s
eo: Gö tö %(course_id)s Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Ir al curso %(course_id)s
fr: Aller au cours %(course_id)s
ja: %(course_id)sコースを見る
nl: Ga naar %(course_id)s cursus
pl: Przejdź do kursu %(course_id)s
pt: Vá para o curso %(course_id)s

source: Send Course Intro Email
ar: إرسال بريد إلكتروني يتضمن مقدمة عن الدورة
de: Kurs-Einführungs-E-Mail senden
eo: Sénd Çöürsé Ìntrö Émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Enviar correo electrónico de introducción al curso
fr: Envoyer l'e-mail de présentation du cours
ja: コース紹介をEメールで送信する
nl: Introductie-email voor cursus verzenden
pl: Wyślij wiadomość e-mail ze wstępem do kursu
pt: Enviar e-mail de introdução ao curso

source: Enroll this list in another course
ar: تسجيل هذه القائمة في دورة أخرى
de: Melde diese Liste in einem anderen Kurs an
eo: Énröll thïs lïst ïn änöthér çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Inscribir esta lista en otro curso
fr: Inscrire cette liste dans un autre cours
ja: 他のコースにこの一覧を登録する
nl: Deze lijst inschrijven voor een andere cursus
pl: Zarejestruj tę listę na inny kurs
pt: Inscrever esta lista em outro curso

source: I'm Done
ar: لقد انتهيت
de: Fertig
eo: Ì'm Döné Ⱡ'σяєм ιρѕυм ∂#
es: Listo
fr: J'ai terminé
ja: 終わりました
nl: Ik ben klaar
pl: Skończyłem
pt: Terminei

source: Successfully deleted template!
ar: تم حذف النموذج بنجاح!
de: Die Vorlage wurde erfolgreich gelöscht!
eo: Süççéssfüllý délétéd témpläté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: La plantilla se eliminó correctamente
fr: Modèle supprimé avec succès !
ja: テンプレートの削除を完了しました。
nl: De sjabloon is verwijderd!
pl: Pomyślnie usunięto szablon
pt: Template excluído com sucesso!

source: Successfully added new template!
ar: تمت إضافة نموذج جديد بنجاح!
de: Neue Vorlage wurde erfolgreich hinzugefügt!
eo: Süççéssfüllý äddéd néw témpläté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: La nueva plantilla se agregó correctamente
fr: Nouveau modèle ajouté avec succès !
ja: 新しいテンプレートの追加を完了しました。
nl: De sjabloon is toegevoegd!
pl: Pomyślnie dodano nowy szablon
pt: Novo template adicionado com sucesso!

source: Successfully updated template!
ar: تم تحديث النموذج بنجاح!
de: Die Vorlage wurde erfolgreich aktualisiert!
eo: Süççéssfüllý üpdätéd témpläté! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: La plantilla se actualizó correctamente
fr: Modèle mis à jour avec succès !
ja: テンプレートの更新を完了しました。
nl: De sjabloon is bijgewerkt!
pl: Pomyślnie zaktualizowano szablon
pt: Template atualizado com sucesso!

source: Email Preview Success!
ar: استعراض البريد الإلكتروني بنجاح!
de: Erfolgreiche Vorschau der E-Mail!
eo: Émäïl Prévïéw Süççéss! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: Vista previa de correo electrónico generada exitosamente
fr: Aperçu d'e-mail validé !
ja: Eメールプレビューを完了しました。
nl: Het e-mailvoorbeeld is gelukt!
pl: Pomyślnie wysłano e-mail wstępny!
pt: Visualização de e-mail bem-sucedida!

source: Successfully sent preview email!
ar: تم إرسال البريد الإلكتروني للاستعراض بنجاح!
de: Erfolgreich versendete Vorschau-E-Mail!
eo: Süççéssfüllý sént prévïéw émäïl! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: La vista previa de correo electrónico se envió exitosamente
fr: E-mail d'aperçu envoyé avec succès !
ja: プレビューのEメールの送信を完了しました。
nl: De voorbeeldmail is verzonden!
pl: Pomyślnie wysłano e-mail wstępny!
pt: E-mail de visualização enviado com sucesso!

source: Email Success!
ar: البريد الإلكتروني ناجح!
de: Erfolgreiche E-Mail!
eo: Émäïl Süççéss! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Correo electrónico generado exitosamente
fr: E-mail validé !
ja: Eメール完了。
nl: E-mail is gelukt!
pl: Pomyślnie wysłano e-mail!
pt: E-mail bem-sucedido!

source: Successfully sent email!
ar: إرسال البريد الإلكتروني بنجاح!
de: E-Mail erfolgreich versendet!
eo: Süççéssfüllý sént émäïl! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: El correo electrónico se envió exitosamente
fr: E-mail envoyé avec succès !
ja: メッセージの送信を完了しました。
nl: E-mail is verzonden!
pl: Pomyślnie wysłano wiadomość e-mail!
pt: E-mail enviado com sucesso!

source: Preview Email!
ar: البريد الإلكتروني الخاص بالاستعراض!
de: Vorschau-E-Mail!
eo: Prévïéw Émäïl! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Vista previa de correo electrónico
fr: Prévisualiser l'e-mail !
ja: Eメールをプレビューする。
nl: Voorbeeldmail!
pl: E-mail wstępny!
pt: Visualizar e-mail!

source: Please enter preview email!
ar: الرجاء إدخال البريد الإلكتروني الخاص بالاستعراض!
de: Bitte geben Sie die Vorschau-E-Mail ein!
eo: Pléäsé éntér prévïéw émäïl! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Ingrese la vista previa de correo electrónico
fr: Veuillez saisir l’e-mail de prévisualisation !
ja: プレビューのEメールを入力してください。
nl: Voer een nieuwe voorbeeldmail in!
pl: Wprowadź e-mail wstępny
pt: Insira visualização do e-mail!

source: Please enter new template name!
ar: الرجاء إدخال اسم نموذج جديد!
de: Bitte geben Sie einen neuen Vorlagennamen ein!
eo: Pléäsé éntér néw témpläté nämé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Ingrese el nombre de la nueva plantilla
fr: Saisissez le nom du nouveau modèle !
ja: 新しいテンプレート名を入力してください。
nl: Voer een nieuwe sjabloonnaam in!
pl: Wprowadź nazwę nowego szablonu
pt: Insira novo nome do template!

source: Please enter updated template name or leave the old one!
ar: الرجاء إدخال اسم النموذج المحدث أو ترك القديم!
de: Bitte geben Sie einen aktualisierten Vorlagennamen ein oder bleiben Sie bei dem vorherigen Namen!
eo: Pléäsé éntér üpdätéd témpläté nämé ör léävé thé öld öné! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Ingrese el nombre actualizado de la plantilla o conserve el anterior
fr: Saisissez le nom du modèle actualisé ou laissez le nom de l'ancien modèle §
ja: 更新したテンプレート名を入力するか、古いテンプレート名を残してください。
nl: Voer een bijgewerkte sjabloonnaam in of laat de oude naam staan!
pl: Wprowadź zaktualizowaną nazwę szablonu lub pozostaw poprzednią
pt: Insira nome do template atualizado ou mantenha o nome antigo!

source: You are about to delete email template. Are you sure?
ar: أنت على وشك حذف نموذج البريد الإلكتروني. هل أنت متأكد؟
de: Dadurch wird die E-Mail-Vorlage gelöscht. Sind Sie sicher?
eo: Ýöü äré äßöüt tö délété émäïl témpläté. Àré ýöü süré? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Está a punto de eliminar la plantilla de correo electrónico. ¿Está seguro?
fr: Vous êtes sur le point de supprimer le modèle d'e-mail. Êtes-vous sûr ?
ja: あなたはEメールテンプレートを削除しようとしています。よろしいでしょうか?
nl: U staat op het punt om de e-mailsjabloon te verwijderen. Weet u het zeker?
pl: To działanie spowoduje usunięcie szablonu e-mail. Czy chcesz kontynuować?
pt: Você está prestes a excluir o template de e-mail. Tem certeza que deseja continuar?

source: # of people
ar: # الناس
de: Anzahl von Personen
eo: # öf péöplé Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Cantidad de personas
fr: # de personnes
ja: 人数
nl: aantal personen
pl: # ludzi
pt: Nº de pessoas

source: % total cohort
ar: % إجمالي الأفواج
de: % des Jahrgangs
eo: % tötäl çöhört Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: % del grupo total
fr: % total de la division
ja: %合計コホート
nl: % totale groep
pl: % całkowitej liczby kursantów
pt: % do grupo total

source: Avg Progress
ar: متوسط التقدم
de: Durchschnittlicher Fortschritt
eo: Àvg Prögréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Avance promedio
fr: Progression moyenne
ja: 平均進度
nl: Gem. voortgang
pl: Średni stopień ukończenia
pt: Progresso médio

source: Filename
de: Nutzername
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome do arquivo

source: Request Time
de: Zeit für die Anfrage
ja: リクエスト時間
nl: Verzoektijd
pl: Czas żądania
pt: Tempo necessário

source: day
ar: .يوم
de: Tag
eo: däý Ⱡ'σяєм ι#
es: día
fr: jour
ja: 日
nl: dag
pl: dzień
pt: dia

source: week
ar: .أسبوع
de: Woche
eo: wéék Ⱡ'σяєм ιρѕ#
es: semana
fr: semaine
ja: 週
pl: tydzień
pt: semana

source: None
ar: لا شيء
de: Keine
eo: Nöné Ⱡ'σяєм ι#
es: Ninguno
fr: Aucun
ja: なし
nl: Geen
pl: Żadne
pt: Nenhum

source: Do you really want to delete:
ar: هل تريد حقاً الحذف:
de: Möchten Sie Folgendes wirklich löschen:
eo: Dö ýöü réällý wänt tö délété: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: ¿Realmente desea eliminar esto?:
fr: Voulez-vous vraiment supprimer :
ja: 本当に消去しますか:
nl: Weet u zeker dat u de volgende verwijdering wilt uitvoeren:
pl: Czy na pewno chcesz usunąć:
pt: Você realmente deseja excluir:

source: File name
de: Dateiname
ja: 名前
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome do arquivo

source: Start time
de: Start
nl: Begindatum
pl: Czas rozpoczęcia
pt: Hora de início

source: End time
de: Ende
nl: Einddatum
pl: Czas zakończenia
pt: Hora de término

source: Importing..
de: Wird importiert...
ja: インポート中…
nl: Importeren...
pl: Trwa importowanie..
pt: Importando...

source: Successful
de: Erfolgreich
ja: 成功
nl: Gelukt
pl: Zakończono powodzeniem
pt: Com êxito

source: Contains Errors
de: Enthält Fehler
nl: Bevat fouten
pl: Zawiera błędy
pt: Contém erros

source: Activation File
de: Aktivierungs-Link
nl: Activeringsbestand
pl: Plik aktywacyjny
pt: Arquivo de ativação

source: Error File
de: Fehler Datei
ja: エラーファイル
nl: Foutmeldingsbestand
pl: Plik błędu
pt: Arquivo de erro

source: Initiated by
de: Eingeleitet von
ja: 開始者
nl: Geïnitieerd door
pl: Zainicjowany przez
pt: Iniciado por

source: Importing %(processed)s of %(total)s rows
de: Wird importiert %(Fortschritt)e von %(Gesamt) Reihen
ja: %(total)s列の%(processed)sをインポート中
nl: %(processed)s van %(total)s rijen importeren
pl: Trwa importowanie %(processed)s z %(total)s wierszy
pt: Importando %(processed)s de %(total)s linhas

source: complete
de: vollständig
ja: 未完了
nl: voltooien
pl: ukończono
pt: completo

source: Error Occured!
de: Fehler aufgetreten!
ja: エラーが発生しまいた！
nl: Fout opgetreden!
pl: Wystąpił błąd!
pt: Ocorreu um erro!

source: Hide Details
de: Details verbergen
ja: 詳細を非表示
nl: Gegevens verbergen
pl: Ukryj szczegóły
pt: Ocultar detalhes

source: View Details
de: Details ansehen
ja: 詳細を表示
nl: Gegevens weergeven
pl: Zobacz szczegóły
pt: Visualizar detalhes

source: Are you sure you want to remove this ?
de: Sind Sie sicher, dass Sie das löschen möchten?
eo: Àré ýöü süré ýöü wänt tö rémövé thïs ? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: ¿Está seguro de que desea eliminar esto?
fr: Êtes-vous sûr de vouloir supprimer cela ?
ja: 本当にこれを消去しますか?
nl: Weet u zeker dat u deze verwijdering wilt uitvoeren?
pl: Czy na pewno chcesz usunąć ?
pt: Tem certeza que deseja remover?

source: Program
ar: البرنامج
de: Programm
eo: Prögräm Ⱡ'σяєм ιρѕυм #
es: Programa
fr: Programme
ja: プログラム
nl: Programma
pt: Programa

source: Completed
ar: مكتمل
de: Abgeschlossen
eo: Çömplétéd Ⱡ'σяєм ιρѕυм ∂σł#
es: Completado
fr: Terminé
ja: 完了
nl: Voltooid
pl: Ukończono
pt: Concluído

source: Grade
ar: العلامة
de: Note
eo: Grädé Ⱡ'σяєм ιρѕ#
es: Calificación
fr: Note
ja: 成績
nl: Cijfer
pl: Ocena
pt: Nota

source: End Date
ar: تاريخ الانتهاء
de: Datum der Fertigstellung
eo: Énd Däté Ⱡ'σяєм ιρѕυм ∂#
es: Fecha de finalización
fr: Date de fin
ja: 終了日
nl: Einddatum
pl: Data ukończenia
pt: Data de término

source: Username can't be empty!
ar: لا يمكن أن يكون اسم المستخدم فارغاً!
de: Der Nutzername darf nicht leer sein!
eo: Ûsérnämé çän't ßé émptý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: El nombre de usuario no puede quedar vacío
fr: Le nom d'utilisateur ne peut pas être vide !
ja: ユーザーネームは必ず記入してください。
nl: Gebruikersnaam mag niet leeg zijn!
pl: Nazwa użytkownika nie może być pusta!
pt: O nome de usuário não pode estar vazio!

source: First name can't be empty!
ar: لا يمكن أن يكون الاسم الأول فارغًا!
de: Der Vorname darf nicht leer sein!
eo: Fïrst nämé çän't ßé émptý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: El nombre no puede quedar vacío
fr: Le prénom d'utilisateur ne peut pas être vide !
ja: 名前は必ず記入してください。
nl: Voornaam mag niet leeg zijn!
pl: Imię nie może być puste!
pt: O nome não pode estar vazio!

source: Last name can't be empty!
ar: لا يمكن أن يكون اسم العائلة فارغًا!
de: Der Nachname darf nicht leer sein!
eo: Läst nämé çän't ßé émptý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: El apellido no puede quedar vacío
fr: Le nom d'utilisateur ne peut pas être vide !
ja: 苗字は必ず記入してください。
nl: Achternaam mag niet leeg zijn!
pl: Nazwisko nie może być puste!
pt: O sobrenome não pode estar vazio!

source: Email can't be empty!
ar: البريد الإلكتروني لا يمكن أن يكون فارغًا!
de: E-Mail darf nicht leer sein!
eo: Émäïl çän't ßé émptý! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es: El correo electrónico no puede quedar vacío
fr: L'e-mail ne peut pas être vide !
ja: Eメールは必ず記入してください。
nl: E-mailadres mag niet leeg zijn!
pl: Adres e-mail nie może być pusty!
pt: O e-mail não pode estar vazio!

source: Company doesn't exist!
ar: الشركة غير موجودة!
de: Diese Firma existiert nicht!
eo: Çömpäný döésn't éxïst! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: La compañía no existe
fr: La société n'existe pas !
ja: 会社は存在しません。
nl: Bedrijf bestaat niet!
pl: Firma nie istnieje!
pt: A empresa não existe!

source: Updated user data!
ar: تحديث بيانات المستخدم!
de: Aktualisierte Nutzerdaten!
eo: Ûpdätéd üsér dätä! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Se actualizaron los datos del usuario
fr: Données d'utilisateur actualisées !
ja: ユーザーデータを更新しました。
nl: Gebruikersgegevens bijgewerkt!
pl: Zaktualizowano dane użytkownika
pt: Dados do usuário atualizados!

source: Male
ar: ذكر
de: Männlich
eo: Mälé Ⱡ'σяєм ι#
es: Masculino
fr: Homme
ja: 男性
nl: Man
pl: Mężczyzna
pt: Masculino

source: Female
ar: أنثى
de: Weiblich
eo: Fémälé Ⱡ'σяєм ιρѕυ#
es: Femenino
fr: Femme
ja: 女性
nl: Vrouw
pl: Kobieta
pt: Feminino

source: User will be enrolled in course selected below.
ar: سوف يتم إلحاق المستخدم بالدورة المحددة أدناه
de: Nutzer wird bei dem unten ausgewählten Kurs angemeldet.
eo: Ûsér wïll ßé énrölléd ïn çöürsé séléçtéd ßélöw. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Se inscribirá al usuario en el curso seleccionado a continuación.
fr: L'utilisateur sera inscrit au cours sélectionné ci-dessous.
ja: 選択された以下のコースにユーザーを登録します。
nl: De gebruiker wordt ingeschreven voor de cursus die hieronder is geselecteerd.
pl: Użytkownik zostanie zarejestrowany na kursy wybrane poniżej.
pt: O usuário será inscrito no curso selecionado abaixo.

source: Moderator
ja: 主宰者
pt: Moderador

source: Enroll Participant
ar: تسجيل المشارك
de: Teilnehmer anmelden
eo: Énröll Pärtïçïpänt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Inscribir participante
fr: Inscrire les participants
ja: 参加者を登録する
nl: Deelnemer inschrijven
pl: Zarejestruj uczestnika
pt: Inscrever participante

source: User successfully enrolled in course
ar: تم تسجيل المستخدم بنجاح في الدورة التدريبية
de: Nutzer wurde erfolgreich bei dem Kurs angemeldet
eo: Ûsér süççéssfüllý énrölléd ïn çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Se inscribió correctamente al usuario en el curso
fr: Utilisateur maintenant inscrit à 1 cours.
ja: ユーザーのコースへの登録が完了しました
nl: De gebruiker is ingeschreven voor de cursus
pl: Udało się zarejestrować użytkownika na kurs
pt: Usuário inscrito no curso com sucesso

source: Admin Company
ar: الشركة المشرفة
de: Admin Firma
eo: Àdmïn Çömpäný Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Compañía administradora
fr: Entreprise Admin
ja: 管理会社
nl: Beheerder van bedrijf
pl: Firma administratora
pt: Empresa do administrador

source: Try selecting your company from the type-ahead results.
ar: حاول تحديد الشركة من النتائج المحددة مسبقًا.
de: Bitte wählen Sie Ihre Firma anhand der vorgeschlagenen Ergebnisse aus.
eo: Trý séléçtïng ýöür çömpäný fröm thé týpé-ähéäd résülts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Intente seleccionar su compañía en los resultados de escritura automática.
fr: Essayez de sélectionner votre société dans les résultats présentés ci-dessus.
ja: 先行入力結果からあなたの会社を選択してみてください。
nl: Probeer uw bedrijf te selecteren via de auto-aanvulresultaten.
pl: Spróbuj wybrać swoją firmę spośród pojawiających się podpowiedzi
pt: Tente selecionar a sua empresa a partir dos resultados de preenchimento automático.

source: Admin Permissions
ar: أذونات المشرف
de: Admin-Berechtigungen
eo: Àdmïn Pérmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Permisos de administrador
fr: Autorisations admin
ja: 管理者の許可
nl: Beheerrechten
pl: Uprawnienia dostępu administratora
pt: Permissões do administrador

source: Company Admin
ar: مشرف الشركة
de: Firmen-Admin
eo: Çömpäný Àdmïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Administrador de la compañía
fr: Admin Société
ja: 会社の管理者
nl: Bedrijfsbeheer
pl: Administrator firmy
pt: Administrador da empresa

source: Date Added
ar: التاريخ المضاف
de: Datum hinzugefügt
eo: Däté Àddéd Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Se agregó la fecha
fr: Date ajoutée
ja: データが追加されました
nl: Toevoegingsdatum
pl: Data dodania
pt: Data adicionada

source: Enrolled In
ar: مسجّل في
de: Angemeldet bei
eo: Énrölléd Ìn Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Inscrito
fr: Inscrit à
ja: 登録済み
nl: Ingeschreven voor
pl: Zarejestrowany
pt: Inscrito em

source: Hide password
de: Passwort ausblenden
ja: パスワードを非表示にする
nl: Wachtwoord verbergen
pl: Ukryj hasło
pt: Wachtwoord verbergen

source: Show password
de: Passwort anzeigen
ja: パスワードを表示する
nl: Wachtwoord weergeven
pl: Pokaż hasło
pt: Ocultar senha

source: TA
ar: مساعد مدرّس
eo: TÀ Ⱡ'σя#
fr: AF
nl: OA
pl: Asystent kursu

source: Download
ar: تنزيل
de: Herunterladen
eo: Döwnlöäd Ⱡ'σяєм ιρѕυм ∂#
es: Descargar
fr: Télécharger
ja: ダウンロード
nl: Downloaden
pl: Pobierz

source: Downloadable Workgroup Completion Report
pl: Raport o ukończeniu zadań grupowych w wersji do pobrania

source: email
ar: البريد الإلكتروني
eo: émäïl Ⱡ'σяєм ιρѕ#
es: correo electrónico
ja: Eメール

source: status
ar: الحالة
eo: stätüs Ⱡ'σяєм ιρѕυ#
es: estado
fr: statut
ja: ステータス

source: Email
ar: البريد الإلكتروني
eo: Émäïl Ⱡ'σяєм ιρѕ#
es: Correo electrónico
ja: Eメール

source: Status
ar: الحالة
eo: Stätüs Ⱡ'σяєм ιρѕυ#
es: Estado
fr: Statut
ja: ステータス

source: Keyword Search
ar: البحث عن الكلمات الرئيسية
eo: Kéýwörd Séärçh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Búsqueda de palabras clave
fr: Recherche de mots-clés

source: %(value)s%
eo: %(value)s% Ⱡ'σяєм ι#

source: Errors:
ar: الأخطاء:
eo: Érrörs: Ⱡ'σяєм ιρѕυм #

source: Total:
ar: المجموع:
eo: Tötäl: Ⱡ'σяєм ιρѕυ#

source: Succeded:
ar: الناجحون:
eo: Süççédéd: Ⱡ'σяєм ιρѕυм ∂σł#

source: Failed:
ar: الراسبون:
eo: Fäïléd: Ⱡ'σяєм ιρѕυм #

source: Participants:
ar: المشاركون:
eo: Pärtïçïpänts: Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: Participantes:

source: Download Participants
ar: تنزيل المشتركين

source: Please correct following error: %(errors)s
ar: الرجاء تصحيح الخطأ التالي: % (أخطاء)

source: days
ar: أيام

source: weeks
ar: أسابيع
