Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Learn the fundamentals of how companies create value, including how to conduct financial analyses and how to develop a value creation strategy that aligns your organization’s operational metrics, financial indicators, and intrinsic/capital market valuation.
ar: تعلم أساسيات كيفية قيام الشركات بإنشاء قيمة، بما في ذلك كيفية إجراء التحليلات المالية وكيفية إعداد استراتيجية لإنشاء القيمة بما يتماشى مع المقاييس التشغيلية في مؤسستك والمؤشرات المالية وتقييم سوق رأس المال/التقييم الجوهري.
de: Erfahren Sie die Grundlagen darüber, wie Unternehmen Werte schaffen. Dazu gehören auch die Durchführung von Finanzanalysen und die Entwicklung einer Wertschöpfungsstrategie, die die Betriebskennzahlen, Finanzindikatoren und die intrinsische/Kapitalmarktbewertung der Organisation aufeinander abstimmt.
eo: Léärn thé fündäméntäls öf höw çömpänïés çréäté välüé, ïnçlüdïng höw tö çöndüçt fïnänçïäl änälýsés änd höw tö dévélöp ä välüé çréätïön strätégý thät älïgns ýöür örgänïzätïön’s öpérätïönäl métrïçs, fïnänçïäl ïndïçätörs, änd ïntrïnsïç/çäpïtäl märkét välüätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη я#
es: Aprenda los principios básicos de las compañías para crear valor, incluido cómo realizar análisis financieros y cómo desarrollar una estrategia de creación de valor que alinee las métricas operativas, los indicadores financieros y la valuación de mercado intrínseca y de capital de su organización.
fr: Apprendre les principes qui permettent aux entreprises de créer de la valeur, y compris la façon de réaliser des analyses financières et la façon de développer une stratégie de création de valeur qui corresponde aux mesures opérationnelles de l'entreprise, aux indicateurs financiers et à la valorisation du marché de capitaux / intrinsèque.
ja: 財務分析の方法、企業の運営基準・財務指標・本質的/資本市場評価に合った価値創造戦略の立て方を含め、企業がいかに価値を創造するかという基礎について学びます。
nl: Leer de grondbeginselen van hoe bedrijven waarde scheppen, onder meer hoe u financiële analyses uitvoert en een strategie voor het scheppen van waarde ontwikkelt die operationele meetwaarden, financiële indicatoren en intrinsieke/kapitaalmarktwaardebepaling van uw organisatie op elkaar afstemt.
pl: Dowiedz się, skąd się bierze wartość firmy, naucz się przeprowadzać analizy finansowe i poznaj strategie tworzenia wartości zgodne ze wskaźnikami operacyjnymi i finansowymi Twojej firmy i jej właściwą/rynkową wyceną.
pt: Aprenda os fundamentos de como as empresas criam valor, incluindo como conduzir análises financeiras e como desenvolver uma estratégia de criação de valor que se alinhe às métricas operacionais da sua organização, indicadores financeiros e avaliação intrínseca/ do mercado de capitais.
zh: 学习有关公司价值创造方式的基础知识，包括如何进行财务分析以及如何制定符合贵组织运营指标、财务指标和内在/资本市场估值的价值创造战略。

source: Navigate the major financial statements (income statement, cash flow statement, balance sheet) to estimate the two main value drivers – return on invested capital (ROIC) and growth
ar: الاطلاع على البيانات المالية الرئيسية (بيان الدخل وبيان التدفق النقدي وبيان الميزانية العمومية) لتقدير عاملي رفع القيمة الرئيسيين - العائدات على رأس المال المستثمر والنمو
de: Untersuchen Sie die wichtigsten Bilanzierungen (Gewinn- und Verlustrechnung, Kapitalflussrechnung, Bilanz), um die zwei größten Werttreiber einzuschätzen: die Kapitalrendite (ROIC) und das Wachstum
eo: Nävïgäté thé mäjör fïnänçïäl stätéménts (ïnçömé stätémént, çäsh flöw stätémént, ßälänçé shéét) tö éstïmäté thé twö mäïn välüé drïvérs – rétürn ön ïnvéstéd çäpïtäl (RÖÌÇ) änd gröwth Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт #
es: Explore los principales estados financieros (estado de resultados, estado de flujo de efectivo, balance general) para estimar los dos elementos con mayor incidencia en la creación de valor: retorno sobre el capital invertido (ROIC) y crecimiento
fr: Consulter les principaux états financiers (déclaration de revenus, déclaration de trésorerie, bilan) pour déterminer les deux principaux facteurs de valeur, le retour sur capital investi (ROIC) et la croissance
ja: 投下資本利益 (ROIC) と成長率という2つの主な価値原動力を見積もるための、主要な財務諸表 (損益計算書、現金収支一覧表、貸借対照表) を扱います
nl: Navigeer door de belangrijkste financiële overzichten (inkomsten, cashflow, balans) om de twee belangrijkste waardepijlers te schatten – rendement op geïnvesteerd kapitaal en groei
pl: Zdobądź rozeznanie w głównych rodzajach sprawozdań finansowych (rachunek zysków i strat, sprawozdanie z przepływu środków pieniężnych, bilans) i naucz się na ich podstawie oszacować dwa główne czynniki kreowania wartości - zwrot zainwestowanego kapitału (ROIC) i wzrost organizacji.
pt: Navegue pelos principais demonstrativos financeiros (demonstrativo de receita, demonstrativo de fluxo de caixa, balanço) para estimar as duas principais alavancas de valor, retorno sobre o capital investido (ROIC) e crescimento
zh: 浏览主要的财务报表（损益表、现金流量表、资产负债表），估算两大主要价值驱动因素 — 投资回报率 (ROIC) 和增长率

source: Analyze the historic operating performance of a company
ar: تحليل الأداء التشغيلي التاريخي للشركة
de: Analysieren Sie die historische Betriebsleistung eines Unternehmens
eo: Ànälýzé thé hïstörïç öpérätïng pérförmänçé öf ä çömpäný Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Analice el desempeño operativo histórico de una compañía
fr: Analyser les performances d'exploitation historiques d'une société
ja: 企業の過去の業績を分析します
nl: Analyseer de historische resultaten van een bedrijf
pl: Przeanalizuj przeszłe wyniki działalności operacyjnej firmy.
pt: Analise o desempenho operacional histórico de uma empresa
zh: 分析公司的历史运营绩效

source: Evaluate the trade-offs between focusing on ROIC versus growth to drive future value creation
ar: تقييم أوجه المفاضلة ما بين التركيز على العائدات على رأس المال المستثمر والنمو لتحفيز إنشاء القيمة المستقبلية
de: Bewerten Sie die Kompromisse zwischen der Fokussierung auf ROIC versus Wachstum, um zukünftige Wertschöpfung voranzutreiben
eo: Évälüäté thé trädé-öffs ßétwéén föçüsïng ön RÖÌÇ vérsüs gröwth tö drïvé fütüré välüé çréätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Evalúe los pros y contras de enfocarse en el ROIC o en el crecimiento para impulsar la creación de valor futuro
fr: Évaluer les avantages et les inconvénients du ROIC par rapport à la croissance pour encourager la création de valeur future
ja: 未来の価値創造を促すための成長とROICへの焦点のトレードオフを評価します
nl: Weeg rendement op geïnvesteerd kapitaal en groei als middelen om toekomstige waarde te realiseren tegen elkaar af
pl: Oceń zalety i wady wykorzystania ROIC lub wzrostu organizacji jako przyszłych czynników kreowania wartości.
pt: Avalie os trade-offs entre foco no ROIC vs. foco no crescimento para impulsionar a criação de valor no futuro
zh: 在侧重投资回报率还是增长率之间进行权衡评估，以推动未来的价值创造

source: Leverage financial information to develop value creation strategies
ar: الاستفادة من المعلومات المالية لتطوير استراتيجيات إنشاء القيمة
de: Setzen Sie Finanzinformationen wirksam ein, um Wertschöpfungsstrategien zu entwickeln
eo: Lévérägé fïnänçïäl ïnförmätïön tö dévélöp välüé çréätïön strätégïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Utilice la información financiera para desarrollar estrategias de creación de valor
fr: Tirer profit des informations financières pour élaborer des stratégies de création de valeur
ja: 財務情報を活用して価値創造戦略を立てます
nl: Benut financiële informatie voor het ontwikkelen van strategieën voor waardeschepping
pl: Wykorzystaj dane finansowe do stworzenia strategii kreowania wartości
pt: Utilize informações financeiras para desenvolver estratégias de criação de valor
zh: 利用财务信息来制定价值创造战略

source: Apply value creation principles across an organization in such areas as portfolio strategy, divestitures, and project decision-making
ar: تطبيق مبادئ إنشاء القيمة في المؤسسات وفي مجالات مثل استراتيجيات المحافظ الاستثمارية والتصفيات وصنع القرار المتعلق بالمشروع
de: Wenden Sie die Wertschöpfungsprinzipien in einer Organisation in Bereichen wie Portfolio-Strategie, Veräußerungen und Projektentscheidungen an
eo: Àpplý välüé çréätïön prïnçïplés äçröss än örgänïzätïön ïn süçh äréäs äs pörtfölïö strätégý, dïvéstïtürés, änd pröjéçt déçïsïön-mäkïng#
es: Aplique principios de creación de valor en toda una organización en áreas como estrategia de cartera, desinversión y toma de decisiones en proyectos
fr: Appliquer les principes de création de valeur à l'échelle de l'entreprise dans des secteurs tels que la stratégie de portefeuille, la cession de titres et la prise de décision de projet
ja: ポートフォリオ戦略、事業売却、プロジェクトの意思決定といった分野で、組織全体の価値創造原則を適用します
nl: Pas waardescheppingsprincipes toe in een organisatie op gebieden zoals de portefeuillestrategie, afstotingen en projectbesluitvorming
pl: Zastosuj zasady kreowania wartości do różnych dziedzin działalności organizacji takich jak strategia portfelowa, transakcje zbycia i strategie podejmowania decyzji.
pt: Aplique princípios de criação de valor em toda a organização em áreas como estratégia de portfólio, alienações e tomada de decisões sobre o projeto
zh: 在组织内的投资组合战略、资产剥离和项目决策等领域，运用价值创造原则

source: Identify and explain how value is created in M&amp;A
ar: تحديد كيفية إنشاء القيمة في عمليات الدمج والاستحواذ وشرحها
de: Identifizieren und erläutern Sie, wie der Wert in M&amp;A geschaffen wird
eo: Ìdéntïfý änd éxpläïn höw välüé ïs çréätéd ïn M&amp;À Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Identifique y explique cómo se crea valor por medio de MyA
fr: Identifier et expliquer comment la valeur est créée dans M&amp;A
ja: M&amp;Aでいかに価値が想像されているかを特定・説明します
nl: Identificeer en doorgrond hoe waarde wordt gecreëerd in M&amp;A
pl: Zidentyfikuj i wyjaśnij, jak tworzy się wartość za pomocą procedur fuzji i nabycia
pt: Identifique e explique como o valor é criado em M&amp;A
zh: 确定并说明合并与收购中的价值创造方式

source: Compare different valuation methodologies and identify the steps in a DCF valuation and multiples-based valuation analysis
ar: مقارنة منهجيات التقييم المختلفة وتحديد الخطوات في تقييم التدفق النقدي المخصوم وتحليل التقييم القائم على المضاعفات
de: Vergleichen Sie verschiedene Bewertungsverfahren und identifizieren Sie die Schritte in einer DCF-Bewertung und Multiplikatorbasisbewertungsanalyse
eo: Çömpäré dïfférént välüätïön méthödölögïés änd ïdéntïfý thé stéps ïn ä DÇF välüätïön änd mültïplés-ßäséd välüätïön änälýsïs Ⱡ'σяєм ιρѕ#
es: Compare diferentes metodologías de valuación e identifique los pasos en una valuación de DCF y en un análisis de valuación basado en múltiplos
fr: Comparer les différentes méthodes de valorisation et identifier les étapes dans une valorisation DCF et une analyse de valorisation basée sur des multiples
ja: 異なる評価手法を比較し、DCF評価とマルチプル法評価分析の手順を特定します
nl: Vergelijk verschillende methodologieën voor waardebepaling en identificeer de stappen voor DCF-waardebepaling en op veelvouden gebaseerde waardebepalingsanalyse
pl: Porównaj różne metodologie wyceny wartości i zidentyfikuj kroki w wycenie modelem DCF i wycenie mnożnikowej.
pt: Compare diferentes metodologias de avaliação e identifique as etapas em uma avaliação de DCF e em uma análise de avaliação baseada em múltiplos
zh: 比较不同的评估方法，并确定 DCF 评估和基于倍数的评估分析中的步骤

source: Determine and interpret a company's value, evaluating what it means in terms of performance and position in the industry
ar: تحديد قيمة الشركة وتفسيرها وتقييم ما يعنيه ذلك من حيث الأداء والموقع في هذه الصناعة
de: Bestimmen und interpretieren Sie den Wert eines Unternehmens, indem Sie die Bedeutung in Bezug auf Leistung und Position in der Branche bewerten
eo: Détérmïné änd ïntérprét ä çömpäný's välüé, évälüätïng whät ït méäns ïn térms öf pérförmänçé änd pösïtïön ïn thé ïndüstrý Ⱡ'σяєм ιρѕυ#
es: Determine e interprete el valor de una compañía, evalúe lo que significa en términos de rendimiento y posición en la industria
fr: Déterminer et interpréter la valeur d'une entreprise, évaluer ce que cela signifie en termes de performance et de positionnement dans l'industrie
ja: 実績や、業界における地位といった面で、何を意味するかを評価し、企業価値を判断・解釈します
nl: Bepaal en interpreteer de waarde van een bedrijf, waarbij u beoordeelt wat dit betekent op het vlak van prestaties en de positie binnen de bedrijfstak
pl: Zidentyfikuj i zinterpretuj wartość firmy i oceń, jak przekłada się ona na jej wydajność i rezultaty oraz na jej pozycję na rynku.
pt: Determine e interprete o valor de uma empresa, avaliando o que isso significa em termos de desempenho e posicionamento na indústria
zh: 确定并说明公司的价值，从绩效和行业地位的角度评估该价值代表的意义

source: Link a company’s valuation multiples to the core drivers of its performance
ar: ربط مضاعفات تقييم الشركة بعوامل الرفع الرئيسية للأداء
de: Verlinken Sie die Bewertungsmultiplikatoren des Unternehmens mit den Hauptfaktoren der Leistung
eo: Lïnk ä çömpäný’s välüätïön mültïplés tö thé çöré drïvérs öf ïts pérförmänçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Vincule los múltiplos de valuación de una compañía con los impulsores clave de su desempeño
fr: Associer les multiples de valorisation d'une société à des facteurs de base de sa performance
ja: 企業のマルチプル評価を、その実績の主な原動力に結びつけます
nl: Koppel waardebeoordelingen van een bedrijf aan de kerndrijfveren achter de prestaties
pl: Znajdź związki pomiędzy mnożnikami wyceny firmy a czynnikami determinującymi jej wydajność i rezultaty.
pt: Vincule as múltiplas avaliações de uma empresa às principais alavancas de desempenho
zh: 将公司的估值倍数与其绩效的核心驱动因素联系起来

source: Through the Eyes of the CEO
ar: من خلال المراقبين التابعين للمدير التنفيذي
de: Aus der Perspektive des Vorstandsvorsitzenden
eo: Thröügh thé Éýés öf thé ÇÉÖ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Desde el lugar del director ejecutivo
fr: Adopter le point de vue d’un PDG
ja: CEOの視点
nl: Door de ogen van de CEO
pl: Oczami CEO
pt: Pelos olhos do CEO
zh: 首席执行官视角

source: Learn how to galvanize your own leadership strategies and passions by exploring what matters most to the world’s leading CEOs, including topics such as managing in times of crisis and leading complex global organizations
ar: التعرف على كيفية تحفيز استراتيجيات ومشاعر القيادة باستكشاف الأمور الأكثر أهمية بالنسبة لمعظم المديرين التنفيذيين الرائدين في العالم، بما في ذلك مواضيع مثل الإدارة في أوقات الأزمات وقيادة المؤسسات العالمية المعقدة
de: Erfahren Sie, wie Sie Ihre eigenen Führungsstrategien und -leidenschaften inspirieren, indem Sie erkunden, was den weltweit führenden CEOs am wichtigsten ist. Dazu gehören Themen wie das Management in Zeiten der Krise und führende komplexe globale Organisationen
eo: Léärn höw tö gälvänïzé ýöür öwn léädérshïp strätégïés änd pässïöns ßý éxplörïng whät mättérs möst tö thé wörld’s léädïng ÇÉÖs, ïnçlüdïng töpïçs süçh äs mänägïng ïn tïmés öf çrïsïs änd léädïng çömpléx glößäl örgänïzätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ρ#
es: Aprenda cómo estimular sus propias estrategias de liderazgo y pasiones explorando qué es lo que más les importa a los principales CEOs del mundo, incluidos temas como gestión en tiempos de crisis y liderazgo de organizaciones globales complejas
fr: Apprendre comment galvaniser votre propre stratégie de leadership et vos passions en explorant ce qui importe le plus pour les plus grands PDG du monde, y compris des thèmes tels que la gestion en temps de crise et la direction d'organisations internationales complexes
ja: 危機的状況下の経営や、複雑な国際組織の指揮といったテーマを含め、世界トップのCEOたちが最も大切にしていることを追求することで、自身のリーダーシップ戦略と情熱を刺激する方法を学びます
nl: Leer hoe u uw eigen leiderschapsstrategieën en -passies kunt versterken door na te gaan wat er het meest toe doet voor mondiaal toonaangevende CEO’s, met aandacht voor onderwerpen zoals leidinggeven in tijden van crisis en leidinggeven aan complexe mondiale organisaties
pl: Wzmacniaj i rozwijaj swoje pasje i strategie przywódcze, inspirując się wiedzą o kluczowych zagadnieniach według wiodących CEO na świecie, takich jak zarządzania w czasie kryzysu i przewodzenie międzynarodowym organizacjom o skomplikowanej strukturze.
pt: Aprenda a incentivar suas estratégias de liderança e interesses explorando o que é mais importante para os principais CEOs do mundo, incluindo tópicos como gestão em tempos de crise e liderança de organizações globais complexas
zh: 通过探索对全球一流的首席执行官来说最重要的事情，学习如何激发自己的领导战略和热情，其中包括危机时期的管理和领导复杂的全球性组织等主题

source: Define a personal leadership style and navigate the path to leadership
ar: تعريف نمط القيادة الشخصية والتنقل في المسار نحو القيادة
de: Definieren Sie einen persönlichen Führungsstil und navigieren Sie auf dem Pfad zur Führung
eo: Défïné ä pérsönäl léädérshïp stýlé änd nävïgäté thé päth tö léädérshïp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Defina un estilo de liderazgo personal y recorra el camino hacia el liderazgo
fr: Définir un style de leadership personnel et se frayer un chemin jusqu'au leadership
ja: 個人的なリーダーシップ・スタイルを定義し、リーダーシップへの道を進みます
nl: Definieer een persoonlijke leiderschapsstijl en doorloop het pad op weg naar leiderschap
pl: Znajdź swój własny styl przywództwa i wyznacz do niego ścieżkę.
pt: Defina um estilo pessoal de liderança e navegue no caminho para a liderança
zh: 定义个人领导风格，踏上领袖之路

source: Identify the hallmarks of a successful leader and recognize the challenges to becoming one
ar: تحديد السمات المميزة للقائد الناجح وإدراك التحديات لتصبح واحدة
de: Identifizieren Sie die Merkmale einer erfolgreichen Führungskraft und erkennen Sie die Herausforderungen, um selbst eine zu werden.
eo: Ìdéntïfý thé hällmärks öf ä süççéssfül léädér änd réçögnïzé thé çhälléngés tö ßéçömïng öné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Identifique las marcas distintivas de un líder exitoso y reconozca los desafíos para convertirse en uno
fr: Identifier les traits de caractère d'un leader performant et reconnaître les difficultés rencontrées pour devenir un leader
ja: 成功するリーダーの特質を特定し、それを得るための課題を識別します
nl: Identificeer de belangrijkste kenmerken van een geslaagd leider en ga na welke uitdagingen u moet aangaan om zo’n leider te worden
pl: Zidentyfikuj cechy charakterystyczne prawdziwego lidera oraz wyzwania na drodze do stania się takim liderem.
pt: Identifique as marcas de um líder de sucesso e reconheça os desafios para tornar-se esse líder
zh: 发现成功领导者的标志，并认识到成为一名成功的领导者所要面临的挑战

source: Seek out mentors and supporters to accelerate your career development
ar: البحث عن مرشدين وداعمين لتسريع تطور حياتك الوظيفية
de: Machen Sie Mentoren und Unterstützer ausfindig, um Ihre Karriereentwicklung zu beschleunigen
eo: Séék öüt méntörs änd süppörtérs tö äççéléräté ýöür çäréér dévélöpmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Busque mentores y colaboradores para acelerar el desarrollo de su carrera profesional
fr: Trouver des mentors et des soutiens pour accélérer votre développement de carrière
ja: キャリアアップを加速するメンターや支持者を探し出します
nl: Kies begeleiders en medestanders die uw loopbaanontwikkeling kunnen versnellen
pl: Znajdź mentorów i jednostki, które będą wspierać Twój rozwój kariery.
pt: Procure mentores e apoiadores para acelerar o desenvolvimento de sua carreira
zh: 寻找导师和支持者，加快您的职业发展

source: Embrace the challenges and opportunities inherent in leading during times of great change, and consider the new requirements for the future of leadership
ar: تبني التحديات والفرص الجوهرية الكامنة في القيادة خلال أوقات التغييرات الكبيرة والنظر في المتطلبات الجديدة لمستقبل القيادة
de: Nutzen Sie die den Führungspositionen eigenen Herausforderungen und Gelegenheiten in Zeiten großer Veränderungen. Berücksichtigen Sie die neuen Anforderungen für die Zukunft von Führungskräften
eo: Émßräçé thé çhälléngés änd öppörtünïtïés ïnhérént ïn léädïng dürïng tïmés öf gréät çhängé, änd çönsïdér thé néw réqüïréménts för thé fütüré öf léädérshïp Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłι#
es: Enfrente los desafíos y las oportunidades inherentes al liderazgo durante momentos de grandes cambios, y considere los nuevos requisitos para el liderazgo futuro
fr: Relever les défis et saisir les opportunités inhérentes en prenant les devants lors des moments de grand changement et envisager les nouvelles exigences de leadership dans le futur
ja: 大きな変化の時をリードする時に付きものの課題や機会を活かし、リーダーシップの未来の新しい条件について検討します
nl: Omarm de uitdagingen en mogelijkheden die samenhangen met leidinggeven in tijden van grote veranderingen en bedenk wat de nieuwe vereisten voor toekomstig leiderschap zijn
pl: Zaakceptuj wyzwania i szanse, jakie może przynieść bycie liderem w przełomowych momentach i rozważ, jakie wymagania będą musieli spełniać liderzy w przyszłości.
pt: Aceite os desafios e oportunidades inerentes à liderança em tempos de grandes mudanças e considere os novos requisitos para o futuro da liderança
zh: 在发生重大变革的时期，迎接成为领导者所要面临的挑战和机遇，并考虑未来领导者所要达到的新要求

source: Appreciate the challenges inherent in managing under uncertainty and in times of crises
ar: تقدير التحديات الجوهرية الكامنة في الإدارة في ظل عدم اليقين وفي أوقات الأزمات
de: Schätzen Sie die dem Management innewohnenden Herausforderungen bei Unsicherheit und in Zeiten der Krise
eo: Àppréçïäté thé çhälléngés ïnhérént ïn mänägïng ündér ünçértäïntý änd ïn tïmés öf çrïsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Aprecie los desafíos asociados a la gestión en condiciones de incertidumbre y en tiempos de crisis
fr: Apprécier les défis inhérents à la direction pendant les moments d'incertitude et de crise
ja: 不確実性や危機的状況下における経営に付きものの課題を理解します
nl: Besef welke uitdagingen samenhangen met leidinggeven in tijden van onzekerheid en crisis
pl: Zdaj sobie sprawę z wyzwań, jakie niesie za sobą zarządzanie w czasie kryzysu i w sytuacjach o dużej liczbie niewiadomych.
pt: Aprecie os desafios inerentes à gestão em cenários de incerteza e em tempos de crise
zh: 充分意识到在充满不确定性的情况下和危机时期担当管理角色所固有的挑战

source: Make sense of how to lead complex global organizations
ar: فهم كيفية قيادة المؤسسات العالمية المعقدة
de: Verstehen Sie, wie komplexe globale Organisationen geführt werden
eo: Mäké sénsé öf höw tö léäd çömpléx glößäl örgänïzätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Conozca la lógica para liderar organizaciones globales complejas
fr: Donner du sens à la façon de diriger des organisations internationales complexes
ja: 複雑な国際組織をリードする方法を解明します
nl: Doorgrond hoe er leiding moet worden gegeven aan complexe mondiale organisaties
pl: Poznaj strategie przewodzenia międzynarodowym organizacjom o skomplikowanej strukturze.
pt: Entenda como liderar organizações globais complexas
zh: 了解如何领导复杂的全球性组织
