Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Personal data collected or processed by McKinsey Academy may be transferred from time to time to McKinsey subsidiaries and affiliates and their personnel (including employees and contractors) across our global organization, as well as to third party service providers located throughout the world. Additionally, McKinsey Academy Content, as well as the Sites and Mobile Offerings, may be viewed, hosted and supported by McKinsey and its third party service providers anywhere in the world. Where required by law, we have put in place legal mechanisms designed to ensure adequate data protection of your personal data that is processed by McKinsey subsidiaries, affiliates, and third party service providers, including the transfer of your personal data to countries other than the one in which you reside. By using McKinsey Academy you voluntarily consent to such trans-border transfer and hosting of such information.
ar: يمكن نقل البيانات الشخصية التي يتم جمعها أو معالجتها بواسطة أكاديمية ماكنزي من حين لآخر إلى فروع شركة ماكنزي والشركات التابعة لها وموظفيها (بما في ذلك الموظفين والمقاولين) عبر فروع شركتنا العالمية، فضلاً عن موفري الخدمات من الجهات الخارجية المنتشرين في جميع أنحاء العالم. بالإضافة إلى ذلك، قد يتم عرض واستضافة ودعم محتوى أكاديمية ماكنزي، علاوة على المواقع وعروض الجوّال، من قبل ماكنزي ومقدمي الخدمات كجهات خارجية في أي مكان في العالم. وحيثما تنص القوانين، فقد وضعنا آليات قانونية مصممة خصيصًا لضمان الحماية المناسبة لبياناتك الشخصية التي تتم معالجتها من قبل الشركات الفرعية والشركات التابعة لها، ومقدمي الخدمات التابعين كطرف ثالث، بما في ذلك نقل بياناتك الشخصية إلى دول أخرى غير تلك التي تقيم فيها. وباستخدامك أكاديمية ماكنزي، فإنك توافق طواعية على مثل هذا النقل عبر الحدود واستضافة مثل هذه المعلومات.
de: Personenbezogene Daten, die von der McKinsey Academy erhoben oder verarbeitet werden, können von Zeit zu Zeit an McKinsey-Tochtergesellschaften und -Schwestergesellschaften und deren Mitarbeiter (einschließlich Mitarbeitern und Auftragnehmern) in unserer globalen Organisation sowie an Drittdienstleister auf der ganzen Welt weitergegeben werden. Darüber hinaus können die Inhalte der McKinsey Academy sowie die Websites und mobilen Angebote von McKinsey und seinen Drittanbietern überall auf der Welt angesehen, gehostet und unterstützt werden. Wo dies gesetzlich vorgeschrieben ist, haben wir rechtliche Mechanismen eingerichtet, um einen angemessenen Datenschutz Ihrer personenbezogenen Daten zu gewährleisten, die von McKinsey-Tochtergesellschaften, verbundenen Unternehmen und Drittanbietern verarbeitet werden, einschließlich der Übermittlung Ihrer personenbezogenen Daten in andere Länder als das Land, in dem Sie wohnen. Mit der Nutzung der McKinsey Academy erklären Sie sich freiwillig mit der grenzüberschreitenden Übertragung und dem Hosting dieser Informationen einverstanden.
eo: Pérsönäl dätä çölléçtéd ör pröçésséd ßý MçKïnséý Àçädémý mäý ßé tränsférréd fröm tïmé tö tïmé tö MçKïnséý süßsïdïärïés änd äffïlïätés änd théïr pérsönnél (ïnçlüdïng émplöýéés änd çönträçtörs) äçröss öür glößäl örgänïzätïön, äs wéll äs tö thïrd pärtý sérvïçé prövïdérs löçätéd thröüghöüt thé wörld. Àddïtïönällý, MçKïnséý Àçädémý Çöntént, äs wéll äs thé Sïtés änd Mößïlé Öfférïngs, mäý ßé vïéwéd, höstéd änd süppörtéd ßý MçKïnséý änd ïts thïrd pärtý sérvïçé prövïdérs änýwhéré ïn thé wörld. Whéré réqüïréd ßý läw, wé hävé püt ïn pläçé légäl méçhänïsms désïgnéd tö énsüré ädéqüäté dätä prötéçtïön öf ýöür pérsönäl dätä thät ïs pröçésséd ßý MçKïnséý süßsïdïärïés, äffïlïätés, änd thïrd pärtý sérvïçé prövïdérs, ïnçlüdïng thé tränsfér öf ýöür pérsönäl dätä tö çöüntrïés öthér thän thé öné ïn whïçh ýöü résïdé. Bý üsïng MçKïnséý Àçädémý ýöü völüntärïlý çönsént tö süçh träns-ßördér tränsfér änd höstïng öf süçh ïnförmätïön.#
es: La información personal recopilada o procesada por McKinsey Academy podrá ser transferida a las subsidiarias y filiales de McKinsey y al personal (incluidos empleados y contratistas) de nuestra organización global, como así también a proveedores de servicios externos ubicados en distintas partes del mundo. Adicionalmente, el Contenido de McKinsey Academy y los Sitios y la Ofertas Móviles podrán ser vistos, alojados y utilizados por McKinsey y por nuestros proveedores de servicios externos en cualquier parte del mundo. Cuando lo requiera la ley, implementaremos mecanismos legales diseñados para garantizar la protección adecuada de su información personal procesada por las subsidiarias, filiales y proveedores de servicios externos de McKinsey, incluida la transferencia de su información personal a países que no sean su país de residencia. Al usar McKinsey Academy, usted acepta de forma voluntaria que se transfiera y aloje dicha información a nivel internacional.
fr: Les données personnelles collectées et traitées par McKinsey Academy pourront peut-être transférées de temps à autre aux filiales et aux sociétés affiliées de McKinsey et à leur personnel, y compris les employés et les sous-traitants dans tous les sites de l'organisation à travers le monde, ainsi qu'aux prestataires de service tiers situés dans le monde. Par ailleurs le contenu de McKinsey Academy, ainsi que les sites et les offres mobiles, pourront être affichés, hébergés et pris en charge par McKinsey et ses prestataires de services tiers, où qu'ils soient dans le monde. Lorsque la loi l'exige, nous avons mis en place des mécanismes juridiques conçus pour garantir la protection adéquate des données de vos informations personnelles qui sont traitées par les filiales et sociétés affiliées et les prestataires de services tiers, y compris le transfert de vos données personnelles dans des pays autres que celui dans lequel vous résidez. En utilisant McKinsey Academy vous consentez volontairement au transfert et à l'hébergement de ces données au-delà des frontières.
ja: McKinsey Academyが収集または処理した個人データは、McKinseyの世界中の子会社や関連会社あるいは各社の担当者 (従業員や請負業者を含む)、あるいは、世界中に拠点を置く第三者サービスプロバイダに転送される場合があります。さらに、McKinsey Academyのコンテンツ、サイト、モバイルサービスは、世界中のMcKinseyおよびその第三者サービスプロバイダにより、閲覧、ホスト、サポートされる場合があります。法律で求められる場合は、居住国以外の国への個人データの転送を含め、McKinseyの子会社、関連会社、第三者サービスプロバイダが処理するお客様の個人データについて十分なデータ保護を行うための法的仕組みを導入しています。McKinsey Academyを利用することで、お客様は、同情報の国境を超えた転送およびホストに自発的に同意したものと見なされます。
nl: Persoonlijke gegevens die zijn verzameld of verwerkt door McKinsey Academy, kunnen van tijd tot tijd worden overgedragen aan McKinsey-dochterondernemingen en gelieerde bedrijven en hun personeel (waaronder medewerkers en contractanten) binnen onze mondiale organisatie, evenals aan externe dienstverleners over de gehele wereld. Daarnaast kan McKinsey Academy-inhoud, evenals de Sites en Mobiele Aanbiedingen, worden weergegeven, gehost en ondersteund door McKinsey en externe dienstverleners van McKinsey waar dan ook ter wereld. Waar dat wettelijk is vereist, hebben we juridische mechanismen geïmplementeerd die zijn ontworpen om een adequate gegevensbescherming van uw persoonsgegevens te waarborgen die worden verwerkt door McKinsey-dochterondernemingen en gelieerde bedrijven en door externe dienstverleners. Deze betreft tevens de overdracht van uw persoonsgegevens naar andere landen dan het land waar u woonachtig bent. Door McKinsey Academy te gebruiken, stemt u vrijwillig in met dergelijke grensoverschrijdende overdrachten en hosting van dergelijke informatie.
pl: Dane osobowe gromadzone i przetwarzane przez McKinsey Academy mogą być od czas do czasu przekazywane podmiotom zależnym i stowarzyszonym McKinsey oraz ich personelowi (w tym pracownikom i podmiotom wykonawczym) w oddziałach naszej organizacji na całym świecie, a także stronom trzecim będącym dostawcami usług, zlokalizowanym na całym świecie. Dodatkowo Treści McKinsey Academy oraz Strony i Produkty Mobilne mogą być przeglądane, hostingowane i obsługiwane przez McKinsey i strony trzecie będące naszymi dostawcami usług z dowolnego miejsca na świecie. Tam, gdzie jest to wymagane przepisami prawa, zastosowaliśmy mechanizmy prawne, których celem jest zapewnienie odpowiedniej ochrony Twoich danych osobowych, które są przetwarzane przez podmioty zależne i stowarzyszone McKinsey oraz strony trzecie będące dostawcami usług, włącznie z transferem Twoich danych osobowych do krajów innych niż kraj Twojego zamieszkania. Używanie McKinsey Academy jest równoznaczne z dobrowolną zgodą na międzykrajowe transfery i hosting danych.
pt: Os dados pessoais coletados ou processados ​​pelo McKinsey Academy podem ser transferidos periodicamente para as subsidiárias e afiliadas da McKinsey e seus funcionários (incluindo funcionários e contratados) em toda a nossa organização global, assim como para provedores de serviços terceirizados localizados em todo o mundo. Além disso, o Conteúdo do McKinsey Academy, os Sites e as Versões para Dispositivos Móveis podem ser visualizados, hospedados e suportados pela McKinsey e por nossos prestadores de serviços terceirizados em qualquer lugar do mundo. Quando exigido por lei, implementamos mecanismos legais desenvolvidos para assegurar a proteção adequada dos seus dados pessoais que são processados ​​por subsidiárias, afiliadas e prestadores de serviços terceirizados da McKinsey, incluindo a transferência de seus dados pessoais para outros países que não o de sua residência. Ao usar o McKinsey Academy, você concorda voluntariamente com a transferência e hospedagem internacional de tais informações.
zh: 麦肯锡学院收集或处理的个人数据可能会不定期传输给我们全球组织中的麦肯锡子公司、关联企业、其相关人员（包括雇员和承包商）以及全球各地的第三方服务提供商。此外，麦肯锡学院内容以及网站和移动产品可由麦肯锡及其全球任何地方的第三方服务提供商查看、托管和提供支持。依据适用法律规定，我们已经落实了旨在确保麦肯锡子公司、关联企业以及第三方服务提供商所处理的您的个人信息拥有充分数据保护的法律机制，包括将您的个人信息转移至您所居住国家/地区以外的国家/地区。使用麦肯锡学院即表示您自愿同意跨境传输和托管此类信息。

source: McKinsey shall not intentionally disclose or transfer (and shall take reasonable steps to prevent the unauthorized or accidental disclosure of) your personal data to third parties without your consent, whether for such third parties’ own marketing purposes or otherwise, except as described in this Privacy Policy. McKinsey may provide access to your personal data to third party service providers engaged by McKinsey to provide services related to McKinsey Academy; provided that such third party service providers will first agree to maintain the confidentiality of such information and provide an equivalent or greater level of data security as provided by McKinsey with respect to such personal data.
ar: تمتنع ماكنزي عن الإفصاح عن بياناتك الشخصية أو نقلها عن قصد (ويتعين اتخاذ خطوات معقولة لمنع الإفصاح غير المصرح به أو غير المقصود) لجهات خارجية دون موافقة مسبقة منك، سواء لأغراض التسويق الخاصة بهذا الجهات الخارجية أو خلافه، باستثناء ما هو موضح في سياسة الخصوصية هذه. ويحق لشركة ماكنزي إتاحة إمكانية وصول مقدمي الخدمات كجهات خارجية الذين تعمل معهم ماكنزي إلى بياناتك الشخصية بغرض توفير الخدمات المتعلقة بأكاديمية ماكنزي؛ شريطة أن يوافق مقدمو الخدمات من الجهات الخارجية أولاً على الحفاظ على سرية هذه المعلومات وتوفير مستوى معادل أو أكبر من أمن البيانات كما هو منصوص عليه من قبل شركة ماكنزي فيما يتعلق بهذه البيانات الشخصية.
de: McKinsey darf Ihre personenbezogenen Daten nicht absichtlich ohne Ihre Zustimmung an Dritte weitergeben oder übertragen (und wird angemessene Schritte unternehmen, um die unbefugte oder versehentliche Weitergabe Ihrer personenbezogenen Daten an Dritte zu verhindern, sei es für eigene Marketingzwecke oder anderweitig, mit Ausnahme der in dieser Datenschutzerklärung beschriebenen. McKinsey kann Drittanbietern, die von McKinsey mit der Erbringung von Dienstleistungen im Zusammenhang mit der McKinsey Academy beauftragt wurden, Zugang zu Ihren personenbezogenen Daten gewähren, vorausgesetzt, diese Drittanbieter erklären sich zunächst damit einverstanden, die Vertraulichkeit dieser Informationen zu wahren und ein gleichwertiges oder höheres Maß an Datensicherheit wie von McKinsey in Bezug auf diese personenbezogenen Daten zu gewährleisten.
eo: MçKïnséý shäll nöt ïnténtïönällý dïsçlösé ör tränsfér (änd shäll täké réäsönäßlé stéps tö prévént thé ünäüthörïzéd ör äççïdéntäl dïsçlösüré öf) ýöür pérsönäl dätä tö thïrd pärtïés wïthöüt ýöür çönsént, whéthér för süçh thïrd pärtïés’ öwn märkétïng pürpösés ör öthérwïsé, éxçépt äs désçrïßéd ïn thïs Prïväçý Pölïçý. MçKïnséý mäý prövïdé äççéss tö ýöür pérsönäl dätä tö thïrd pärtý sérvïçé prövïdérs éngägéd ßý MçKïnséý tö prövïdé sérvïçés rélätéd tö MçKïnséý Àçädémý; prövïdéd thät süçh thïrd pärtý sérvïçé prövïdérs wïll fïrst ägréé tö mäïntäïn thé çönfïdéntïälïtý öf süçh ïnförmätïön änd prövïdé än éqüïvälént ör gréätér lévél öf dätä séçürïtý äs prövïdéd ßý MçKïnséý wïth réspéçt tö süçh pérsönäl dätä.#
es: McKinsey no divulgará ni transferirá en forma intencional (y tomará las medidas razonables para impedir la divulgación no autorizada o accidental) su información personal a terceros sin su consentimiento, para propósitos comerciales de dichos terceros u otros fines, salvo lo que se indica en esta Política de Privacidad. McKinsey podrá dar acceso a su información personal a proveedores de servicios externos contratados por McKinsey para que presten servicios relacionados con McKinsey Academy, siempre que dichos proveedores de servicios externos se comprometan a mantener la confidencialidad de dicha información y a ofrecer como mínimo el mismo nivel de seguridad de los datos brindado por McKinsey.
fr: McKinsey ne divulguera ni ne transférera intentionnellement (et prendra les mesures raisonnables pour empêcher la divulgation accidentelle ou non autorisée de) vos données personnelles à des tierces parties sans votre consentement, que ce soit aux fins propres de marketing de ces tierces parties ou autrement, sauf tel que décrit dans cette politique de confidentialité. McKinsey pourra permettre aux prestataires de service tiers engagés par McKinsey pour fournir des services liés à McKinsey Academy d’accéder à vos données personnelles, à condition que ces prestataires de service tiers se soient engagés au préalable à maintenir la confidentialité de ces informations et fournissent un niveau équivalent ou supérieur de sécurité des données, tel que fourni par McKinsey en regard de vos données personnelles.
ja: McKinseyでは、プライバシーに関する方針に記載がない限り、第三者自身のマーケティング目的またはその他の目的かにかかわらず、お客様の個人情報をお客様の同意なしに意図的に第三者へ開示または転送しない (また、無許可または自己による開示を防止する妥当な措置をとる) ものとします。McKinseyでは、McKinsey Academyに関わるサービスの提供を行う第三者サービスプロバイダに対し、お客様の個人情報へのアクセスを提供する場合があります。ただし、同第三者サービスプロバイダは、まず同情報の機密保持に同意し、同個人データに関し、McKinseyが提供するものと同等またはそれ以上の機密保護を実施するものとします。
nl: McKinsey zal, noch voor eigen marketingdoeleinden van dergelijke derde partijen, noch voor andere doeleinden, behoudens wanneer beschreven in dit Privacybeleid, uw persoonsgegevens doelbewust zonder uw toestemming verstrekken of overdragen aan derde partijen (en zal alle redelijke maatregelen treffen om onbevoegde of onopzettelijke verstrekking daarvan te voorkomen). McKinsey kan toegang tot uw persoonsgegevens bieden aan externe dienstverleners die zijn betrokken bij McKinsey voor het leveren van diensten die betrekking hebben op McKinsey Academy. Dit gebeurt op voorwaarde dat dergelijke externe dienstverleners er eerst mee instemmen om de vertrouwelijkheid van dergelijke informatie te handhaven en om een overeenkomstig of hoger niveau aan gegevensbeveiliging te bieden dan het niveau dat door McKinsey wordt geboden met betrekking tot dergelijke persoonsgegevens.
pl: McKinsey nie będzie celowo ujawniać lub przekazywać Twoich danych osobowych bez Twojej zgody (oraz podejmie mieszczące się w granicach rozsądku działania, aby przeciwdziałać nieautoryzowanemu lub przypadkowemu ujawnieniu) stronom trzecim, czy to do prywatnych celów marketingowych tych stron trzecich, czy innych, chyba że w sposób zgodny z niniejszą Polityką prywatności. McKinsey może zapewnić dostęp do Twoich danych osobowych stronom trzecim będącym dostawcami usług, zaangażowanych przez McKinsey w celu dostarczania usług związanych z McKinsey Academy; pod warunkiem, że takie strony trzecie będące dostawcami usług najpierw zobowiążą się do zachowania poufności takich danych i zgodzą się zapewnić stopień ochrony danych taki sam lub większy jak ten, który zapewnia McKinsey w odniesieniu do takich danych osobowych.
pt: A McKinsey não divulgará nem transferirá intencionalmente (e tomará as medidas necessárias ​para prevenir a divulgação não autorizada ou acidental) de seus dados pessoais a terceiros sem o seu consentimento, seja para fins de marketing de terceiros ou para outras finalidades, exceto conforme abaixo mencionado. A McKinsey poderá fornecer acesso a seus dados pessoais a prestadores de serviços terceirizados envolvidos pela McKinsey para oferecer serviços relacionados ao McKinsey Academy, desde que esses prestadores de serviços terceirizados primeiro concordem em manter a estrita confidencialidade dessas informações e forneçam nível de segurança de dados equiparável ao fornecido pela McKinsey.
zh: 无论是否为达到上述第三方的营销目的或其他目的，未经您的同意，麦肯锡均不会有意将您的个人信息披露或传输给第三方（而且会采取合理措施来避免未经授权的披露或意外披露），本隐私政策中规定的情况除外。麦肯锡可能会向其委聘的第三方服务提供商提供您个人数据的访问权，以提供与麦肯锡学院相关的服务；前提是上述第三方服务提供商首先要同意对此类信息保密，并为此类个人数据提供与麦肯锡提供的相当或更高级别的数据安全保护。

source: We also may share your personal data with third party service providers who perform services and functions on our behalf to support our interactions with you, including as described in this Privacy Policy and in Section 8 of the Terms. Except as otherwise described in this Privacy Policy and the Terms, these third party service providers are not permitted to use or disclose your personal data except as necessary to perform services on our behalf or to comply with legal requirements.
ar: ويحق لنا أيضًا مشاركة بياناتك الشخصية مع موفري الخدمات من الجهات خارجية الذين يقدمون خدمات ومهام نيابة عنا لدعم تفاعلاتنا معك، بما في ذلك ما هو موضح في سياسة الخصوصية هذه وفي القسم 8 من الشروط. وباستثناء ما هو موضح بخلاف ذلك في سياسة الخصوصية والشروط هذه، فلا يحق لموفري الخدمات الخارجيين استخدام بياناتك الشخصية أو الإفصاح عنها باستثناء ما هو ضروري لأداء الخدمات نيابة عنا أو للامتثال للمتطلبات القانونية.
de: Wir können Ihre personenbezogenen Daten auch an Drittanbieter weitergeben, die in unserem Namen Dienstleistungen und Funktionen erbringen, um unsere Interaktionen mit Ihnen zu unterstützen, einschließlich der in dieser Datenschutzerklärung und in Abschnitt 8 der Bedingungen beschriebenen. Sofern in dieser Datenschutzerklärung und den Bedingungen nicht anders beschrieben, ist es diesen Drittanbietern nicht gestattet, Ihre personenbezogenen Daten zu verwenden oder offenzulegen, es sei denn, dies ist für die Erbringung von Dienstleistungen in unserem Namen oder zur Erfüllung gesetzlicher Anforderungen erforderlich.
eo: Wé älsö mäý shäré ýöür pérsönäl dätä wïth thïrd pärtý sérvïçé prövïdérs whö pérförm sérvïçés änd fünçtïöns ön öür ßéhälf tö süppört öür ïntéräçtïöns wïth ýöü, ïnçlüdïng äs désçrïßéd ïn thïs Prïväçý Pölïçý änd ïn Séçtïön 8 öf thé Térms. Éxçépt äs öthérwïsé désçrïßéd ïn thïs Prïväçý Pölïçý änd thé Térms, thésé thïrd pärtý sérvïçé prövïdérs äré nöt pérmïttéd tö üsé ör dïsçlösé ýöür pérsönäl dätä éxçépt äs néçéssärý tö pérförm sérvïçés ön öür ßéhälf ör tö çömplý wïth légäl réqüïréménts.#
es: También podremos compartir su información personal con proveedores de servicios externos que presten servicios y funcionalidades en nuestro nombre como soporte para nuestras interacciones, incluido lo descrito en esta Política de Privacidad y en la Sección 8 de los Términos de Uso. A menos que se establezca lo contrario en la Política de Privacidad y en los Términos de Uso, los proveedores de servicios externos no podrán usar ni divulgar su información personal, salvo que ello fuera necesario para prestar servicios en nuestro nombre o para cumplir con requerimientos legales.
fr: Nous pourrons également communiquer vos données personnelles aux prestataires de services tiers qui assurent des services et des fonctions en notre nom pour gérer nos interactions avec vous, y compris tel que décrit dans cette politique de confidentialité et à la section 8 des Conditions. Sauf tel qu'autrement décrit dans cette politique de confidentialité et dans les Conditions, ces prestataires de services tiers ne pourront pas utiliser ou divulguer vos données personnelles, sauf tel que rendu nécessaire pour effectuer les services en notre nom ou pour se conformer aux exigences légales.
ja: また、当社では、プライバシーに関する方針および規約第8章に定める内容を含め、お客様とのやり取りをサポートするため、当社に変わってサービスや機能を提供する第三者サービスプロバイダと、お客様の個人データを共有する場合があります。当該プライバシーに関する方針および規約に記載がない限り、これらの第三者サービスプロバイダは、当社に変わってサービスを提供するために必要な場合、または、法規定に準拠するために必要な場合を除き、お客様の個人データを使用または開示することが許可されていません。
nl: We kunnen uw persoonsgegevens ook delen met externe dienstverleners die namens ons in diensten en functies voorzien ter ondersteuning van onze interactie met u, waaronder op de wijze die is beschreven in dit Privacybeleid en in Sectie 8 van de Voorwaarden. Behalve wanneer anderszins is beschreven in dit Privacybeleid en de Voorwaarden, zijn deze externe dienstverleners niet gerechtigd om uw persoonsgegevens te gebruiken of te verstrekken op een andere wijze dan noodzakelijk is voor het voorzien in diensten namens ons of het voldoen aan wettelijke vereisten.
pl: Możemy też udostępniać Twoje dane osobowe stronom trzecim będącym dostawcami usług, którzy wykonują usługi i pełnią funkcje w naszym imieniu, obsługując nasze interakcje z Tobą, w tym w sposób opisane w niniejszej Polityce prywatności i Sekcji 8. Warunków. Za wyjątkiem przypadkiem opisanych w niniejszej Polityce prywatności i Warunkach, te strony trzecie będące dostawcami usług nie są upoważnione do używania lub ujawniania Twoich danych osobowych, chyba że jest to niezbędne do wykonania usługi w naszym imieniu lub wymagane przez przepisy prawa.
pt: Também podemos compartilhar seus dados pessoais com provedores de serviços terceirizados que realizam serviços e funções em nosso nome para apoiar nossas interações com você, inclusive conforme descrito nesta Política de Privacidade e na Seção 8 dos Termos. Exceto conforme descrito nesta Política de Privacidade e nos Termos, esses prestadores de serviços terceirizados não têm permissão para usar ou divulgar seus dados pessoais, exceto conforme o necessário para realizar serviços em nosso nome ou para cumprir requisitos legais.
zh: 我们还可能将您的个人数据共享给代表我们履行服务和职能的第三方服务提供商，以方便他们为我们与您之间的互动提供支持，包括本隐私政策和条款第 8 节所述的情况。除非本隐私政策和条款另有规定，并且这些第三方服务提供商必须代表我们提供服务或者为了遵循法律规定，否则这些第三方服务提供商不得使用或者披露您的个人数据。

source: In addition, we may disclose information about you:
ar: بالإضافة إلى ذلك، فقد نفصح عن بعض المعلومات المتعلقة بك:
de: Darüber hinaus können wir Informationen über Sie offenlegen:
eo: Ìn äddïtïön, wé mäý dïsçlösé ïnförmätïön äßöüt ýöü: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Asimismo, es posible que divulguemos información sobre usted en los siguientes casos:
fr: Par ailleurs, nous pourrons divulguer des informations qui vous concernent :
ja: また弊社は、以下に該当する場合に皆さんに関する情報を開示することがあります:
nl: Daarnaast kunnen we informatie over u bekendmaken:
pl: Dodatkowo McKinsey może ujawniać informacje o użytkowniku:
pt: Além disso, poderemos divulgar informações sobre você:
zh: 此外，我们可能会在以下情况下披露关于您的信息：

source: If we are required to do so by law or legal process;
ar: إذا طُلب منا ذلك بموجب القانون أو الإجراءات القانونية؛
de: Falls wir gesetzlich oder durch ein Gerichtsverfahren dazu verpflichtet sind;
eo: Ìf wé äré réqüïréd tö dö sö ßý läw ör légäl pröçéss; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: si la ley o un proceso judicial nos exigen hacerlo;
fr: Si la loi ou une procédure judiciaire nous l’ordonne ;
ja: 法律または法的手続きに基づき開示すべき場合
nl: indien we hier wettelijk of door een juridische procedure toe verplicht zijn;
pl: jeśli jest do tego zobowiązana przepisami prawa lub postępowaniem prawnym;
pt: se formos obrigados a fazê-lo, em virtude de lei ou processo judicial;
zh: 如果法律或法律程序要求我们这样做；
