Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: McKinsey & Company and its subsidiaries and affiliates (collectively, “McKinsey,” “us” or “we”) is excited to welcome you to participate in McKinsey Academy. “McKinsey Academy” refers collectively to any website, including
ar: يسر شركة ماكنزي آند كومباني وفروعها والشركات التابعة لها (والذين يُشار إليهم إجمالًا فيما بعد باسم “ماكنزي“ أو “نحن“ أو “شركتنا“) أن ترحب بكم للمشاركة في أكاديمية ماكنزي. وتشير “أكاديمية ماكنزي“ إجمالًا إلى أي موقع على الويب، بما في ذلك
de: McKinsey & Company und seine Tochtergesellschaften und verbundenen Unternehmen (zusammen „McKinsey“, „uns“ oder „wir“) heißen Sie zur Teilnahme an der McKinsey Academy herzlich willkommen. ”McKinsey Academy” bezieht sich zusammenfassend auf jede Website, einschließlich
es: McKinsey & Company y sus subsidiarias y filiales (en conjunto, «McKinsey» o cualquier forma en primera persona del plural) le dan la bienvenida a McKinsey Academy. «McKinsey Academy» hace referencia de manera conjunta a cualquiera de sus sitios web, incluyendo
ja: この度は、McKinsey & Company ならびにその子会社および関連会社 (以下においては「McKinsey」または「弊社」」と総称します) が展開する McKinsey Academy をご利用いただき誠にありがとうございます。「McKinsey Academy」は、弊社が展開するあらゆるウェブサイトの総称で、これには、
nl: McKinsey & Company en haar dochterondernemingen en aangesloten maatschappijen (gezamenlijk ‘McKinsey’, ‘ons’, ‘onze’, ‘we’ of ‘wij’ genoemd) heten u hartelijk welkom bij McKinsey Academy. ‘McKinsey Academy’ verwijst naar iedere website, waaronder
pl: McKinsey & Company oraz jej podmioty zależne i powiązane (łącznie „McKinsey”) ma przyjemność powitać użytkownika biorącego udział w McKinsey Academy. „McKinsey Academy” oznacza łącznie każdą witrynę, w tym
pt: A McKinsey & Company e suas subsidiárias e afiliadas (coletivamente, “McKinsey“ ou “nós“) têm o prazer de receber você para participar do McKinsey Academy. “McKinsey Academy“ refere-se coletivamente a qualquer site, incluindo
zh: 麦肯锡公司及其子公司和附属公司（统称为“麦肯锡”、“我们”）很高兴欢迎您访问麦肯锡学院。“麦肯锡学院”统指任何我们提供的与麦肯锡学院相关联或通过麦肯锡学院提供的网站（包括

source: (the “Sites”), any mobile device or tablet application or similar software (the “Mobile Offering”), or any content or functionality (“McKinsey Academy Content”) or (“Content”) that we provide in connection with or that is available through McKinsey Academy. Such Content can include any related courses, programs, services, materials or offerings provided by us either through or in connection with a Site or a Mobile Offering. Your use of McKinsey Academy is subject to the following terms and conditions (the “Terms”) and our Privacy Policy, available at
ar: (”المواقع”)، أو أي تطبيق على الأجهزة الجوالة أو اللوحية أو ما شابه ذلك من برامج (”عرض الجوال”)، أو أي محتوى أو وظيفة (”محتوى أكاديمية ماكنزي”) أو (”المحتوى”) الذي نقدمه فيما يتعلق بأكاديمية ماكنزي أو يتوفر من خلالها. ويمكن أن يشتمل هذا المحتوى على أي دورات تدريبية أو برامج أو خدمات أو مواد أو عروض ذات صلة مقدمة من جانبنا إما من خلال عرض الجوال أو الموقع وإما فيما يتعلق بهما. ويخضع استخدامك لأكاديمية ماكنزي للشروط والأحكام التالية (”الشروط”) وسياسة الخصوصية لدينا المتاحة على
de: (die „Websites“), und alle Mobilgeräte- und Tablet-Anwendungen oder ähnliche Software (das „mobile Angebot“), oder alle Inhalte oder Funktionen („McKinsey Academy-Inhalte“) oder („Inhalte“), die von uns in Verbindung mit der McKinsey Academy bereitgestellt werden oder die darüber verfügbar sind. Diese Inhalte können zugehörige, von uns entweder über oder in Verbindung mit einer Website oder einem mobilen Angebot bereitgestellte Kurse, Programme, Services, Materialien oder Angebote umfassen. Ihre Nutzung der McKinsey Academy unterliegt den folgenden Bedingungen (die „Bedingungen“) und unserer Datenschutzrichtlinie, die unter
es: (los «Sitios»), y cualquier otro dispositivo móvil o aplicación de tablet o software similar (la «Oferta Móvil»), o cualquier contenido o funcionalidad («Contenido de McKinsey Academy») o («Contenido») que proporcionemos relacionado o disponible a través de McKinsey Academy. Dicho contenido puede incluir cursos, programas, servicios, material u ofertas relacionados provistos por McKinsey, ya sea a través de un sitio o de una oferta móvil o bien relacionados con uno de estos últimos. Su uso de McKinsey Academy está sujeto a los siguientes términos y condiciones (los «Términos») y a la Política de privacidad, disponible en
ja: (以下、「弊社サイト」といいます) や、弊社が McKinsey Academy 関連要素としてまたは McKinsey Academy を介して提供する、モバイル デバイスもしくはタブレット端末向けのあらゆるアプリケーションもしくは類似ソフトウェア (以下、「関連モバイル アプリ等」といいます) またはあらゆるコンテンツもしくは機能 (以下、「McKinsey Academy コンテンツ」もしくは「関連コンテンツ」といいます) が含まれています。 関連コンテンツには、弊社が弊社サイトまたは関連モバイル アプリ等を介してまたはいずれかの関連要素として提供する、関連コース、プログラム、サービス、教材または提供品が含まれる場合もあります。McKinsey Academy は、下記の利用規約 (以下、「本規約」といいます) や弊社のプライバシーに関する方針に従ってご利用ください。この方針は
nl: (de ‘Sites’), iedere applicatie voor een mobiel apparaat of tablet of vergelijkbare software (de ‘Mobiele Aanbieding’), of iedere inhoud of functie (‘Inhoud van McKinsey Academy’ of ‘Inhoud’) die we verschaffen in verband met of die beschikbaar is via McKinsey Academy. Zulke Inhoud kan cursussen, programma's, diensten, materialen of aanbiedingen omvatten die wij verschaffen via of in verband met een Site of een Mobiele Aanbieding. Uw gebruik van McKinsey Academy is onderworpen aan de onderhavige algemene voorwaarden (de ‘Voorwaarden’) en ons Privacybeleid, beschikbaar op
pl: („Witryny”), aplikację na urządzenie mobile lub tablet bądź podobne oprogramowanie („Oferta Mobilna”) oraz treści lub funkcje („Treści McKinsey Academy”) lub („Treści”) udostępniane przez McKinsey w związku z McKinsey Academy lub dostępne za jej pośrednictwem. Treści te mogą obejmować powiązane szkolenia, programy, usługi, materiały lub oferty dostarczone przez McKinsey w związku z Witryną lub Ofertą Mobilną lub za ich pośrednictwem. Korzystanie z McKinsey Academy podlega następującym warunkom („Warunki”) i Polityce prywatności McKinsey, dostępnej pod adresem
pt: (os “sites”), qualquer dispositivo móvel ou aplicativo de tablet ou software similar (a “oferta móvel”), ou quaisquer conteúdo ou funcionalidade (“Conteúdo da McKinsey Academy”) ou (“Conteúdo”) que provemos em conexão com ou que esteja disponível pela McKinsey Academy. Esse Conteúdo pode incluir quaisquer cursos, programas, serviços, materiais ou ofertas relacionados fornecidos por nós através ou em conexão com um site ou uma oferta móvel. Seu uso da McKinsey Academy está sujeito aos seguintes termos e condições (os “termos”) e nossa política de privacidade, disponível em
zh: ，以下简称“网站”）、移动设备或平板电脑应用程序或类似软件（简称“移动产品”）、或任何内容或功能（“麦肯锡学院内容”或“内容”）。 此类内容可包括我们通过网站或移动产品提供的或与之相关的任何相关课程、程序、服务、材料或产品。您对麦肯锡学院的使用必须遵守以下条款和条件（以下简称“条款”）以及我们的隐私政策，相关信息可在

source: which is incorporated herein by reference. In the event of any conflict between these terms and our privacy policy, these terms shall control.
ar: والمدمجة هنا عن طريق الإحالة. في حالة أي تعارض بين هذه الشروط وسياسة الخصوصية، يتم الاحتكام إلى هذه الشروط.
de: verfügbar und hiermit durch Verweis einbezogen ist. Im Falle eines Widerspruchs zwischen diesen Bedingungen und unserer Datenschutzrichtlinie gelten diese Bedingungen.
es: incluida aquí a modo de referencia. En caso de conflicto entre estos términos y la política de privacidad, prevalecerán las disposiciones de los términos de uso.
ja: に掲載されており、この言及をもって本規約の一部分となります。 本規約と弊社のプライバシーに関する方針の定めが相反する場合、本規約の定めが適用されます。
nl: die hierin zijn opgenomen door middel van verwijzing. In geval van tegenstrijdigheid tussen deze voorwaarden en ons privacybeleid hebben deze voorwaarden de overhand.
pl: które niniejszym włącza się do tego dokumentu przez odniesienie. W przypadku konfliktu między niniejszymi warunkami a polityką prywatności McKinsey pierwszeństwo mają niniejsze warunki.
pt: que está incorporada aqui para referência. Em caso de qualquer conflito entre estes termos e a nossa política de privacidade, prevalecerão estes termos.
zh: 在此通过引用将其并入。 如果这些条款与隐私政策发生冲突，则以这些条款为准。

source: By accessing and using McKinsey Academy, you agree to these Terms. If you do not or are legally unable to agree to these Terms, you may not use McKinsey Academy.
ar: بالدخول إلى أكاديمية ماكنزي واستخدامها، تقر بموافقتك على هذه الشروط. وإذا لم توافق أو لم يكن ممكنًا من الناحية القانونية الموافقة على هذه الشروط، فلا يجوز لك استخدام أكاديمية ماكنزي.
de: Wenn Sie auf die McKinsey Academy zugreifen und sie nutzen, erklären Sie sich mit diesen Bedingungen einverstanden. Wenn Sie diesen Bedingungen nicht zustimmen oder rechtlich nicht in der Lage sind, diesen Bedingungen zuzustimmen, ist es Ihnen nicht gestattet, die McKinsey Academy zu nutzen.
es: Al utilizar y acceder a McKinsey Academy, usted acepta estos Términos. Si no accede a ello o careciera de capacidad legal para aceptarlos, no podrá usar McKinsey Academy.
ja: McKinsey Academy にアクセスし、これを利用すると、本規約に同意したこととなりますので、本規約に同意しないまたは法的に同意できない方は、McKinsey Academy のご利用をお控えください。.
nl: Door McKinsey Academy te openen en te gebruiken, gaat u akkoord met deze Voorwaarden. Als u niet akkoord gaat met deze Voorwaarden of hiertoe juridisch niet in staat bent, kunt u McKinsey Academy niet gebruiken.
pl: Użytkownik uzyskujący dostęp do lub korzystający z McKinsey Academy wyraża zgodę na niniejsze Warunki. Jeśli użytkownik nie wyraża zgody na niniejsze Warunki lub nie może zgodnie z prawem jej wyrazić, nie może korzystać z McKinsey Academy.
pt: Ao acessar e utilizar a McKinsey Academy, você concorda com estes termos. Se você não concorda legalmente com estes termos, você não pode utilizar a McKinsey Academy.
zh: 访问和使用麦肯锡学院，即表示您同意这些条款。如果您不同意或在法律上无法同意这些条款，则不得使用麦肯锡学院。

source: We may periodically change the Terms, so please check back from time to time at
ar: وقد نقوم بتغيير هذه الشروط بصفة دورية؛ لذلك، يُرجى مراجعتها من حين لآخر على
de: Wir können die Bedingungen regelmäßig ändern, also bitte schauen Sie von zeit zu Zeit vorbei unter
es: Podemos modificar periódicamente los Términos, por lo que le sugerimos que los consulte en forma periódica en
ja: 弊社は、定期的に本規約を変更する場合がありますので、
nl: We kunnen de Voorwaarden periodiek wijzigen. Controleer ze daarom regelmatig op
pl: McKinsey może co pewien czas zmieniać niniejsze Warunki. Prosimy zatem o ich okresowe sprawdzanie pod adresem
pt: Podemos mudar os termos periodicamente, portanto verifique os termos de tempos em tempos em
zh: 我们可能会定期更改条款，因此请不时查看

source: . By accessing and using McKinsey Academy after any changes to these Terms have been made, you agree to be bound by such revised Terms.
ar: . بالدخول إلى أكاديمية ماكنزي واستخدامها بعد إجراء أية تغييرات على هذه الشروط، تقر بالموافقة على الالتزام بهذه الشروط بعد مراجعتها.
de: . Wenn Sie auf die McKinsey Academy zugreifen und sie nutzen, nachdem Änderungen an diesen Bedingungen vorgenommen wurden, erklären Sie sich damit einverstanden, dass Sie sich an diese überarbeiteten Bedingungen halten.
es: . Al utilizar y acceder a McKinsey Academy después de haberse realizado modificaciones a estos Términos, usted acepta sujetarse a ellos.
ja: の内容は随時ご確認ください。本規約の変更後に McKinsey Academy にアクセスし、これを利用すると、変更後の本規約に拘束されることに同意したこととなります。
nl: . Door McKinsey Academy te openen en te gebruiken nadat er wijzigingen zijn aangebracht aan deze Voorwaarden, gaat u ermee akkoord verbonden te zijn aan dergelijke gewijzigde Voorwaarden.
pl: . Użytkownik uzyskujący dostęp do lub korzystający z McKinsey Academy po wprowadzeniu zmian do Warunków wyraża zgodę na związanie zmienionymi Warunkami.
pt: . Ao acessar e usar a McKinsey Academy após a realização de quaisquer alterações nesses Termos, você concorda em ficar vinculado a esses termos revisados.
zh: 在对本条款进行任何更改后访问并使用麦肯锡学院，即表示您同意受此类修订条款的约束。

source: 1. Copyrights and McKinsey Academy
ar: 1. حقوق التأليف والنشر وأكاديمية ماكنزي
de: 1. Urheberrechte und McKinsey Academy
es: 1. Derechos de autor y McKinsey Academy
ja: 1. 著作権と McKinsey Academy
nl: 1. Auteursrechten en McKinsey Academy
pl: 1. Prawa autorskie i McKinsey Academy
pt: 1. Direitos Autorais e McKinsey Academy
zh: 1.版权和麦肯锡学院

source: Except where indicated otherwise, such as in Section 5 below, McKinsey Academy, including text, questionnaires and assessments, course content and materials, modules, videos, graphics, logos, icons, and images and the selection and arrangement thereof, and any underlying concepts, know-how, tools, frameworks, software, algorithms, models, and industry perspectives, is the exclusive property of either us or our licensors (where applicable) and is protected by applicable U.S. and international copyright laws. McKinsey Academy, including any Site, Content, or Mobile Offering, may not be copied, reproduced, modified, reverse engineered, published, uploaded, posted, transmitted, or distributed in any way without our written permission. Except as expressly provided herein, we do not grant any express or implied right to you under any patents, copyrights, trademarks, trade secret information or other proprietary rights used or made available in connection with McKinsey Academy.
ar: ما لم يذكر خلاف ذلك، كما هو موضح في القسم 5 أدناه، تكون أكاديمية ماكنزي، بما في ذلك النصوص والاستبيانات والتقييمات ومحتوى الدورة التدريبية والمواد والوحدات ومقاطع الفيديو والرسومات والشعارات والأيقونات والصور واختيارها وترتيبها، وأي مفاهيم أساسية ومعارف وأدوات وأُطر وبرامج وخوارزميات ونماذج ومنظورات بشأن الصناعة، ملكية حصرية لنا أو لمرخصينا (عند الاقتضاء) وتحميها قوانين حقوق التأليف والنشر الأمريكية والدولية المعمول بها. ولا يجوز نسخ محتويات أكاديمية ماكنزي أو إعادة إنتاجها أو تعديلها أو إجراء هندسة عكسية لها أو نشرها أو تحميلها أو نقلها أو توزيعها، بما في ذلك أي موقع أو محتوى أو عرض جوال، بأي صورة من الصور دون إذن كتابي. وباستثناء ما هو منصوص عليه صراحةً في هذه الوثيقة، لا نمنحك أي حق صريح أو ضمني بموجب أي براءات اختراع أو حقوق تأليف ونشر أو علامات تجارية أو معلومات سرية تجارية أو حقوق ملكية أخرى مستخدمة أو متاحة فيما يتعلق بأكاديمية ماكنزي.
de: Sofern nicht anders angegeben, sind alle Inhalte und Funktionen der McKinsey Academy (mit Ausnahme der in Abschnitt 5 definierten Benutzerinhalte), einschließlich Text, Fragebögen und Prüfungen, Kursinhalte und -materialien, Module, Videos, Grafiken, Logos, Icons und Bilder und deren Auswahl und Anordnung sowie die zugrunde liegenden Konzepte, Know-how, Tools, Frameworks, Software, Algorithmen, Modelle und Branchenperspektiven ausschließliches Eigentum von uns oder, soweit anwendbar, unseren Lizenzgebern und sind durch US-amerikanische und internationale Urheberrechtsgesetze geschützt. Die McKinsey Academy, einschließlich der Websites, Inhalte oder mobilen Angebote, darf ohne unsere schriftliche Genehmigung weder kopiert, reproduziert, modifiziert, rückentwickelt, veröffentlicht, hochgeladen, übertragen noch in irgendeiner Weise verteilt werden. Sofern hier nicht ausdrücklich anders angegeben, gewähren wir Ihnen keine ausdrücklichen oder stillschweigenden Rechte aus Patenten, Urheberrechten, Marken, Geschäftsgeheimnissen oder anderen Eigentumsrechten, die im Zusammenhang mit der McKinsey Academy verwendet oder zur Verfügung gestellt werden.
es: Salvo que se indique lo contrario,como en la Sección 5 siguiente, McKinsey Academy, incluidos textos, cuestionarios y evaluaciones, contenidos y materiales de los cursos, módulos, videos, gráficos, logotipos, íconos e imágenes, y su selección y disposición, así como los conceptos, know-how, herramientas, metodologías, software, algoritmos, modelos y perspectivas de la industria asociados, son de propiedad exclusiva de McKinsey o sus licenciantes (cuando corresponda), y están protegidos por las leyes estadounidenses e internacionales sobre derechos de autor. McKinsey Academy, incluyendo cualquier Sitio u Oferta Móvil, no podrán ser objeto de copia, reproducción, modificación, ingeniería inversa, divulgación, carga, publicación, transmisión o distribución de cualquier tipo sin el previo consentimiento por escrito de McKinsey. Salvo cuando se establezca expresamente lo contrario, McKinsey no otorga ningún derecho, ni expreso ni implícito, relacionado con patentes, derechos de autor, marcas comerciales, información comercial secreta ni ningún otro derecho de propiedad exclusiva utilizado o puesto a disposición a través de McKinsey Academy.
ja: 後述の第 5 条に代表される別段に別途明記されていない限り、関連するテキスト、質問、評価、コース コンテンツ、コース教材、モジュール、ビデオ、画像、ロゴ、アイコン、イメージ、選択肢および取決めを含む McKinsey Academy や、その基礎を成す概念、ノウハウ、ツール、枠組み、ソフトウェア、アルゴリズム、モデルおよび業界展望は、弊社またはそのライセンサー (存在する場合) の専有財産であり、適用される米国のおよび国際的な著作権法により保護されています。弊社から書面による承認を得ることなく、弊社サイト、関連コンテンツまたは関連モバイル アプリ等を含む McKinsey Academy をコピー、再現、修正、リバース エンジニアリング、公開、アップロード、投稿、伝送または配信することはできません。本規約に別途明記されていない限り、弊社が、McKinsey Academy 関連要素として使用または提供する、特許権、著作権、商標権、営業秘密情報権またはその他専有権で保護されている物に関する明示または黙示の権利をお客様に付与されることはありません。
nl: Behalve indien anders aangegeven, zoals in artikel 5 hieronder, is McKinsey Academy, met inbegrip van teksten, vragenlijsten en beoordelingen, cursusinhoud en materialen, modules, video's, grafische voorstellingen, logo's, pictogrammen en afbeeldingen alsmede de selectie en ordening daarvan, en alle onderliggende concepten, knowhow, tools, raamwerken, algoritmen, modellen en brancheperspectieven, exclusief eigendom van ons of onze licentieverlener (indien van toepassing) en wordt McKinsey Academy beschermd door toepasselijke Amerikaanse en internationale auteursrechten. McKinsey Academy, met inbegrip van iedere Site, Inhoud of Mobiele Aanbieding, mag op geen enkele wijze worden gekopieerd, gereproduceerd, aangepast, onderworpen aan reverse engineering, gepubliceerd, geüpload, online gepubliceerd, overgedragen of gedistribueerd zonder onze schriftelijke toestemming. Tenzij uitdrukkelijk vermeld in de onderhavige voorwaarden verlenen wij geen uitdrukkelijk of impliciet recht aan u uit hoofde van patenten, auteursrechten, handelsmerken, handelsgeheimen of andere eigendomsrechten die worden gebruikt of beschikbaar worden gesteld in verband met McKinsey Academy.
pl: Jeśli nie zaznaczono inaczej, jak na przykład w punkcie 5 poniżej, McKinsey Academy, w tym tekst, kwestionariusze i oceny, treści i materiały szkoleniowe, moduły, nagrania wideo, grafiki, logo, ikony i obrazy, ich dobór i układ oraz koncepcje, know-how, narzędzia, platformy, oprogramowanie, algorytmy, modele i perspektywy branżowe, na których są wzorowane, stanowią wyłączną własność McKinsey lub (w stosownych okolicznościach) jej licencjodawców oraz są chronione amerykańskim i międzynarodowym prawem autorskim. McKinsey Academy, w tym Witryny, Treści lub Oferta Mobilna nie może być kopiowana, powielana, modyfikowana, poddawana inżynierii wstecznej, publikowana, przesyłana, zamieszczana, nadawana lub dystrybuowana w jakikolwiek sposób bez pisemnej zgody McKinsey. Jeśli w niniejszych Warunkach nie wskazano wyraźnie inaczej, McKinsey nie udziela użytkownikowi żadnych wyraźnych ani dorozumianych praw z tytułu patentów, praw autorskich, praw do znaków towarowych, tajemnic handlowych ani innych praw zastrzeżonych wykorzystywanych lub udostępnianych w związku z McKinsey Academy.
pt: Exceto quando indicado de outra forma, como na Seção 5 abaixo, McKinsey Academy, incluindo texto, questionários e avaliações, conteúdo e materiais do curso, módulos, vídeos, gráficos, logotipos, ícones e imagens e a seleção e organização dos mesmos, e quaisquer conceitos subjacentes , know-how, ferramentas, estruturas, software, algoritmos, modelos e perspectivas do setor, são de propriedade exclusiva de nós ou de nossos licenciadores (quando aplicável) e são protegidos pelas leis de direitos autorais dos EUA e internacionais aplicáveis. A McKinsey Academy, incluindo qualquer site, conteúdo ou oferta para celular, não pode ser copiada, reproduzida, modificada, modificada por engenharia reversa, publicada, carregada, publicada, transmitida ou distribuída de qualquer forma sem nossa permissão por escrito. Exceto conforme expressamente fornecido neste documento, não concedemos nenhum direito expresso ou implícito sob quaisquer patentes, direitos autorais, marcas comerciais, informações de segredos comerciais ou outros direitos de propriedade utilizados ou disponibilizados em conexão com a McKinsey Academy.
zh: 除非另有说明（例如下文第 5 节），否则麦肯锡学院，包括文本、问卷和评估、课程内容和材料、模块、视频、图形、徽标、图标和图像及其选择和安排以及任何基本概念、专有技术、工具、框架、软件、算法、模型和行业观点是我们或我们许可方（如果适用）的专有财产，并受适用的美国和国际版权法保护。未经我们的书面许可，不得以任何方式复印、复制、修改、反向工程、出版、上传、发布、传输或分发任何麦肯锡学院的网站、内容或移动产品。除本文明确规定外，我们不会根据麦肯锡学院使用或提供的任何专利、版权、商标、商业秘密信息或其他专有权，授予您任何明示或暗示的权利。
