Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: If you are participating in McKinsey Academy as part of an employer-sponsored program, we may provide access to certain of your personally-identifiable information, including the courses you are taking, your progress through those courses and your level of achievement (including your grades) and participation in those courses, to your employer, in order to help them and you evaluate McKinsey Academy and its value to you and to your company. You could read more about our privacy and information sharing practices in our
ar: إذا كنت أحد المشاركين في أكاديمية ماكنزي كجزء من البرنامج الذي تحت رعاية صاحب العمل، فقد نتيح لأصحاب العمل إمكانية الوصول إلى بعض معلومات تحديد الهوية الشخصية الخاصة بك، بما في ذلك الدورات التدريبية التي سجلت بها، ومدى تقدمك خلال هذه الدورات، ومستوى إنجازك (بما في ذلك درجاتك)، فضلًا عن مشاركتك في تلك الدورات، بهدف مساعدتهم ومساعدتك في تقييم أكاديمية ماكنزي وتحديد قيمتها بالنسبة لك ولشركتك. ويمكنك قراءة المزيد حول سياسة الخصوصية وممارسات مشاركة المعلومات لدينا في
de: Wenn Sie im Rahmen eines vom Arbeitgeber geförderten Programms an der McKinsey Academy teilnehmen, kann es sein, dass wir Ihrem Arbeitgeber Zugang zu bestimmten personenbezogenen Daten gewähren. Dazu gehören von Ihnen belegte Kurse, Ihre Lernfortschritte in diesen Kursen, Ihr Leistungsstand (einschließlich Noten) sowie die Teilnahme an den Kursen. Dies ist erforderlich, damit Sie und Ihr Arbeitgeber die McKinsey Academy und deren Mehrwert für Sie und das Unternehmen besser beurteilen können. Um mehr über unseren Umgang mit Datenschutz und Informationsaustausch zu erfahren, konsultieren Sie bitte unsere
eo: Ìf ýöü äré pärtïçïpätïng ïn MçKïnséý Àçädémý äs pärt öf än émplöýér-spönsöréd prögräm, wé mäý prövïdé äççéss tö çértäïn öf ýöür pérsönällý-ïdéntïfïäßlé ïnförmätïön, ïnçlüdïng thé çöürsés ýöü äré täkïng, ýöür prögréss thröügh thösé çöürsés änd ýöür lévél öf äçhïévémént (ïnçlüdïng ýöür grädés) änd pärtïçïpätïön ïn thösé çöürsés, tö ýöür émplöýér, ïn ördér tö hélp thém änd ýöü évälüäté MçKïnséý Àçädémý änd ïts välüé tö ýöü änd tö ýöür çömpäný. Ýöü çöüld réäd möré äßöüt öür prïväçý änd ïnförmätïön shärïng präçtïçés ïn öür#
es: Si está participando en McKinsey Academy como parte de un programa patrocinado por su empleador, es posible que proporcionemos a su empleador acceso a cierta información personal, como los cursos que está tomando, su avance en tales cursos, las calificaciones obtenidas y su nivel de participación en el curso, con el fin de contribuir a la evaluación de McKinsey Academy y su valor para usted y su organización. Para conocer más sobre las prácticas de privacidad y divulgación de información, consulte nuestra
fr: Si vous suivez une formation McKinsey Academy dans le cadre d'un programme financé par l'employeur, nous pouvons partager certaines de vos informations nominatives, y compris les cours que vous suivez, votre progression dans ces cours et vos niveaux d'achèvement (y compris vos notes) et de participation à ces cours, avec votre employeur afin de l'aider (en même temps que vous) à évaluer McKinsey Academy et sa valeur ajoutée pour vous et votre société. Pour en savoir plus sur notre politique de confidentialité et nos pratiques de divulgation d'informations consultez notre
ja: 雇用者出資プログラプの一環としてMcKinsey Academyに参加している場合、登録しているコース、コースの深度や達成レベル (成績評価を含む)、コースへの参加など個人が特定できる一定情報へのアクセスをあなたの雇用者に許可する場合があります。これは、McKinsey Academyとその価値について、あなたとあなたの会社に評価していただくためです。当社のプライバシーおよび情報共有に関する方針については、
nl: Als u deelneemt aan McKinsey Academy als onderdeel van een door uw werkgever gesponsord programma kunnen we uw werkgever toegang verlenen tot naar u persoonlijk te herleiden informatie, waaronder de cursussen die u volgt, uw voortgang in deze cursussen en uw niveau van voltooiing (inclusief uw cijfers) en deelname aan deze cursussen om uw werkgever en u te helpen om McKinsey Academy en de waarde ervan voor u en uw bedrijf te evalueren. U kunt meer lezen over onze praktijken op het gebied van privacy en delen van informatie in ons
pl: Jeśli uczestniczysz w McKinsey Academy w ramach programu ufundowanego przez Twoją firmę, możemy udostępnić niektóre dane personalne dotyczące Twojej osoby - takie jak kursy, w których uczestniczysz, Twoje postępy i wyniki (łącznie z ocenami i punktacją) oraz Twój poziom zaangażowania - Twojemu pracodawcy. Dzięki temu Twój pracodawca będzie mógł ocenić przydatność McKinsey Academy dla Ciebie i dla Twojej firmy. Możesz dowiedzieć się więcej o naszych standardach prywatności i udostępniania informacji z naszej
pt: Se você estiver participando do McKinsey Academy como parte de um programa patrocinado pelo empregador, poderemos fornecer acesso a algumas de suas informações de identificação pessoal (incluindo os cursos que você está fazendo, o progresso, o nível de aproveitamento, as notas e a participação nos cursos) ao seu empregador a fim de ajudá-lo a avaliar o McKinsey Academy e seu valor para você e para a empresa. Leia mais sobre as práticas de privacidade e compartilhamento de informações em nossa
zh: 如果您的麦肯锡学院参与属于某项雇主赞助计划的一部分，我们可能会允许您的雇主访问您的某些可识别身份的信息，包括正在参与的课程、课程的进度和参与度以及成就水平（包括您的评分），以帮助雇主和您个人来评估麦肯锡学院及其对您和您公司的价值。您可以在隐私政策中了解更多有关我们的隐私和信息共享实践的信息。

source: Syllabus
ar: المنهج الدراسي
de: Lehrplan
eo: Sýlläßüs Ⱡ'σяєм ιρѕυм ∂#
es: Programa de estudios
fr: Programme
ja: シラバス
pl: Sylabus
pt: Programa do curso
zh: 教学大纲

source: Search your notes
ar: البحث في ملاحظاتك
de: Durchsuchen Sie Ihre Notizen
eo: Séärçh ýöür nötés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Busque sus notas
fr: Chercher vos prises de notes
ja: ノートを検索する
nl: Doorzoek uw notities
pl: Przeszukaj swoje notatki
pt: Pesquisar suas anotações
zh: 搜索您的笔记

source: Enter course notes&hellip;
ar: أدخل الملاحظات المتعلقة بالدورة التدريبية &hellip؛
de: Notizen&hellip für den Kurs eingeben;
eo: Éntér çöürsé nötés&hellip; Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Ingresar notas de curso&hellip;
fr: Accéder aux prises de notes de cours&hellip;
ja: コースのメモとヘルプを入力する
nl: Cursusnotities invoeren&hellip;
pl: Przejdź do notes&hellip; kursu
pt: Digitar notes&hellip; do curso
zh: 输入课程笔记&hellip;

source: Your social engagement will be displayed here.
ar: سيتم عرض مشاركتك الاجتماعية هنا.
de: Ihr soziales Engagement wird hier angezeigt.
eo: Ýöür söçïäl éngägémént wïll ßé dïspläýéd héré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Su nivel de participación en el curso se mostrará aquí.
fr: Votre implication sociale y sera affichée.
ja: あなたのソーシャルエンゲージメントが、ここに表示されます。
nl: Uw sociale betrokkenheid wordt hier weergegeven.
pl: Tutaj pojawi się informacja o Twoim poziomie zaangażowania towarzyskiego.
pt: Seu engajamento social será exibido aqui.
zh: 您的社交参与情况将显示在此处。

source: points
ar: النقاط
de: Punkte
eo: pöïnts Ⱡ'σяєм ιρѕυ#
es: puntos
ja: ポイント
nl: punten
pl: punktów
pt: pontos
zh: 分

source: This visualization displays your social engagement within the course. The average engagement of your cohort is displayed as well. You accrue engagement points for interactions on discussion forums.
ar: يعرض هذا التصور مشاركتك الاجتماعية خلال الدورة التدريبية. ويتم عرض متوسط مشاركة فوجك أيضًا. وتحصل على نقاط المشاركة للتفاعلات في منتديات النقاش.
de: Diese Darstellung zeigt Ihr soziales Engagement innerhalb des Kurses. Das durchschnittliche Engagement Ihres Jahrgangs wird ebenfalls angezeigt. Sie sammeln Engagementpunkte für Interaktionen in Diskussionsforen.
eo: Thïs vïsüälïzätïön dïspläýs ýöür söçïäl éngägémént wïthïn thé çöürsé. Thé ävérägé éngägémént öf ýöür çöhört ïs dïspläýéd äs wéll. Ýöü äççrüé éngägémént pöïnts för ïntéräçtïöns ön dïsçüssïön förüms. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι#
es: Esta visualización muestra su nivel de participación en el curso. También se indica el nivel de participación promedio de su grupo. Sus interacciones en foros de debate generan puntos de participación.
fr: Cette visualisation affiche votre implication sociale dans le cours. L'implication moyenne de votre division est aussi affichée. Vous cumulez des points d'implication pour les interactions sur les forums de discussion.
ja: ここには、コース内のあなたの社交的エンゲージメントが表示されます。コホートのエンゲージメント平均も表示されます。インタラクションのエンゲージメントポイントは、ディスカッション・フォーラムで蓄積されます。
nl: In deze visualisatie wordt uw sociale betrokkenheid binnen de cursus weergegeven. De gemiddelde inzet van uw cohort wordt ook weergegeven. U bouwt inzetpunten op voor interacties op discussieforums.
pl: Ta wizualizacja ukazuje Twoje zaangażowanie towarzyskie podczas tego kursu. Możesz też zobaczyć średni poziom zaangażowania całej grupy kursantów. Punkty zaangażowania uzyskujesz angażując się w dyskusje z innymi uczestnikami kursu na forach.
pt: Essa visualização exibe seu engajamento social no curso. O engajamento médio do seu grupo também é exibido. Você acumula pontos de engajamento com as interações nos fóruns de discussão.
zh: 该可视化内容显示您在课程中的社交参与情况。您所在群组的平均参与度也会显示。您通过在论坛上互动来积累参与度分数。

source: Your course proficiency will be displayed here.
ar: سيتم عرض كفاءتك في الدورة التدريبية هنا.
de: Ihre Kurskompetenz wird hier angezeigt.
eo: Ýöür çöürsé pröfïçïénçý wïll ßé dïspläýéd héré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Su nivel de competencia en el curso se mostrará aquí.
fr: Vos compétences dans le cours y seront aussi affichées.
ja: あなたのコース習熟度が、ここに表示されます。
nl: Uw cursusvaardigheid wordt hier weergegeven.
pl: Tutaj pojawi się informacja o Twoim poziomie biegłości.
pt: Sua proficiência no curso será exibida aqui.
zh: 您的课程熟练程度将显示在此处。

source: This visualization displays your proficiency against a total possible score of 100. The average proficiency of your cohort is displayed as well. Note that your proficiency is based on graded assessments and group work performance.
ar: يعرض هذا التصور كفاءتك مقارنة بمجموع النقاط المحتملة من 100. ويتم عرض متوسط كفاءة فوجك أيضًا. علمًا بأن كفاءتك تعتمد على التقييمات المدرّجة وأداء عمل المجموعة.
de: Diese Darstellung zeigt Ihre Kompetenz verglichen mit einer möglichen Höchstnote von 100. Die durchschnittliche Kompetenz Ihres Jahrgangs wird auch angezeigt. Beachten Sie, dass Ihre Kompetenz auf benoteten Assessments und der Leistung Ihrer Gruppenarbeiten basiert.
eo: Thïs vïsüälïzätïön dïspläýs ýöür pröfïçïénçý ägäïnst ä tötäl pössïßlé sçöré öf 100. Thé ävérägé pröfïçïénçý öf ýöür çöhört ïs dïspläýéd äs wéll. Nöté thät ýöür pröfïçïénçý ïs ßäséd ön grädéd ässéssménts änd gröüp wörk pérförmänçé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє#
es: Esta visualización muestra su competencia con relación a un puntaje máximo posible de 100. También se indica el nivel de competencia promedio de su grupo. Tenga en cuenta que la competencia se basa en la calificación de las evaluaciones y el desempeño en el trabajo en grupo.
fr: Cette visualisation affiche vos compétences par rapport à une note totale possible de 100. Les compétences moyennes de votre division sont également affichées. Notez que vos compétences sont basées sur des évaluations notées et votre performance en travail de groupe.
ja: ここには、満点を100点とした場合のあなたの習熟度が表示されます。コホートの平均習熟度も表示されます。あなたの習熟度は、成績評価済みの課題やグループワークの成績に基づくものである点にご注意ください。
nl: In deze visualisatie wordt uw vaardigheid weergegeven ten opzichte van een totale mogelijke score van 100. De gemiddelde vaardigheid van uw cohort wordt hier ook weergegeven. Let op: uw vaardigheid wordt gebaseerd op cijferbeoordelingen en groepswerkprestaties.
pl: Ta wizualizacja ukazuje Twój poziom biegłości, przedstawiona jako liczba punktów na 100 możliwych. Możesz też zobaczyć średnią punktację biegłości całej grupy kursantów. Twoja biegłość obliczana jest na podstawie wyników zadań na ocenę i pracy grupowej.
pt: Esta visualização exibe sua proficiência em relação a uma pontuação total possível de 100. A proficiência média do seu grupo também é exibida. Observe que sua proficiência é baseada em avaliações pontuadas e no desempenho do trabalho em grupo.
zh: 该可视化内容显示总分 100 的情况下您的相应熟练程度分数。您所在群组的平均熟练程度也会显示。请注意，您的熟练程度取决于评分评定和小组作业表现。

source: Your course progress will be displayed here.
ar: سيتم عرض تقدمك في الدورة التدريبية هنا.
de: Ihre Fortschritte in diesem Kurs werden hier angezeigt.
eo: Ýöür çöürsé prögréss wïll ßé dïspläýéd héré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Su nivel de avance en el curso se mostrará aquí.
fr: Votre progression dans le cours y sera également affichée.
ja: あなたのコース進度が、ここに表示されます。
nl: Uw cursusvoortgang wordt hier weergegeven.
pl: Tutaj pojawi się informacja o Twoim stopniu ukończenia kursu.
pt: Seu progresso no curso será exibido aqui.
zh: 您的课程进度将显示在此处。

source: This visualization displays your progress through course content. The average progress of your cohort is displayed as well. Note that your progress is based on consumption of all individual %(modules_custom_label)s and readings within the course.
ar: يعرض هذا التصور التقدم التقدم الذي أحرزته خلال محتوى الدورة التدريبية. ويتم عرض متوسط التقدم المحرز لفوجك كذلك. علمًا بأن التقدم الذي أحرزته يعتمد على استهلاك جميع %(modules_custom_label)s الفردية والقراءات المتوفرة ضمن الدورة التدريبية.
de: Diese Darstellung zeigt Ihre Fortschritte bei Kursinhalten. Der durchschnittliche Fortschritt Ihres Jahrgangs wird auch angezeigt. Beachten Sie, dass Ihr Fortschritt alle individuell absolvierten %(modules_custom_label)s und Texte berücksichtigt.
es: Esta visualización muestra su avance a lo largo de los contenidos del curso. También se indica el nivel de avance promedio de su grupo. Tenga en cuenta que el avance se basa en el cumplimiento de todos %(modules_custom_label)s individuales y lecturas del curso.
ja: ここには、コース内容の進度が表示されます。コホートの平均進度も表示されます。あなたの進度は、コース内すべての%(modules_custom_label)sと読書の進み具合に基づくものである点にご注意ください。
nl: In deze visualisatie wordt uw voortgang in de cursusinhoud weergegeven. De gemiddelde voortgang van uw cohort wordt hier ook weergegeven. Let op: uw voortgang wordt gebaseerd op het volgen van alle individuele %(modules_custom_label)s en leesopdrachten binnen de cursus.
pl: Ta wizualizacja ukazuje Twój stopień ukończenia kursu. Możesz też zobaczyć średni stopień ukończenia kursu całej grupy kursantów. Twój stopień ukończenia kursu obliczany jest na podstawie ukończenia poszczególnych %(modules_custom_label)s i przeczytanych tekstów.
pt: Esta visualização exibe seu progresso ao longo de todo o conteúdo do curso. O progresso médio do seu grupo também é exibido. Observe que seu progresso é baseado na utilização de todos os %(modules_custom_label)s e leituras individuais do curso.
zh: 该可视化内容显示您的课程内容进度。您所在群组的平均进度也会显示。请注意，您的进度取决于课程中所有 %(modules_custom_label)s 和阅读材料的完成情况。

source: This visualization displays your progress through course content. The average progress of your cohort is displayed as well. Note that your progress is based on consumption of all individual modules and readings within the course.
ar: يعرض هذا التصور التقدم التقدم الذي أحرزته خلال محتوى الدورة التدريبية. ويتم عرض متوسط التقدم المحرز لفوجك كذلك. علمًا بأن التقدم الذي أحرزته يعتمد على استهلاك جميع الوحدات الفردية والقراءات المتوفرة ضمن الدورة التدريبية.
de: Diese Darstellung zeigt Ihre Fortschritte bei Kursinhalten. Der durchschnittliche Fortschritt Ihres Jahrgangs wird auch angezeigt. Beachten Sie, dass Ihr Fortschritt alle individuell absolvierten Module und Texte berücksichtigt.
eo: Thïs vïsüälïzätïön dïspläýs ýöür prögréss thröügh çöürsé çöntént. Thé ävérägé prögréss öf ýöür çöhört ïs dïspläýéd äs wéll. Nöté thät ýöür prögréss ïs ßäséd ön çönsümptïön öf äll ïndïvïdüäl mödülés änd réädïngs wïthïn thé çöürsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє є#
es: Esta visualización muestra su avance a lo largo de los contenidos del curso. También se indica el nivel de avance promedio de su grupo. Tenga en cuenta que el avance se basa en el cumplimiento de todos los módulos individuales y lecturas del curso.
fr: Cette visualisation affiche votre progression par rapport au contenu du cours. La progression moyenne de votre division est également affichée. Notez que votre progression est basée sur votre utilisation de tous les modules individuels et sur les lectures contenues dans le cours.
ja: ここには、コース内容の進度が表示されます。コホートの平均進度も表示されます。あなたの進度は、コース内すべてのモジュールと読書の進み具合に基づくものである点にご注意ください。
nl: In deze visualisatie wordt uw voortgang in de cursusinhoud weergegeven. De gemiddelde voortgang van uw cohort wordt hier ook weergegeven. Let op: uw voortgang wordt gebaseerd op het volgen van alle individuele modules en leesopdrachten binnen de cursus.
pl: Ta wizualizacja ukazuje Twój stopień ukończenia kursu. Możesz też zobaczyć średni stopień ukończenia kursu całej grupy kursantów. Twój stopień ukończenia kursu obliczany jest na podstawie ukończenia poszczególnych modułów i przeczytanych tekstów.
pt: Esta visualização exibe seu progresso ao longo de todo o conteúdo do curso. O progresso médio do seu grupo também é exibido. Observe que seu progresso é baseado na utilização de todos os módulos e leituras individuais do curso.
zh: 该可视化内容显示您的课程内容进度。您所在群组的平均进度也会显示。请注意，您的进度取决于课程中所有模块和阅读材料的完成情况。

source: Participant FAQ
ar: الأسئلة الشائعة للمشاركين
de: Teilnehmer-FAQ
eo: Pärtïçïpänt FÀQ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Preguntas frecuentes de los participantes
fr: FAQ des participants
ja: 参加者FAQ
nl: Veelgestelde vragen deelnemer
pl: FAQ - Najczęściej zadawane pytania uczestników
pt: FAQ dos participantes
zh: 参与者常见问题

source: ACCESS:
ar: إمكانية الوصول:
de: ZUGANG:
eo: ÀÇÇÉSS: Ⱡ'σяєм ιρѕυм #
es: ACCESO:
fr: ACCÈS :
ja: アクセス:
nl: TOEGANG:
pl: DOSTĘP:
pt: ACESSO:
zh: 访问：

source: Which browsers are recommended for use with McKinsey Academy?
ar: ما هي المتصفحات الموصى بها للاستخدام مع أكاديمية ماكنزي؟
de: Welche Browser werden für die Nutzung der McKinsey Academy empfohlen?
eo: Whïçh ßröwsérs äré réçömméndéd för üsé wïth MçKïnséý Àçädémý? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Cuáles son los navegadores recomendados para usar con McKinsey Academy?
fr: Quel navigateur recommandons-nous pour McKinsey Academy ?
ja: McKinsey Academyで推奨されるブラウザは何ですか?
nl: Welke browsers worden aanbevolen voor gebruik met McKinsey Academy?
pl: Jakiej przeglądarki zaleca się używać podczas korzystania z McKinsey Academy?
pt: Quais navegadores são recomendados para uso com o McKinsey Academy?
zh: 推荐使用哪些浏览器来访问麦肯锡学院？

source: We recommend the latest versions of Google Chrome, Mozilla Firefox, and Apple Safari for an optimal experience. McKinsey Academy is not accessible with some older versions of browsers (such as Internet Explorer 8).
ar: نوصي باستخدام أحدث الإصدارات من جوجل كروم وموزيلا فايرفوكس وأبل سفاري للحصول على تجربة مثالية. ويتعذر الوصول إلى أكاديمية ماكنزي في حالة استخدام بعض الإصدارات القديمة من المتصفحات (مثل إنترنت إكسبلورر 8).
de: Wir empfehlen die aktuellsten Versionen von Google Chrome, Mozilla Firefox, und Apple Safari für eine optimale Nutzung. Die McKinsey Academy kann mit einigen älteren Browserversionen (z. B. Internet Explorer 8) nicht genutzt werden.
eo: Wé réçömménd thé lätést vérsïöns öf Gööglé Çhrömé, Mözïllä Fïréföx, änd Àpplé Säfärï för än öptïmäl éxpérïénçé. MçKïnséý Àçädémý ïs nöt äççéssïßlé wïth sömé öldér vérsïöns öf ßröwsérs (süçh äs Ìntérnét Éxplörér 8). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. є#
es: Le recomendamos que use las últimas versiones de Google Chrome, Mozilla Firefox y Apple Safari para disfrutar de una experiencia óptima. McKinsey Academy no es accesible con algunas versiones más antiguas de navegadores (tales como Internet Explorer 8).
fr: Nous recommandons les dernières versions de Google Chrome, Mozilla Firefox, et Apple Safari pour une expérience optimale. McKinsey Academy n'est pas accessible avec les anciennes versions des navigateurs (tels que Internet Explorer 8).
ja: 当社では、Google Chrome、Mozilla Firefox、Apple Safariの最新版を推奨しています。McKinsey Academyは、(Internet Explorer 8などの) 古いバージョンのブラウザではアクセスできません。
nl: Voor een optimale ervaring raden we u de meest recente versies van Google Chrome, Mozilla Firefox en Apple Safari aan. McKinsey Academy is niet toegankelijk in sommige oudere versies van browsers (zoals Internet Explorer 8).
pl: Sugerujemy korzystanie z najnowszych wersji przeglądarek Google Chrome, Mozilla Firefox lub Apple Safari, aby móc w pełni korzystać z funkcji McKinsey Academy. Aplikacja nie jest kompatybilna z niektórymi starszymi przeglądarkami (np. Internet Explorer 8).
pt: Recomendamos as versões mais recentes do Google Chrome, Mozilla Firefox e Apple Safari para uma experiência ideal. O McKinsey Academy não é compatível com algumas versões mais antigas dos navegadores (como o Internet Explorer 8).
zh: 我们推荐使用最新版本的 Google Chrome、Mozilla Firefox 和 Apple Safari 以获取最佳体验。使用某些较早版本的浏览器（如 Internet Explorer 8）无法访问麦肯锡学院。

source: What if I have technical trouble with registration, login, or course access?
ar: ماذا لو واجهت مشكلة تقنية خلال التسجيل أو تسجيل الدخول أو الوصول إلى الدورة التدريبية؟
de: Was kann ich tun, wenn technische Probleme bei der Registrierung, beim Einloggen oder beim Zugriff auf Kurse auftreten?
eo: Whät ïf Ì hävé téçhnïçäl tröüßlé wïth régïsträtïön, lögïn, ör çöürsé äççéss? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: ¿Qué sucede si tengo un problema técnico con el registro, el inicio de sesión o el acceso al curso?
fr: Que dois-je faire si je rencontre un problème technique pendant l'enregistrement, la connexion où l'accès au cours ?
ja: 登録、ログイン、コースへのアクセスで技術的な問題が生じた場合は、どうすればいいですか?
nl: Wat moet ik doen als ik technische problemen heb met de registratie, het inloggen of de toegang tot de cursus?
pl: Co zrobić, jeśli napotkam problem technicznym związany z rejestracją, logowaniem lub dostępem do kursu?
pt: O que fazer se eu tiver problemas técnicos com a inscrição, o login ou o acesso ao curso?
zh: 如果我在注册、登录或课程访问方面遇到技术问题，该怎么办？
