Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: The forum kicks off with a two-and-a-half day in-person conference in New York, and closes with a one-day regional end-of-program event, featuring distinguished global business and thought leaders, including:
ar: ينطلق المنتدى بمؤتمر شخصي لمدة يومين ونصف في نيويورك، ويُختتم بحدث إقليمي لنهاية البرنامج ليوم واحد، ويضم قادة أعمال وفكر عالميين بارزين، بما في ذلك:
de: Das Forum beginnt mit einer zweieinhalbtägigen Konferenz mit persönlicher Anwesenheit in New York und endet mit einer eintägigen regionalen Veranstaltung am Ende des Programms unter der Leitung von herausragenden globalen Unternehmern und Vordenkern, einschließlich:
eo: Thé förüm kïçks öff wïth ä twö-änd-ä-hälf däý ïn-pérsön çönférénçé ïn Néw Ýörk, änd çlösés wïth ä öné-däý régïönäl énd-öf-prögräm évént, féätürïng dïstïngüïshéd glößäl ßüsïnéss änd thöüght léädérs, ïnçlüdïng: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕ#
es: El foro comienza con una conferencia de dos días y medio en Nueva York, y finaliza con un evento regional de cierre del programa de un día con la presencia de distinguidos líderes de negocios y de opinión internacionales, entre ellos:
fr: Le forum débute par une conférence de deux jours et demi en personne à New York et se termine par un événement régional de fin de programme d'une journée, mettant en vedette d'éminents chefs de file et des leaders d’opinion du monde des affaires, notamment :
ja: ニューヨークで開催される1日半の対面式カンファレンスにより幕を開け、最後は、地方で1日間のプログラプ終了イベントで幕を閉じるこのフォーラムでは、次の著名な世界的ビジネスリーダーや思考的リーダーを特集していきます:
nl: Het forum gaat van start met een twee en een halve dag durende persoonlijk bij te wonen conferentie in New York en wordt afgesloten met een eendaags regionaal afsluitend evenement met zakelijk leiders en ‘thought leaders’ die hun sporen in het mondiale bedrijfsleven hebben verdiend, onder wie:
pl: Forum otwiera trwająca dwa i pół dnia konferencja w Nowym Jorku, na którą uczestnicy zaproszeni są, by stawić się osobiście. Na zakończenie programu organizowany jest jednodniowy event regionalny, który swoją obecnością uświetnią czołowi liderzy i teoretycy świata biznesu, tacy jak:
pt: O fórum começa com uma conferência presencial de dois dias e meio em Nova York e termina com um evento regional de um dia para marcar o fim do programa, apresentando reconhecidos líderes de negócios globais e thought leaders, incluindo:
zh: 该论坛在纽约以为期两天半的面对面会议形式开幕，以为期一天的地区性课程计划结束活动闭幕，届时会有众多杰出的全球商业和思想领袖到场，包括：

source: Dominic Barton
ar: دومينيك بارتون
eo: Dömïnïç Bärtön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
ja: ドミニク・バートン

source: Global Managing Director, McKinsey
ar: المدير الإداري العام، أكاديمية ماكنزي
eo: Glößäl Mänägïng Dïréçtör, MçKïnséý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Director global administrativo, McKinsey
fr: Directeur général international, McKinsey
ja: McKinsey社グローバル・マネージング・ディレクター
pl: Dyrektor Generalny McKinsey
pt: Diretor Executivo Global, McKinsey
zh: 麦肯锡全球常务董事

source: Peter Grauer
ar: بيتر جروير
eo: Pétér Gräüér Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
ja: ピーター・グラウアー

source: Chairman, Bloomberg; World Economic Forum (Founding Chairman, Community of Chairmen; member, International Business Council)
ar: رئيس مجلس الإدارة، بلومبيرغ، المنتدى الاقتصادي العالمي (رئيس مجلس الإدارة المؤسس، مجتمع رؤساء مجالس الإدارة؛ عضو، المجلس الدولي للأعمال)
de: Chairman, Bloomberg; World Economic Forum (Founding Chairman, Community of Chairmen; Mitglied, International Business Council)
eo: Çhäïrmän, Blöömßérg; Wörld Éçönömïç Förüm (Föündïng Çhäïrmän, Çömmünïtý öf Çhäïrmén; mémßér, Ìntérnätïönäl Büsïnéss Çöünçïl) Ⱡ'σяєм ι#
es: Presidente de Bloomberg y fundador de la comunidad de presidentes y miembro del consejo de negocios internacionales del Foro Económico Mundial
fr: Président, Bloomberg ; Forum Économique Mondial (Président fondateur, communauté de présidents ; membre, International Business Council)
ja: Bloomberg社取締役会長、世界経済フォーラム (会長コミュニティ設立会長、国際ビジネス評議会メンバー)
nl: voorzitter, Bloomberg; World Economic Forum (Founding Chairman, Community of Chairmen; lid, International Business Council)
pl: Prezes zarządu w Bloomberg, prezes-założyciel Światowego Forum Ekonomicznego (WEF) i członek Światowej Rady Biznesu (WBC)
pt: Presidente, Bloomberg; Fórum Econômico Mundial (Presidente Fundador, Comunidade de Presidentes; membro, Conselho Internacional de Negócios)
zh: Bloomberg 主席；世界经济论坛（主席团创始主席；国际商业理事会成员）

source: Klaus Kleinfeld
ar: كلاوس كلينفيلد
eo: Kläüs Kléïnféld Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
ja: クラウス・クラインフェルト

source: Chairman and CEO, Alcoa
ar: رئيس مجلس الإدارة والرئيس التنفيذي لشركة ألكوا
eo: Çhäïrmän änd ÇÉÖ, Àlçöä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Presidente y director ejecutivo de Alcoa
fr: Président et directeur général, Alcoa
ja: Alcoa社会長兼CEO
nl: voorzitter en CEO, Alcoa
pl: CEO i prezes zarządu Alcoa
pt: Presidente e CEO, Alcoa
zh: Alcoa 主席兼首席执行官

source: Sanjay Sharma
ar: سانجاي شارما
eo: Sänjäý Shärmä Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
ja: サンジェイ・サルマ

source: Professor, MIT; Director of Digital Learning
ar: أستاذ، بمعهد ماساتشوستس للتكنولوجيا؛ مدير التعلم الرقمي
eo: Pröféssör, MÌT; Dïréçtör öf Dïgïtäl Léärnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Profesor del MIT y director de aprendizaje digital
fr: Professeur, MIT; Directeur de Digital Learning
ja: MIT教授、Digital Learning取締役
pl: Profesor i wykładowca MIT, dyrektor w Digital Learning
pt: Professor, MIT; Diretor de Aprendizado Digital
zh: MIT 教授；数字化学习总监

source: Chip Heath
ar: تشيب هيث
eo: Çhïp Héäth Ⱡ'σяєм ιρѕυм ∂σłσ#
ja: チップ・ハース

source: Professor, Stanford Graduate School of Business; author of <i>Decisive</i>, <i>Switch</i>, and <i>Made to Stick</i>
ar: أستاذ، بكلية الدراسات العليا في إدارة الأعمال في جامعة ستانفورد؛ مؤلف <i>Decisive</i> و <i>Switch</i> و<i>Made to Stick</i>
de: Professor, Stanford Graduate School of Business; Autor von <i>Decisive</i>, <i>Switch</i>, und <i>Made to Stick</i>
eo: Pröféssör, Stänförd Grädüäté Sçhööl öf Büsïnéss; äüthör öf <i>Déçïsïvé</i>, <i>Swïtçh</i>, änd <i>Mädé tö Stïçk</i> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αη#
es: Profesor de la escuela de negocios de Stanford y autor de <i>Decisive</i>, <i>Switch</i> y <i>Made to Stick</i>
fr: Professeur, Stanford Graduate School of Business; auteur de <i>Decisive</i>, <i>Switch</i>, et <i>Made to Stick</i>
ja: スタンフォード大学経営大学院教授、<i>決定力! 正解を導く4つのプロセス</i>, <i>スイッチ!「変われない」を変える方法</i>、<i>アイデアのちから</i>著者
nl: Professor, Stanford Graduate School of Business; auteur van <i>Decisive</i>, <i>Switch</i>, en <i>Made to Stick</i>
pl: Profesor i wykładowca Stanford Graduate School of Business, autor książek <i>„Decyduj!”</i> oraz <i>„Pstryk. Jak zmieniać, żeby zmienić”</i>
pt: Professor, Stanford Graduate School of Business; autor de <i>Decisive</i>, <i>Switch</i>, and <i>Made to Stick</i>
zh: 斯坦福大学商学院教授，著有 <i>Decisive</i>、<i>Switch</i> 和 <i>Made to Stick</i>

source: Erik Roth
ar: إريك روث
eo: Érïk Röth Ⱡ'σяєм ιρѕυм ∂σł#
ja: エリック・ロス

source: Director, McKinsey; co-author with Clayton Christensen of <i>Seeing What's Next</i>
ar: مدير، ماكنزي؛ مؤلف مشارك مع كلايتون كريستنسن لـ <i>Seeing What's Next</i>
de: Director, McKinsey; Co-Autor mit Clayton Christensen von <i>Seeing What's Next</i>
eo: Dïréçtör, MçKïnséý; çö-äüthör wïth Çläýtön Çhrïsténsén öf <i>Sééïng Whät's Néxt</i> Ⱡ'σяєм ιρѕυ#
es: Director de McKinsey y co-autor con Clayton Christensen de <i>Seeing What's Next</i>
fr: Directeur, McKinsey; co-auteur avec Clayton Christensen de <i>Seeing What's Next</i>
ja: McKinsey社取締役、<i>イノベーションの最終解</i>クレイトン・クリステンセンとの共同著者
nl: Director, McKinsey; co-auteur met Clayton Christensen van <i>Seeing What's Next</i>
pl: Dyrektor w McKinsey, współautor książki (razem z Claytonem Christensenem) <i>„Innowacje. Następny krok”</i>
pt: Diretor, McKinsey; coautor, com Clayton Christensen, de <i>Seeing What's Next</i>
zh: 麦肯锡总监，与 Clayton Christensen 合著有 <i>Seeing What's Next</i>

source: Bharat Anand
ar: بهارات أناند
eo: Bhärät Ànänd Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
ja: バーラット・アナンド

source: Professor, Harvard Business School; Faculty Chair, HBX
ar: أستاذ، بكلية هارفارد للأعمال التجارية؛ رئيس هيئة التدريس، HBX
de: Professor, Harvard Business School; Lehrstuhl, HBX
eo: Pröféssör, Härvärd Büsïnéss Sçhööl; Fäçültý Çhäïr, HBX Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Profesor de la escuela de negocios de Harvard y presidente del cuerpo de docentes de HBX
fr: Professeur, Harvard Business School; Président de Faculté, HBX
ja: ハーバード・ビジネス・スクール教授、HBX学部長
pl: Profesor i wykładowca w Harvard Business School, przewodniczący wydziału HBC
pt: Professor, Harvard Business School; Reitor, HBX
zh: 哈佛商学院教授；HBX 教职工主席

source: For further information, please view the <a href="/static/docs/Future_Business_Leaders_Forum_Brochure.pdf" target="_blank">FBLF overview brochure</a>
ar: للحصول على مزيد من المعلومات، يرجى الاطلاع على <a href="/static/docs/Future_Business_Leaders_Forum_Brochure.pdf" target="_blank">كتيب لمحة عامة عن منتدى قادة الأعمال المستقبليين</a>
de: Weitere Informationen finden Sie in der <a href="/static/docs/Future_Business_Leaders_Forum_Brochure.pdf" target="_blank">FBLF Übersichtsbroschüre</a>.
eo: För fürthér ïnförmätïön, pléäsé vïéw thé <a href="/static/docs/Future_Business_Leaders_Forum_Brochure.pdf" target="_blank">FBLF övérvïéw ßröçhüré</a> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: Para obtener más información, lea la <a href="/static/docs/Future_Business_Leaders_Forum_Brochure.pdf" target="_blank">descripción general del FBLF</a>
fr: Pour plus d'informations veuillez consulter la <a href="/static/docs/Future_Business_Leaders_Forum_Brochure.pdf" target="_blank">brochure de présentation FBLF</a>
ja: 詳細については、 <a href="/static/docs/Future_Business_Leaders_Forum_Brochure.pdf" target="_blank">FBLF概要冊子</a>をご覧ください
nl: Raadpleeg voor meer informatie de <a href="/static/docs/Future_Business_Leaders_Forum_Brochure.pdf" target="_blank">FBLF-overzichtsbrochure</a>
pl: Więcej informacji znajdziesz w naszym <a href="/static/docs/Future_Business_Leaders_Forum_Brochure.pdf" target="_blank">prospekcie informacyjnym FPLB</a>
pt: Para mais informações, consulte o <a href="/static/docs/Future_Business_Leaders_Forum_Brochure.pdf" target="_blank">folheto de visão geral do FBLF</a>
zh: 有关详细信息，请查看 <a href="/static/docs/Future_Business_Leaders_Forum_Brochure.pdf" target="_blank">FBLF 概述手册</a>

source: PARTICIPANT PROFILE
ar: ملف تعريف المشارك
de: TEILNEHMERPROFIL
eo: PÀRTÌÇÌPÀNT PRÖFÌLÉ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: PERFIL DEL PARTICIPANTE
fr: PROFIL DES PARTICIPANTS
ja: 参加者プロフィール
nl: DEELNEMERSPROFIEL
pl: PROFIL UCZESTNIKA
pt: PERFIL DO PARTICIPANTE
zh: 参与者简介

source: Rising professionals preparing for leadership roles. A typical participant is likely to lead a function or business unit in 3-5 years.
ar: إعداد مهنيين طموحين لتولي مناصب قيادية. وعادةً ما يقود المشارك القياسي مهمة أو وحدة أعمال خلال 3-5 سنوات.
de: Aufsteigende Fachleute, die sich auf Führungsrollen vorbereiten. Ein typischer Teilnehmer wird wahrscheinlich eine Funktions- oder Geschäftseinheit in 3 bis 5 Jahren führen.
eo: Rïsïng pröféssïönäls prépärïng för léädérshïp rölés. À týpïçäl pärtïçïpänt ïs lïkélý tö léäd ä fünçtïön ör ßüsïnéss ünït ïn 3-5 ýéärs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
es: Profesionales prometedores que se preparan para roles de liderazgo. Un participante típico generalmente liderará una función o unidad de negocios en un plazo de 3 a 5 años.
fr: Des professionnels ambitieux se préparant à des rôles de dirigeant. En règle générale, un participant dirigera une fonction ou une unité commerciale dans les 3 à 5 ans.
ja: 指導的役割を担う準備をする期待のプロフェッショナル。典型的な参加者は、今後3～5年で、部署長または事業部長になる可能性が高いです。
nl: Opkomende professionals voorbereiden op leiderschapsfuncties. Een doorsnee deelnemer zal waarschijnlijk binnen 3-5 jaar leidinggeven aan een faciliteit of bedrijfsonderdeel.
pl: Utalentowani, wybijający się specjaliści, przygotowujący się do ról i stanowisk przywódczych. Typowy uczestnik jest na drodze do osiągnięcia stanowiska zarządzającego w dziale lub firmie w ciągu 3 do 5 lat.
pt: Profissionais em ascensão se preparando para desempenhar papéis de liderança. Um participante típico provavelmente liderará uma função ou unidade de negócios em 3-5 anos.
zh: 处于职业上升期的正在准备担任领导角色的专业人员。典型的参与者可能会在 3-5 年内领导一个职能部门或业务部门。

source: Participants can be nominated by their organization’s leaders in conjunction with their McKinsey client service team (CST).
ar: يمكن ترشيح المشاركين من قبل قادة مؤسساتهم بالتعاون مع فريق خدمة العملاء في ماكنزي.
de: Teilnehmer können von den Führungskräften ihrer Organisation in Verbindung mit ihrem Kundenserviceteam von McKinsey (CST) nominiert werden.
eo: Pärtïçïpänts çän ßé nömïnätéd ßý théïr örgänïzätïön’s léädérs ïn çönjünçtïön wïth théïr MçKïnséý çlïént sérvïçé téäm (ÇST). Ⱡ'σяєм ιρ#
es: Los participantes pueden ser nominados por los líderes de sus organizaciones en conjunto con el equipo de servicio al cliente (CST) de McKinsey.
fr: Les participants peuvent être désignés par leur directeur d'entreprise, en collaboration avec leur équipe du service client McKinsey (CST).
ja: 参加者は、組織のリーダーと併せて、McKinseyクライアント・サービス・チーム (CST) が指名することができます。
nl: Deelnemers kunnen worden aangewezen door de leiders van hun organisatie, in samenspraak met het McKinsey-klantenserviceteam.
pl: Uczestnicy mogą otrzymać nominację od członków kadry zarządzającej swojej firmy w porozumienia z zespołem obsługi klienta McKinsey.
pt: Os participantes podem ser indicados pelos líderes de sua organização em conjunto com a equipe de atendimento ao cliente da McKinsey (CST).
zh: 参与者可由其组织的领导者与其麦肯锡客户服务团队 (CST) 联合提名。

source: We encourage you to nominate 1-2 groups of four participants each to go through the experience together (they can be from across your organization). Please reach out to your CST to propose candidates.
ar: نشجعكم على ترشيح مجموعة - مجموعتين بحيث تتكون كل مجموعة من أربعة مشاركين لخوض التجربة معًا (يمكن أن يكونوا من كافة أقسام مؤسستك). يرجى التواصل مع فريق خدمة العملاء لديك لاقتراح المرشحين.
de: Wir ermutigen Sie, 1 bis 2 Gruppen mit jeweils 4 Teilnehmern zu nominieren, die das Programm zusammen durchlaufen (sie können aus Ihrer gesamten Organisation stammen). Bitte kontaktieren Sie für Vorschläge von Kandidaten Ihren CST.
eo: Wé énçöürägé ýöü tö nömïnäté 1-2 gröüps öf föür pärtïçïpänts éäçh tö gö thröügh thé éxpérïénçé tögéthér (théý çän ßé fröm äçröss ýöür örgänïzätïön). Pléäsé réäçh öüt tö ýöür ÇST tö pröpösé çändïdätés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт#
es: Lo invitamos a nominar uno o dos grupos de cuatro participantes para que recorran la experiencia juntos (pueden ser de diferentes sectores de la organización). Comuníquese con su CST para proponer candidatos.
fr: Nous vous encourageons à désigner un ou deux groupes de 4 participants chacun qui suivront le parcours ensemble (ils peuvent être sélectionnés dans toute l'entreprise). Contactez votre CST pour proposer des candidats.
ja: 当社では、体験を共にする4人組の参加者を1～2組指名することを勧めています (組織のあらゆるところから集めて結構です)。候補者を提案するには、CSTまでご連絡ください。
nl: We moedigen u aan om 1-2 groepen met elk vier deelnemers aan te wijzen die de ervaring gezamenlijk doorlopen (ze kunnen afkomstig zijn uit uw hele organisatie). Neem contact op met uw klantenserviceteam om kandidaten voor te stellen.
pl: Sugerujemy wyznaczyć 1-2 grupy składające się z 4 nominowanych uczestników każda (mogą oni należeć do różnych działów organizacji). Prosimy skontaktować się z zespołem obsługi klienta w celu przedstawienia nominacji.
pt: Incentivamos você a indicar 1-2 grupos de quatro participantes cada para passar pela experiência juntos (eles podem ser de qualquer departamento da sua organização). Entre em contato com o seu CST para sugerir candidatos.
zh: 我们建议您提名 1-2 组参与者（每组 4 人）来共同完成该体验（他们可以来自贵组织的各个部门）。请联系您的 CST 以提名候选人。

source: VALUE PROPOSITION
ar: عرض القيمة
de: LEISTUNGSVERSPRECHEN
eo: VÀLÛÉ PRÖPÖSÌTÌÖN Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: PROPUESTA DE VALOR
fr: PROPOSITION DE VALEUR
ja: 価値の提案
nl: WAARDEVOORSTEL
pl: OFEROWANE KORZYŚCI
pt: PROPOSTA DE VALOR
zh: 价值主张

source: For your organization
ar: لمؤسستك
de: Für Ihre Organisation
eo: För ýöür örgänïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Para su organización
fr: Pour votre entreprise
ja: 組織にとっては
nl: Voor uw organisatie
pl: Dla Twojej organizacji
pt: Para a sua organização
zh: 对于贵组织

source: Build the capabilities of your next-generation leaders
ar: بناء قدرات قادة الجيل القادم
de: Bauen Sie die Fähigkeiten Ihrer Führungskräfte der nächsten Generation aus
eo: Büïld thé çäpäßïlïtïés öf ýöür néxt-générätïön léädérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Desarrolle las capacidades de su próxima generación de líderes
fr: Développer les capacités de votre nouvelle génération de leaders
ja: 次世代のリーダーの能力を構築します
nl: De vaardigheden van uw volgende generatie leiders opbouwen
pl: Pomóż przyszłym liderom Twojej organizacji rozwinąć zdolności przywódcze
pt: Desenvolver as capacidades dos líderes da próxima geração
zh: 构建下一代领导者的能力

source: Expose your future leaders to ideas from across industries and geographies
ar: قدّم لقادة مؤسستك المستقبليين أفكارًا من كافة القطاعات والمواقع الجغرافية
de: Machen Sie Ihre zukünftigen Führungskräfte mit Ideen aus verschiedenen Branchen und geografischen Regionen vertraut
eo: Éxpösé ýöür fütüré léädérs tö ïdéäs fröm äçröss ïndüstrïés änd géögräphïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Exponga a sus futuros líderes a ideas de todas las industrias y geografías
fr: Exposer vos futurs leaders à des idées provenant d'industries et de zones géographiques différentes
ja: 未来のリーダーに、他業界や世界中のアイデアを知ってもらいます
nl: Uw toekomstige leiders blootstellen aan ideeën uit allerlei verschillende bedrijfstakken en geografische locaties
pl: Zapewnij przyszłym liderom możliwość zapoznania się z bogactwem idei z różnych branż biznesu i miejsc geograficznych
pt: Expor seus futuros líderes a ideias de diferentes setores e regiões
zh: 让未来领袖接触来自不同行业和地域人员的想法

source: For your next-generation leaders
ar: لقادة الجيل القادم لديك
de: Für Ihre Führungskräfte der nächsten Generation
eo: För ýöür néxt-générätïön léädérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Para su próxima generación de líderes
fr: Pour votre nouvelle génération de leaders
ja: 次世代のリーダーにとっては
nl: Voor uw volgende generatie leiders
pl: Dla przyszłych liderów
pt: Para os líderes da próxima geração
zh: 对于您的下一代领导者

source: Improve their individual and team performance through accelerated learning
ar: حسِّن أداء فريقك والأفراد لديك من خلال زيادة سرعة التعلم
de: Verbessern Sie ihre individuelle und Teamleistung durch beschleunigtes Lernen
eo: Ìmprövé théïr ïndïvïdüäl änd téäm pérförmänçé thröügh äççélérätéd léärnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: Mejore el desempeño individual y en equipo mediante un aprendizaje acelerado
fr: Améliorer leurs performances individuelles et collectives par une formation accélérée
ja: 加速化学習を通して、個人・チームの実績を向上させます
nl: Hun individuele en teamprestaties verbeteren via versneld leren
pl: Zwiększ skuteczność działań i popraw rezultaty całego zespołu dzięki programowi przyśpieszonego uczenia się.
pt: Melhorar o desempenho individual e da equipe por meio de aprendizado acelerado
zh: 通过速成学习，改善其个人和团队表现

source: Join a global network of future leaders
ar: انضم إلى شبكة عالمية من القادة المستقبليين
de: Schließen Sie sich einem globalen Netzwerk zukünftiger Führungskräfte an
eo: Jöïn ä glößäl nétwörk öf fütüré léädérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Únase a una red global de futuros líderes
fr: Rejoindre un réseau international de futurs leaders
ja: 未来のリーダーの世界的なネットワークに加わります
nl: Toetreden tot een mondiaal netwerk van toekomstige leiders
pl: Dołącz do globalnej społeczności przyszłych liderów
pt: Integrar uma rede global de futuros líderes
zh: 加入全球未来领袖网络

source: Elevate their visibility within your organization
ar: حسِّن تواجدهم داخل مؤسستك
de: Erhöhen Sie ihre Sichtbarkeit innerhalb Ihrer Organisation
eo: Éléväté théïr vïsïßïlïtý wïthïn ýöür örgänïzätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Eleve su visibilidad en la organización
fr: Augmenter leur visibilité dans votre entreprise
ja: 組織における認知度を上げます
nl: Hun zichtbaarheid binnen uw organisatie vergroten
pl: Zwiększ prominentność młodych liderów w Twojej organizacji
pt: Elevar a visibilidade deles dentro da sua organização
zh: 提升其在贵组织内的知名度

source: McKinsey Academy’s digital courses are created and curated into programs that build business capabilities for our participants.
ar: تم إعداد الدورات الرقمية في أكاديمية ماكنزي وتنسيقها إلى برامج تبني القدرات في مجال الأعمال للمشاركين لدينا.
de: Die digitalen Kurse der McKinsey Academy werden erstellt und in Programme eingepflegt, die Geschäftsfähigkeiten für unsere Teilnehmer weiterentwickeln.
eo: MçKïnséý Àçädémý’s dïgïtäl çöürsés äré çréätéd änd çürätéd ïntö prögräms thät ßüïld ßüsïnéss çäpäßïlïtïés för öür pärtïçïpänts. Ⱡ'σяє#
es: Los cursos digitales de McKinsey Academy son creados y organizados en programas que desarrollan capacidades de negocios en los participantes.
fr: Les cours numériques de la McKinsey Academy sont conçus et adaptés en programmes qui renforcent les capacités commerciales de nos participants.
ja: McKinsey Academyのデジタル・コースが、参加者用に、ビジネス能力を構築するプログラムに集約されています。
nl: De digitale McKinsey Academy-cursussen worden gemaakt en samengesteld voor opname in programma’s waarmee onze deelnemers hun zakelijke vaardigheden ontwikkelen.
pl: Kursy cyfrowe McKinsey Academy zostały stworzone z myślą o wypracowywaniu i rozwijaniu zdolności biznesowych uczestników.
pt: Os cursos digitais do McKinsey Academy foram criados e organizados em programas que desenvolvem as capacidades de negócio dos nossos participantes.
zh: 经过精心的打造和策划，麦肯锡学院的数字课程被编成可帮助参与者构建业务能力的课程计划。

source: Corporate Finance &amp; Valuation
ar: تمويل الشركات والتقييم
de: Unternehmensfinanzierung und Bewertung
eo: Çörpöräté Fïnänçé &amp; Välüätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Finanzas corporativas y valuación
fr: Finances d’entreprise &amp; Valorisation
ja: 企業財務 &amp; 評価
nl: Ondernemingsfinanciering &amp; Waardebepaling
pl: Finanse korporacyjne &amp; wartość firmy
pt: Avaliação &amp; finanças corporativas
zh: 公司财务与估值
