Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: You should be aware that whenever you publicly disclose information, even to a limited group of recipients (for example, other users who are enrolled in the same McKinsey Academy course as you), that information could be collected and used by others. McKinsey is not responsible for any action or policies of any third parties, including other McKinsey Academy users, who collect information that users disclose to such third parties in connection with their use of McKinsey Academy.
ar: يتعين عليك إدراك أنك متى أقدمت على الإفصاح عن المعلومات، حتى وإن كان لمجموعة محدودة من المتلقين (على سبيل المثال، المستخدمين الآخرين المسجلين مثلك في دورة أكاديمية ماكنزي)، فقد يتم جمع تلك المعلومات واستخدامها من قبل الغير. وتخلي ماكنزي مسؤوليتها عن أي إجراءات أو سياسات لأي أطراف خارجية، بما في ذلك مستخدمي أكاديمية ماكنزي الآخرين، تجمع معلومات يفصح عنها المستخدمون لهذه الأطراف فيما يتعلق باستخدامهم لأكاديمية ماكنزي.
de: Sie sollten sich darüber im Klaren sein, dass bei jeder Weitergabe von Informationen, auch an eine begrenzte Gruppe von Empfängern (z. B. an andere Benutzer, die im gleichen Kurs der McKinsey Academy eingeschrieben sind wie Sie), diese Informationen von anderen gesammelt und verwendet werden können. McKinsey ist nicht verantwortlich für Handlungen oder Richtlinien von Dritten, einschließlich anderer Benutzer der McKinsey Academy, die Informationen sammeln, die Benutzer im Zusammenhang mit der Nutzung der McKinsey Academy an diese Dritten weitergeben.
eo: Ýöü shöüld ßé äwäré thät whénévér ýöü püßlïçlý dïsçlösé ïnförmätïön, évén tö ä lïmïtéd gröüp öf réçïpïénts (för éxämplé, öthér üsérs whö äré énrölléd ïn thé sämé MçKïnséý Àçädémý çöürsé äs ýöü), thät ïnförmätïön çöüld ßé çölléçtéd änd üséd ßý öthérs. MçKïnséý ïs nöt réspönsïßlé för äný äçtïön ör pölïçïés öf äný thïrd pärtïés, ïnçlüdïng öthér MçKïnséý Àçädémý üsérs, whö çölléçt ïnförmätïön thät üsérs dïsçlösé tö süçh thïrd pärtïés ïn çönnéçtïön wïth théïr üsé öf MçKïnséý Àçädémý.#
es: El usuario debe tener presente que siempre que divulgue información de manera pública, incluso a un grupo limitado de destinatarios (por ejemplo, otros usuarios que estén inscritos en el mismo curso de McKinsey Academy), dicha información podría ser recopilada y usada por otros. McKinsey no será responsable por ninguna acción o política de terceros, incluidos otros usuarios de McKinsey Academy, que recopilen información que los usuarios divulgan a dichos terceros en relación con su uso de McKinsey Academy.
fr: Sachez qu'à chaque fois que vous divulguez publiquement des informations, même à un groupe de destinataires limités, par exemple à d'autres utilisateurs qui sont inscrits au même cours de McKinsey Academy que vous, ces informations pourront être collectées et utilisées par d'autres. McKinsey n'est pas responsable des actions ou des politiques de tierces parties, y compris d'autres utilisateurs de McKinsey Academy, qui collectent des informations que ces utilisateurs divulguent à des tierces parties concernant leur utilisation de McKinsey Academy.
ja: 限定的な受信者 (例えば、お客様と同じMcKinsey Academyコースに登録している他のユーザー) 向けの場合でも、情報を公表した場合、その情報は他人が収集・利用できる点について、ご承知ください。McKinseyは、他のMcKinsey Academyユーザーを含め、McKinsey Academyの利用に関連してユーザーが第三者に開示する情報を収集する一切の第三者に関する行為または方針について、一切の責任を負いません。
nl: U dient zich er bewust van te zijn dat telkens wanneer u publiekelijk informatie verstrekt, zelfs aan een beperkte groep ontvangers (bijvoorbeeld andere gebruikers die zijn ingeschreven bij dezelfde McKinsey Academy-cursus als u), dat deze informatie kan worden verzameld en gebruikt door anderen. McKinsey is niet verantwoordelijk voor welke actie of welk beleid dan ook van derde partijen, waaronder andere McKinsey Academy-gebruikers, die informatie verzamelen die gebruikers verstrekken aan dergelijke derde partijen in verband met hun gebruik van McKinsey Academy.
pl: Powinieneś być świadomy, że ilekroć publicznie ujawniasz informacje, nawet kierując je do niewielkiej grupy odbiorców (na przykład innemu użytkownikowi, zarejestrowanemu na ten sam kurs McKinsey Academy, co Ty), informacja ta może zostać zebrana i użyta przez innych. McKinsey nie ponosi odpowiedzialności za jakiekolwiek działania lub polityki jakichkolwiek stron trzecich, w tym innych użytkowników McKinsey Academy, którzy gromadzą informację, które użytkownicy sami ujawniają takim stronom trzecim w ramach korzystania z McKinsey Academy.
pt: Você deve estar ciente de que sempre que divulgar informações publicamente, mesmo para um grupo limitado de destinatários (por exemplo, outros usuários inscritos no mesmo curso do McKinsey Academy), essas informações poderão ser coletadas e usadas por outras pessoas. A McKinsey não é responsável por nenhuma ação ou política de terceiros, incluindo outros usuários do McKinsey Academy, que coletam informações que os usuários revelam a tais terceiros em relação ao uso que fazem do McKinsey Academy.
zh: 您应该了解，只要您公开披露信息，即使是向数量有限的一组接收者（例如与您报名同一门麦肯锡学院课程的其他用户）披露，这些信息就有可能被其他人收集和使用。麦肯锡不对任何第三方的任何行为或政策负责，这些第三方包括收集用户披露给上述第三方的麦肯锡学院使用情况相关信息的其他麦肯锡学院用户。

source: Third-party websites and platforms
ar: المواقع الإلكترونية والمنصات التابعة لجهات خارجية
de: Websites und Plattformen von Drittanbietern
eo: Thïrd-pärtý wéßsïtés änd plätförms Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Sitios web y plataformas externas
fr: Plates-formes et sites internet tiers
ja: 第三者のウェブサイトおよびプラットフォーム
nl: Websites en platforms van derden
pl: Witryny i platformy osób trzecich
pt: Sites e plataformas de terceiros
zh: 第三方网站和平台

source: McKinsey may provide links or directions to third party websites or information as a service to our users. If you use these links, you will leave McKinsey Academy. Such links do not constitute or imply an endorsement, sponsorship, or recommendation by McKinsey of the third party, the third party website, or the information contained therein, and McKinsey shall not be responsible or liable for your use thereof. Such use shall be subject to the terms of use and privacy policies applicable to those sites.
ar: يجوز أن توفر ماكنزي ارتباطات أو توجيهات إلى مواقع ويب لجهات خارجية أو معلومات كخدمة لمستخدمينا. إذا كنت تستخدم هذه الارتباطات، فستغادر أكاديمية ماكنزي. لا تشكل هذه الارتباطات أو تعني ضمنًا تأييدًا أو رعاية أو توصية من ماكنزي للجهة الخارجية أو موقع الجهة الخارجية أو معلومات واردة فيه، ولن تتحمل ماكنزي المسؤولية أو تكون عرضة للعقوبة لاستخدامك لها. ويجب أن يكون هذا الاستخدام خاضعًا لشروط الاستخدام وسياسات الخصوصية المطبقة على تلك المواقع.
de: McKinsey kann Links oder Wegweiser zu Websites oder Informationen Dritter als Service für unsere Benutzer bereitstellen. Wenn Sie diese Links verwenden, verlassen Sie die McKinsey Academy. Solche Links stellen keine Zustimmung, Unterstützung oder Empfehlung von McKinsey für den Dritten, die Website des Dritten oder die darin enthaltenen Informationen dar, und McKinsey ist nicht verantwortlich oder haftbar für Ihre Nutzung derselben. Diese Nutzung unterliegt den für diese Websites geltenden Nutzungsbedingungen und Datenschutzrichtlinien.
eo: MçKïnséý mäý prövïdé lïnks ör dïréçtïöns tö thïrd pärtý wéßsïtés ör ïnförmätïön äs ä sérvïçé tö öür üsérs. Ìf ýöü üsé thésé lïnks, ýöü wïll léävé MçKïnséý Àçädémý. Süçh lïnks dö nöt çönstïtüté ör ïmplý än éndörsémént, spönsörshïp, ör réçömméndätïön ßý MçKïnséý öf thé thïrd pärtý, thé thïrd pärtý wéßsïté, ör thé ïnförmätïön çöntäïnéd théréïn, änd MçKïnséý shäll nöt ßé réspönsïßlé ör lïäßlé för ýöür üsé théréöf. Süçh üsé shäll ßé süßjéçt tö thé térms öf üsé änd prïväçý pölïçïés äpplïçäßlé tö thösé sïtés.#
es: McKinsey puede proporcionar enlaces o direcciones a sitios web de terceros o información como un servicio a nuestros usuarios. Si usa estos enlaces, saldrá de McKinsey Academy. Tales enlaces no constituyen ni implican un respaldo, patrocinio o recomendación por parte de McKinsey del tercero, del sitio web externo ni de la información que se incluye en este, y McKinsey no asume ninguna responsabilidad por el uso de estos. Tal uso estará sujeto a las condiciones de uso y políticas de privacidad aplicables a esos sitios.
fr: McKinsey pourra fournir des liens ou des directions vers des sites internet de tierces parties ou des informations dans le cadre d'un service aux utilisateurs. Si vous utilisez ces liens, vous sortirez de McKinsey Academy. Par ces liens McKinsey ne recommande pas, ni ne finance ou n’endosse de responsabilité pour la tierce partie, le site internet de la partie tierce ou les informations qui y sont contenues, et McKinsey ne sera pas responsable ou garant de leur utilisation. Cette utilisation sera soumise aux termes et conditions d'utilisation et aux politiques de confidentialité applicables à ces sites.
ja: McKinsey は、受講生に対するサービスとして、第三者のウェブサイトまたは情報へのリンクまたはアクセス方法を提供する場合があります。これらのリンクを使用すると、McKinsey Academy のサイトを離れます。このリンクは、該当する第三者、第三者のウェブサイトまたは当該サイトい掲載されている情報に関する McKinsey の保証、後援または推薦に相当したり、当該保証、後援または推薦を黙示したりするものではなく、McKinsey は、皆さんによるその利用についていかなる一般責任または法的責任も負いません。第三者サイトは、当該サイトに適用される利用規約やプライバシーに関する方針に従って利用しなければなりません。
nl: McKinsey kan links of referenties naar websites van derden of informatie bevatten als een dienst aan onze gebruikers. Indien u op deze links klinkt, verlaat u de McKinsey Academy. Dergelijke links vormen of impliceren geen goedkeuring, sponsoring of aanbeveling door McKinsey van de derde partij, de website van de derde partij of de daarin opgenomen informatie, en McKinsey is niet verantwoordelijk of aansprakelijk voor het gebruik ervan. Dergelijk gebruik is onderworpen aan de gebruiksvoorwaarden en het privacybeleid die van toepassing zijn op die websites.
pl: McKinsey może, w ramach przysługi dla użytkowników, zamieszczać łącza lub odniesienia do witryn lub informacji osób trzecich. Jeśli użytkownik kliknie takie łącze, opuści McKinsey Academy. Zamieszczenie łączy nie stanowi ani nie sugeruje poparcia, sponsoringu lub polecenia przez McKinsey danej osoby trzeciej, jej witryny lub informacji w niej zawartych, a McKinsey nie będzie odpowiadać za korzystanie z nich przez użytkownika. Takie korzystanie podlega warunkom korzystania i zasadom prywatności stosowanym w tych witrynach.
pt: A McKinsey pode fornecer links ou instruções para sites ou informações de terceiros como um serviço para nossos usuários. Se você usar esses links, sairá do McKinsey Academy. Esses links não constituem ou implicam um endosso, patrocínio ou recomendação da McKinsey quanto aos terceiros, nem ao site ou informações neles contidas, e a McKinsey não será responsável pelo seu uso. Esse uso estará sujeito aos Termos de Uso e às Políticas de Privacidade aplicáveis a esses sites.
zh: 麦肯锡可能向我们的用户提供第三方网站或信息的链接或指示，作为一种服务。如果您使用这些链接，您将离开 McKinsey Academy。此类链接不构成或暗示麦肯锡对第三方、第三方网站或其中包含的信息的背书、赞助或推荐，且麦肯锡对您使用此类链接不承担任何责任。此类使用应遵守适用于这些网站的使用条款和隐私政策。

source: In addition, certain Mobile Offerings may be made available to you through a website, application or platform operated by a Mobile Platform Provider (as such term is defined in the Terms). By using such Mobile Offering you acknowledge and agree that the applicable Mobile Platform Provider(s), and third parties upon which they rely (for example your mobile communications provider), may receive or require access to certain of your personal data in order to enable you to access or use such websites, applications and/or platforms and the corresponding Mobile Offering. For instance, a Mobile Platform Provider may require you to share or to create user credentials, and as a result may be able to determine that you and/or your Sponsoring Organization are participating in McKinsey Academy and/or collect other usage or activity information about you. The use of such information by such Mobile Platform Provider(s) is subject to each Mobile Platform Provider’s own terms and privacy policies, which are not subject to our control and which we recommend you review carefully, and is not governed by our Terms or by this Privacy Policy.
ar: بالإضافة إلى ذلك، قد تتاح لك بعض عروض الجوال من خلال أحد المواقع الإلكترونية أو التطبيقات أو الأنظمة الأساسية التي يتم تشغيلها من قِبل أحد مقدمي خدمات منصات الجوال (على النحو المحدد في الشروط). وباستخدام هذا النوع من عروض الجوال، فإنك تقر وتوافق على أن مقدم (مقدمي) منصة الجوال المستخدَم، والجهات الخارجية التي يعتمد عليها (على سبيل المثال مزود خدمة اتصالات الهاتف الجوال)، قد يتلقى أو يطلب الوصول إلى بعض بياناتك الشخصية لتمكينك من الوصول إلى أو استخدام مثل هذه المواقع، التطبيقات و / أو المنصات وعروض الجوال المقابلة. على سبيل المثال، قد يطلب منك مقدم خدمات منصات الجوال مشاركة أو إنشاء بيانات اعتماد المستخدم، ونتيجة لذلك قد يتمكن من استنتاج أنك و / أو الشركة الراعية تشاركون في أكاديمية ماكنزي و / أو يجمع معلومات الاستخدام أو غيره من الأنشطة حولك. ويخضع استخدام مثل هذه المعلومات من قِبل مقدم (مقدمي) منصة الجوال لكل الشروط وسياسات الخصوصية ذات الصلة بمقدم منصة الجوال، والتي لا تخضع لسيطرتنا وننصحك بمراجعتها بعناية، ولا تخضع لشروطنا أو سياسة الخصوصية هذه.
de: Darüber hinaus können Ihnen bestimmte mobile Angebote über eine Website, Anwendung oder Plattform, die von einem Anbieter mobiler Plattformen betrieben wird (wie in den Bedingungen definiert), zur Verfügung gestellt werden. Durch die Nutzung dieses Mobilangebots erkennen Sie an und erklären sich damit einverstanden, dass der/die jeweilige(n) Anbieter mobiler Plattformen und Dritte, auf die sie sich verlassen (z. B. Ihr Mobilfunkanbieter), bestimmte Ihrer personenbezogenen Daten erhalten oder benötigen, um Ihnen den Zugriff auf diese Websites, Anwendungen und/oder Plattformen und das entsprechende Mobilangebot zu ermöglichen. So kann beispielsweise ein Anbieter mobiler Plattformen von Ihnen verlangen, dass Sie Benutzerdaten weitergeben oder erstellen, was zu der Feststellung führen kann, dass Sie und/oder Ihre Sponsorenorganisation an der McKinsey Academy teilnehmen, und/oder dazu, dass andere Nutzungs- oder Aktivitätsdaten über Sie gesammelt werden. Die Nutzung dieser Informationen durch die jeweiligen Anbieter mobiler Plattformen unterliegt den eigenen Bedingungen und Datenschutzrichtlinien des jeweiligen Anbieters mobiler Plattformen. Diese unterliegen nicht unserer Kontrolle wir empfehlen Ihnen, sie sorgfältig zu überprüfen. Die Nutzung ist nicht durch unsere Bedingungen oder diese Datenschutzrichtlinie reguliert.
eo: Ìn äddïtïön, çértäïn Mößïlé Öfférïngs mäý ßé mädé äväïläßlé tö ýöü thröügh ä wéßsïté, äpplïçätïön ör plätförm öpérätéd ßý ä Mößïlé Plätförm Prövïdér (äs süçh térm ïs défïnéd ïn thé Térms). Bý üsïng süçh Mößïlé Öfférïng ýöü äçknöwlédgé änd ägréé thät thé äpplïçäßlé Mößïlé Plätförm Prövïdér(s), änd thïrd pärtïés üpön whïçh théý rélý (för éxämplé ýöür mößïlé çömmünïçätïöns prövïdér), mäý réçéïvé ör réqüïré äççéss tö çértäïn öf ýöür pérsönäl dätä ïn ördér tö énäßlé ýöü tö äççéss ör üsé süçh wéßsïtés, äpplïçätïöns änd/ör plätförms änd thé çörréspöndïng Mößïlé Öfférïng. För ïnstänçé, ä Mößïlé Plätförm Prövïdér mäý réqüïré ýöü tö shäré ör tö çréäté üsér çrédéntïäls, änd äs ä résült mäý ßé äßlé tö détérmïné thät ýöü änd/ör ýöür Spönsörïng Örgänïzätïön äré pärtïçïpätïng ïn MçKïnséý Àçädémý änd/ör çölléçt öthér üsägé ör äçtïvïtý ïnförmätïön äßöüt ýöü. Thé üsé öf süçh ïnförmätïön ßý süçh Mößïlé Plätförm Prövïdér(s) ïs süßjéçt tö éäçh Mößïlé Plätförm Prövïdér’s öwn térms änd prïväçý pölïçïés, whïçh äré nöt süßjéçt tö öür çöntröl änd whïçh wé réçömménd ýöü révïéw çäréfüllý, änd ïs nöt gövérnéd ßý öür Térms ör ßý thïs Prïväçý Pölïçý.#
es: Además, determinadas Ofertas Móviles podrán estar disponibles para usted a través de un sitio web, una aplicación o una plataforma operada por un Proveedor de Plataforma Móvil (según se lo define en los Términos de Uso). Al hacer uso de dicha Oferta Móvil, usted reconoce y acepta que los Proveedores de Plataforma Móvil correspondientes y cualquier tercero asociado (por ejemplo, su proveedor de comunicaciones móviles) podrán recibir o solicitar acceso a alguna parte específica de su información personal a fin de permitirle el acceso o el uso de dichos sitios web, aplicaciones y/o plataformas, y la correspondiente Oferta Móvil. Por ejemplo, un Proveedor de Plataforma Móvil puede solicitarle que comparta o cree credenciales de usuario, y como resultado estará en condiciones de determinar que usted y/o su Compañía Patrocinadora están participando en McKinsey Academy, y/o de recopilar información adicional sobre el uso o las actividades que usted realiza. El uso de dicha información por parte de los Proveedores de Plataforma Móvil queda sujeto a los propios términos de uso y políticas de privacidad de cada uno de ellos, los cuales no están bajo nuestro control y por lo tanto recomendamos leer cuidadosamente; dicho uso tampoco está regido por nuestros Términos de Uso ni por esta Política de Privacidad.
fr: Par ailleurs, certaines offres mobiles peuvent être mises à votre disposition dans un site internet, une application ou une plate-forme exploitée par un fournisseur de plate-forme mobile tel que ce terme est défini dans les Conditions. En utilisant cette offre mobile vous reconnaissez et acceptez que le ou les fournisseurs de plate-forme applicables, et les tierces parties sur lesquels ils se reposent (par exemple votre prestataire de communications mobiles) peuvent recevoir ou demander l'accès à certaines de vos données personnelles afin de vous permettre d'accéder ou d'utiliser ce site internet, ses applications et/ou ces plates-formes et les offres mobiles correspondantes. Par exemple, un fournisseur de plate-forme peut vous demander de communiquer ou de créer des informations de connexion d'utilisateur et, de ce fait, déterminer que vous ou l’entreprise qui vous finance participez à McKinsey Academy et/ou collecter d'autres informations d'activités ou d'utilisation vous concernant. L’utilisation de ces informations par ces prestataires de plate-forme est soumise aux propres conditions et politiques de confidentialité de leur fournisseurs de plate-forme qui ne sont pas soumises à notre contrôle et nous vous recommandons alors de les examiner, car elles ne sont pas gouvernées par les Conditions ou par cette politique de confidentialité.
ja: さらに、モバイル・プラットフォーム・プロバイダ (規約に含まれる定義の通り) が運営するウェブサイト、アプリ、またはプラットフォームを通じて、特定のモバイルサービスが利用できる場合があります。これらのモバイルサービスを利用した場合、お客様は、該当するモバイル・プラットフォーム・プロバイダおよび同プロバイダが委託を行う第三者 (例えば、お客様のモバイル通信プロバイダ) が、お客様による同ウェブサイト、アプリ、プラットフォーム、および対応するモバイルサービスへのアクセスを可能にするため、お客様の個人データを受信またはアクセスを求める場合があることを承認し、これに合意したと見なされます。例えば、モバイル・プラットフォーム・プロバイダが、ユーザーの認証情報を共有または作成するよう求めた場合、お客様またはお客様の後援組織がMcKinsey Academyに参加している事実を特定し、お客様に関するその他の利用またはアクティビティ情報の収集が可能になる場合があります。同モバイル・プラットフォーム・プロバイダによる同情報の利用は、各モバイル・プラットフォーム・プロバイダの規約およびプライバシーに関する方針の対象となり、当社の管理対象ではなく、お客様が注意して確認されることを推奨すると同時に、当社の規約または当該プライバシーに関する方針により管理されないことをお知らせいたします。
nl: Er worden verder mogelijk Mobiele Aanbiedingen aan u beschikbaar gesteld via een website, applicatie of platform van een Mobiele Platformprovider (zoals deze term is gedefinieerd in de Voorwaarden). Door gebruik te maken van een dergelijke Mobiele Aanbieding erkent u en stemt u ermee in dat de toepasselijke Mobiele Platformprovider(s) en derde partijen waarop deze vertrouwt (zoals uw mobiele telefoonprovider) bepaalde persoonsgegevens van u kunnen ontvangen of toegang hiertoe verkrijgen om deze in staat te stellen u toegang te verlenen tot of u gebruik te laten maken van dergelijke websites, applicaties en/of platforms en de betreffende Mobiele Aanbieding. Een Mobiele Platformprovider kan bijvoorbeeld van u verlangen dat u gebruikersgegevens deelt of maakt, en kan als resultaat daarvan mogelijk vaststellen dat u en/of uw Sponsororganisatie deelneemt aan McKinsey Academy en/of andere informatie over uw gebruik of activiteiten verzamelen. Het gebruik van deze informatie door een dergelijke Mobiele Platformprovider is onderworpen aan de eigen voorwaarden en het eigen privacybeleid van de desbetreffende Mobiele Platformprovider. Wij hebben hier geen zeggenschap over en raden u aan om deze zorgvuldig door te nemen, aangezien die voorwaarden en dat beleid niet onderworpen zijn aan onze Voorwaarden of aan dit Privacybeleid.
pl: Dodatkowo niektóre Produkty Mobilne mogą zostać Tobie udostępnione za pomocą strony internetowej, aplikacji lub platformy obsługiwanej przez Dostawcę Platformy Mobilnej (zgodnie z definicją tego terminu podaną w „Warunkach”). Używając Produktu Mobilnego uznajesz i wyrażasz zgodę na to, że dany Dostawca(-y) Platformy Mobilnej i strony trzecie, na których on(-i) polega (na przykład dostawca łączności komórkowej) może otrzymywać lub wymagać dostępu do niektórych z Twoich danych osobowych, aby móc zapewnić Ci dostęp do lub pozwolić na używanie takich stron, aplikacji i/lub platform i powiązanego Produktu Mobilnego. Na przykład Dostawca Platformy Mobilne może poprosić Cię o udostępnienie lub utworzenie poświadczeń użytkownika i w rezultacie może być w stanie ustalić, że Ty i/lub Twoja Organizacja Sponsorująca uczestniczycie w McKinsey Academy i/lub zbierać inne dotyczące Ciebie informacje o użytkowaniu i aktywności. Wykorzystanie takich informacji przez Dostawcę(-ów) Platformy Mobilnej jest przedmiotem warunki i polityk prawności danego Dostawcy Platformy Mobilnej, które znajdują się poza naszą kontrolą i nie podlega naszym Warunkom lub niniejszej Polityce Prywatności. Zalecamy dokładne zapoznanie się z takimi warunkami i politykami prywatności Dostawcy(-ów) Platformy Mobilnej.
pt: Além disso, certas Versões para Dispositivos Móveis podem ser disponibilizadas por meio de um website, aplicativo ou plataforma operada por um Provedor de Plataforma Móvel (conforme definição nos Termos). Ao usar tais Versões para Dispositivos Móveis, você reconhece e concorda que o Provedor da Plataforma Móvel aplicável e terceiros nos quais ele confia (por exemplo, seu provedor de comunicações móveis) poderão receber ou exigir acesso a determinados dados pessoais para habilitar seu acesso ou navegação em tais sites, aplicativos e/ou plataformas e a Versão para Dispositivos Móveis correspondente. Por exemplo, um Provedor de Plataforma Móvel pode exigir que você compartilhe ou crie credenciais de usuário e, como resultado, pode determinar que você e/ou sua Organização Patrocinadora estão participando do McKinsey Academy e/ou pode coletar outras informações suas referentes a uso ou atividade. O uso de tais informações por tais Provedores de Plataforma Móvel está sujeito aos termos e políticas de privacidade de cada Provedor de Plataforma Móvel, que não estão sujeitos ao nosso controle. Recomendamos que você revise cuidadosamente essas políticas de privacidade, pois ela não é regida por nossos Termos ou por esta Política de Privacidade.
zh: 此外，某些移动产品可能会通过由“移动平台提供商”（定义见“条款”）运营的网站、应用程序或平台提供给您。使用此类移动产品，即表示您承认并同意相关移动平台提供商及其所依赖的第三方（例如您的移动通信提供商）可能会接收或需要访问您的某些个人数据，以便使您能够访问或使用上述网站、应用程序和/或平台以及相应的移动产品。例如，移动平台提供商可能会要求您共享或创建用户凭证，并且因此可能能够确定您和/或您的赞助组织正在参与麦肯锡学院，并/或收集您的其他使用情况或活动信息。上述移动平台提供商对上述信息的使用须遵守各个移动平台提供商各自的条款和隐私政策，这些条款和隐私政策不受我们控制，也不受我们的条款或本隐私政策管辖，建议您仔细阅读。
