Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: In our sole discretion we may choose to offer a certificate, statement or other acknowledgement or documentation to you and/or your Sponsoring Organization if you satisfy certain criteria (e.g., course completion) in connection with one or more courses or programs made available to you through McKinsey Academy (a “Certificate”). The issuance of a Certificate to you and/or your Sponsoring Organization, and the criteria governing such issuance, are solely within our discretion and may be changed at any time. In addition, you acknowledge that (a) your receipt of a Certificate, if any, does not represent an endorsement by us and (b) we are not an accredited educational institution, nor have we sought any such accreditation, and any such Certificate does not convey any academic credit or standing. You agree that you will not seek to obtain a Certificate through any false, misleading, or unlawful means, or misrepresent to the public or to any third party the nature, content or terms of issuance of any such Certificate.
ar: وفقًا لتقديرنا الخاص، قد نختار تقديم شهادة أو بيان أو مستندات أخرى لك و/أو لمؤسستك الراعية إذا كنت تستوفي معايير معينة (على سبيل المثال، إكمال الدورة التدريبية) فيما يتعلق بدورة واحدة أو أكثر من الدورات التدريبية أو برنامج واحد أو أكثر من البرامج المتاحة لك من خلال أكاديمية ماكنزي (“الشهادة“). مع الوضع في الاعتبار أن إصدار شهادة لك و/أو لمؤسستك الراعية، والمعايير التي تحكم مثل هذا الإصدار، تخضع لتقديرنا نحن فقط ويمكن تغييرها في أي وقت. بالإضافة إلى ذلك، تقر بأن (أ) تلقيك للشهادة، إن وجدت، لا يمثل مصادقة من جانبنا وأننا (ب) لسنا مؤسسة تعليمية معتمدة، ولم نطلب أي اعتماد من هذا القبيل، وأي شهادة من هذا النوع لا تعني اعتمادًا أو مكانة أكاديمية. كما تقر بالموافقة على أنك لن تسعى للحصول على شهادة من خلال أي وسيلة زائفة أو مضللة أو غير قانونية أو تحريف طبيعة أي من هذه الشهادات أو محتواها أو شروط إصدارها أمام الجمهور أو أي طرف ثالث.
de: Nach eigenem Ermessen können wir Ihnen und/oder Ihrer Sponsorenorganisation ein Zertifikat, eine Stellungnahme oder eine andere Bestätigung oder Dokumentation anbieten, wenn Sie bestimmte Kriterien (z. B. Kursabschluss) im Zusammenhang mit einem oder mehreren Kursen oder Programmen erfüllen, die Ihnen über die McKinsey Academy zur Verfügung gestellt werden (ein "Zertifikat"). Die Ausstellung eines Zertifikats an Sie und/oder Ihre Sponsorenorganisation und die Kriterien für diese Ausstellung liegen ausschließlich in unserem Ermessen und können jederzeit geändert werden. Darüber hinaus akzeptieren Sie, dass (a) Ihr Erhalt eines Zertifikats, falls vorhanden, keine Unterstützung durch uns darstellt und (b) wir keine akkreditierte Bildungseinrichtung sind und eine solche Akkreditierung nicht beantragt haben und ein solches Zertifikat keine akademische Anerkennung oder Stellung vergibt. Sie erklären sich damit einverstanden, dass Sie nicht versuchen werden, ein Zertifikat mit falschen, irreführenden oder rechtswidrigen Mitteln zu erhalten oder der Öffentlichkeit oder einem Dritten gegenüber die Art, den Inhalt oder die Bedingungen der Ausstellung eines solchen Zertifikats falsch darzustellen.
eo: Ìn öür sölé dïsçrétïön wé mäý çhöösé tö öffér ä çértïfïçäté, stätémént ör öthér äçknöwlédgémént ör döçüméntätïön tö ýöü änd/ör ýöür Spönsörïng Örgänïzätïön ïf ýöü sätïsfý çértäïn çrïtérïä (é.g., çöürsé çömplétïön) ïn çönnéçtïön wïth öné ör möré çöürsés ör prögräms mädé äväïläßlé tö ýöü thröügh MçKïnséý Àçädémý (ä “Çértïfïçäté”). Thé ïssüänçé öf ä Çértïfïçäté tö ýöü änd/ör ýöür Spönsörïng Örgänïzätïön, änd thé çrïtérïä gövérnïng süçh ïssüänçé, äré sölélý wïthïn öür dïsçrétïön änd mäý ßé çhängéd ät äný tïmé. Ìn äddïtïön, ýöü äçknöwlédgé thät (ä) ýöür réçéïpt öf ä Çértïfïçäté, ïf äný, döés nöt réprésént än éndörsémént ßý üs änd (ß) wé äré nöt än äççrédïtéd édüçätïönäl ïnstïtütïön, nör hävé wé söüght äný süçh äççrédïtätïön, änd äný süçh Çértïfïçäté döés nöt çönvéý äný äçädémïç çrédït ör ständïng. Ýöü ägréé thät ýöü wïll nöt séék tö ößtäïn ä Çértïfïçäté thröügh äný fälsé, mïsléädïng, ör ünläwfül méäns, ör mïsréprésént tö thé püßlïç ör tö äný thïrd pärtý thé nätüré, çöntént ör térms öf ïssüänçé öf äný süçh Çértïfïçäté.#
es: A su entera discreción, McKinsey podrá optar por otorgar a usted o a su Compañía Patrocinadora un certificado, declaración, u otro tipo de reconocimiento o documentación si usted cumple con determinados criterios (por ejemplo, completar el curso) con relación a uno o más cursos o programas disponibles a través de McKinsey Academy (el “Certificado”). La emisión de un Certificado para usted o su Compañía Patrocinadora, y los criterios que rigen dicha emisión, quedan a nuestra entera discreción, y podrán modificarse en cualquier momento. Asimismo, usted reconoce que (a) la recepción de un Certificado, de corresponder, no representa un respaldo de nuestra parte, y (b) no somos una institución educativa acreditada, ni hemos tramitado ese tipo de acreditación, y que ningún Certificado implica una acreditación o una calificación académica. Usted manifiesta que no buscará obtener un Certificado por medios falsos o ilícitos, ni tergiversar la naturaleza, el contenido o los términos de emisión de cualquier Certificado.
fr: À notre seule discrétion, nous pouvons décider de choisir de vous offrir, à vous ou à l’entreprise qui vous finance, un certificat, une déclaration ou d’autre reconnaissance ou documentation si vous répondez à certains critères (par exemple, cours terminé) en rapport avec un ou plusieurs cours ou programmes mis à votre disposition par McKinsey Academy (un « Certificat »). La délivrance d’un Certificat à vous et/ou à l’entreprise qui vous finance, et les critères définissant cette délivrance, restent de notre seule discrétion et peuvent changer à tout moment. De plus, vous reconnaissez que (a) votre réception d’un Certificat, le cas échéant, ne constitue pas un endossement de notre part et (b) nous ne sommes pas un organisme d’enseignement accrédité, et n’avons pas demandé une telle accréditation, et un tel Certificat n’accorde aucun crédit ou niveau universitaire. Vous convenez que vous ne chercherez pas à obtenir un Certificat par des moyens trompeurs, illégaux et malhonnêtes, ni ne ferez de fausse déclaration au public ou à toute tierce partie, sur la nature, le contenu ou les conditions de délivrance d’un tel Certificat.
ja: 当社の自己裁量により、当社は、McKinsey Academyを通じてお客様に提供された1つ以上のコースまたはプログラムに関連して、お客様が一定基準 (例: コースの修了) を満たされた場合は、お客様および / または後援組織に対し、証書、ステートメント、あるいはその他の通知書または文書 (「証書」) の提供をすることがあります。お客様や後援組織に対する証書の発行、また、その発行に際する基準については、当社の自己裁量によるものとし、いつでも変更する場合があります。さらに、お客様は、(a) 該当する場合、証書の受け取りは当社による支持を約束するものではないこと、また、(b) 当社は正式に認可を受けた教育機関ではなく、そのような正式認可を求めたこともなく、当該証書は学業単位または状況を伝えるものではないことを承諾します。お客様は、虚偽、誤解を生むような、または違法な方法により証書の取得を試みたり、公または一切の第三者に対し、当該証書の性質、内容、または条件について、事実を曲げて伝えたりしないことに同意します。
nl: Naar ons eigen inzicht kunnen wij ervoor kiezen om een certificaat, verklaring of andere erkenning of documentatie aan u en/of uw sponsororganisatie aan te bieden, indien u voldoet aan bepaalde criteria (bijv. afronding van een cursus) gerelateerd aan een of meerdere cursussen of programma’s die aan u beschikbaar zijn gesteld via McKinsey Academy (een “Certificaat”). De uitgifte van een Certificaat aan u en/of uw sponsororganisatie, en de criteria voor een dergelijke uitgifte, zijn volledig naar ons eigen inzicht en kunnen te allen tijde worden gewijzigd. Daarnaast erkent u dat (a) uw ontvangst van een Certificaat, indien van toepassing, geen aanbeveling is van onze zijde, en (b) dat wij geen geaccrediteerde onderwijsinstelling zijn, noch dat wij hebben geprobeerd dergelijke accreditatie te verkrijgen, en dat een dergelijk Certificaat geen indicatie is van enig academisch krediet of enige academische status. U stemt ermee in dat u niet een Certificaat probeert te verkrijgen op basis van valse, misleidende of onrechtmatige middelen, of de aard, inhoud of voorwaarden voor uitgifte van een dergelijk Certificaat aan het publiek of een derde partij presenteert op foutieve wijze.
pl: Wedle naszego uznania możemy zdecydować się na przyznanie certyfikatów, oświadczenia lub innej formy potwierdzenia lub dokumentu Tobie i/lub Twojej Organizacji Sponsorującej jeśli spełnisz określone kryteria (takie jak ukończenie kursu) w związku z jednym lub więcej kursami lub programami udostępnionymi Tobie w ramach McKinsey Academy (dalej zwanych „Certyfikatem). Wystawienie Certyfikatu Tobie i/lub Twojej Organizacji Sponsorującej oraz kryteria wystawienia takiego Certyfikatu, leżą wyłącznie w naszej gestii i mogą ulec zmianie w dowolnym momencie. Dodatkowo przyznajesz, że (a) Twój odbiór Certyfikatu, jeśli dotyczy, nie stanowi wyrazu poparcia oraz (b) nie jesteśmy akredytowaną instytucją edukacyjną ani nie ubiegaliśmy o uzyskanie takiej akredytacji i żaden Certyfikat nie niesie za sobą wartości akademickiej. Zobowiązujesz się, że nie będziesz starał się zdobyć Certyfikatom za pomocą żadnych błędnych, fałszywych lub bezprawnych środków ani że nie będziesz przedstawiał w nieprawdziwy sposób publice ani stronom trzecim natury, zawartości lub warunki wystawienia żadnego takiego Certyfikatu.
pt: A nosso exclusivo critério, podemos optar por oferecer um certificado, declaração ou outro reconhecimento ou documentação para você e/ou sua Organização Patrocinadora se você atender a determinados critérios (por exemplo, conclusão do curso) relacionados a um ou mais cursos ou programas disponibilizados a você por meio do McKinsey Academy (um "Certificado"). A emissão de um Certificado para você e/ou sua Organização Patrocinadora, e os critérios que regem tal emissão são prerrogativa exclusivamente nossa e podem ser alterados a qualquer momento. Além disso, você reconhece que (a) o recebimento de um Certificado, se houver, não representa um endosso por nós e (b) não somos uma instituição educacional credenciada, nem solicitamos tal credenciamento, e tal Certificado não concede qualquer crédito acadêmico ou status. Você concorda que não procurará obter um Certificado através de qualquer meio falso, enganoso ou ilegal, ou falsear em público ou a qualquer terceiro a natureza, conteúdo ou termos de emissão de tal Certificado.
zh: 如果您满足与通过麦肯锡学院提供的一门或多门课程或课程相关（“证书”）的某个条件（例如，课程完成），我们可全权决定选择向您和/或您的赞助机构提供证书、声明或其他确认或文件。向您和/或您的赞助机构颁发证书以及颁发证书的条件完全由我们自行决定，并可随时予以更改。此外，您承认 (a) 您拿到证书（如果有）并不代表我们的认可，(b) 我们不是认证的教育机构，我们也没有寻求任何此类认证，并且任何此类证书都不代表任何学分或学术水平。您同意您不会通过任何虚假、误导或非法手段获取证书，或向公众或任何第三方歪曲发放此类证书的性质、内容或条款。

source: 10. Privacy
ar: 10. الخصوصية
de: 10. Privatsphäre
eo: 10. Prïväçý Ⱡ'σяєм ιρѕυм ∂σłσя #
es: 10. Privacidad
fr: 10. Confidentialité
ja: 10. プライバシー
pl: 10. Prywatność
pt: 10. Privacidade
zh: 10. 隐私

source: We understand that your privacy is important to you and we are committed to respecting your privacy and to protecting your personally-identifiable information (which is also referred to in some contexts and under some applicable laws as your personal data). Our Privacy Policy (available at
ar: نتفهم أن خصوصيتك مهمة بالنسبة لك ونحن ملتزمون باحترام خصوصيتك وحماية المعلومات الشخصية الخاصة بك (والتي يشار إليها أيضًا في بعض السياقات وبموجب بعض القوانين المعمول بها باسم &quot;البيانات الشخصية&quot;). وتوضح سياسة الخصوصية الخاصة بنا (المتوافرة هنا) كيف نستخدم ونحمي المعلومات الشخصية الخاصة بك، وكذلك كيف ومع من نشارك تلك المعلومات (بما في ذلك، بالنسبة لمستخدمين معينين، مشاركة المعلومات مع الشركة الراعية).
de: Wir verstehen, dass Ihnen Ihre Privatsphäre wichtig ist, und wir verpflichten uns, Ihre Privatsphäre zu respektieren und Ihre personenbezogenen Daten zu schützen (die in einigen Kontexten und unter einigen geltenden Gesetzen auch als persönliche Daten bezeichnet werden). Unsere Datenschutzerklärung (verfügbar unter
eo: Wé ündérständ thät ýöür prïväçý ïs ïmpörtänt tö ýöü änd wé äré çömmïttéd tö réspéçtïng ýöür prïväçý änd tö prötéçtïng ýöür pérsönällý-ïdéntïfïäßlé ïnförmätïön (whïçh ïs älsö référréd tö ïn sömé çöntéxts änd ündér sömé äpplïçäßlé läws äs ýöür pérsönäl dätä). Öür Prïväçý Pölïçý (äväïläßlé ät Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ η#
es: Entendemos que su privacidad es importante para usted, y nos comprometemos a respetarla y a proteger su información de identificación personal (a la que también se hace referencia como datos personales en algunos contextos y en virtud de algunas leyes aplicables). Nuestra Política de Privacidad (disponible en
fr: Nous comprenons que votre vie privée est importante à vos yeux et nous nous engageons à respecter votre vie privée et à protéger les informations qui vous identifient personnellement (auxquelles il est également fait référence dans certains contextes et certaines lois applicables comme données personnelles). Notre politique de confidentialité (disponible à
ja: 当社は、お客様のプライバシーの重要性を理解しており、お客様のプライバシーを尊重し、個人が特定できる情報 (一部の文脈または該当する法律ではお客様の個人データと呼ばれる) の保護に努めています。当社のプライバシーに関する方針 (
nl: We begrijpen dat uw privacy belangrijk voor u is en wij doen ons uiterste best om uw privacy te respecteren en uw persoonlijk identificeerbare informatie te beschermen (die in bepaalde contexten en onder bepaalde toepasselijke wetgeving ook wel uw persoonsgegevens worden genoemd). Ons Privacybeleid (beschikbaar op
pl: Rozumiemy, że Twoja prywatność jest dla Ciebie ważna zobowiązujemy się do uszanowania Twojej prywatności i ochrony jakichkolwiek informacji, na podstawie których można zidentyfikować Twoją tożsamość (które w pewnych kontekstach i w oparciu o niektóre obowiązujące przepisy prawa są określane jako Twoje dane osobowe). Nasza Polityka prywatności (dostępna na
pt: Entendemos que sua privacidade é importante para você, e estamos comprometidos a respeitá-la e proteger suas informações pessoais identificáveis (que também são utilizadas em alguns contextos e sob algumas leis aplicáveis ​​como seus dados pessoais). Nossa Política de Privacidade (disponível em
zh: 我们了解您的隐私对您非常重要，我们承诺尊重您的隐私并保护您的个人身份信息（在某些情况下以及某些适用法律中也将其称为您的个人信息）。我们的隐私政策（可在

source: ) describes how we use and protect your personally-identifiable information, as well as how and with whom we may share that information (including, for certain users, sharing information with your Sponsoring Organization).
ar: (يوضح كيفية استخدام وحماية معلومات التعريف الشخصية الخاصة بك، إضافةً إلى كيف ومع من قد نشارك هذه المعلومات (بما يشمل مستخدمين محددين، ومشاركة المعلومات مع الشركة الراعية).
de: ) beschreibt, wie wir Ihre personenbezogenen Daten verwenden und schützen sowie wie und an wen wir diese Daten weitergeben können (einschließlich, für bestimmte Benutzer, der Weitergabe von Informationen an Ihre Sponsorenorganisation).
eo: ) désçrïßés höw wé üsé änd prötéçt ýöür pérsönällý-ïdéntïfïäßlé ïnförmätïön, äs wéll äs höw änd wïth whöm wé mäý shäré thät ïnförmätïön (ïnçlüdïng, för çértäïn üsérs, shärïng ïnförmätïön wïth ýöür Spönsörïng Örgänïzätïön). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυł#
es: ) describe cómo usamos y protegemos su información personal, así como también cómo y con quién podemos compartir dicha información (por ejemplo, para ciertos usuarios, con su Compañía patrocinadora).
fr: ) décrit la façon dont nous utilisons et protégeons les informations qui vous identifient personnellement, ainsi que la manière et avec qui nous pouvons partager ces informations, (y compris, pour certains utilisateurs, communiquer des informations à l'entreprise qui vous finance).
ja: にて入手可能) では、お客様の個人が特定できる情報の利用と保護について、また、その情報の共有方法や共有先 (特定のユーザーについては、お客様の後援組織との情報共有も含む) について、説明しています。
nl: ) beschrijft hoe wij uw persoonlijke identificeerbare informatie gebruiken en beschermen, evenals hoe en met wie we deze informatie kunnen delen (inclusief, voor bepaalde gebruikers, het delen van informatie met uw Sponsororganisatie).
pl: ) opisuje, jak używamy i chronimy informacje, na podstawie których można zidentyfikować Twoją tożsamość oraz jak i komu możemy udostępniać takie informacje (w tym, w przypadku niektórych użytkowników, udostępnianie informacji Twojej Organizacji Sponsorującej).
pt: ) descreve como usamos e protegemos suas informações pessoais identificáveis, e como e com quem podemos compartilhar essas informações (incluindo, para certos usuários, o compartilhamento de informações com sua Organização Patrocinadora).
zh: 获得）说明了我们如何使用和保护您的个人身份信息，以及我们如何以及与谁共享该信息（包括对某些用户而言，与赞助组织共享信息）。

source: Your use of McKinsey Academy is subject to and governed by these Terms and our Privacy Policy, and by using any Site or Mobile Offering, or by otherwise using or participating in McKinsey Academy you confirm your agreement with, and understanding of, our Privacy Policy.
ar: يخضع استخدامك لأكاديمية ماكنزي لهذه الشروط وسياسة الخصوصية الخاصة بنا، وباستخدام أي موقع أو أي من عروض الجوال، أو باستخدام أو المشاركة في أكاديمية ماكنزي، فإنك تؤكد موافقتك على سياسة الخصوصية الخاصة بنا وفهمها.
de: Ihre Verwendung der McKinsey Academy unterliegt diesen Bedingungen und unserer Datenschutzrichtlinie, und durch die Nutzung einer Website oder eines mobilen Angebots oder durch die anderweitige Verwendung oder Teilnahme an der McKinsey Academy bestätigen Sie Ihre Zustimmung zu unserer Datenschutzrichtlinie und deren Einhaltung.
eo: Ýöür üsé öf MçKïnséý Àçädémý ïs süßjéçt tö änd gövérnéd ßý thésé Térms änd öür Prïväçý Pölïçý, änd ßý üsïng äný Sïté ör Mößïlé Öfférïng, ör ßý öthérwïsé üsïng ör pärtïçïpätïng ïn MçKïnséý Àçädémý ýöü çönfïrm ýöür ägréémént wïth, änd ündérständïng öf, öür Prïväçý Pölïçý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂#
es: Su uso de McKinsey Academy está sujeto a estos Términos de Uso y a la Política de Privacidad, por lo que al usar cualquier Sitio u Oferta Móvil o participar de cualquier otro modo en las actividades de McKinsey Academy usted confirma que acepta, y entiende, la Política de Privacidad.
fr: Votre utilisation de McKinsey Academy est soumise et gouvernée par ces Conditions et notre politique de confidentialité, et par l'utilisation de tout site ou offre mobile ou autrement par l'utilisation ou la participation à McKinsey Academy, vous confirmez votre accord à, et votre compréhension de, notre politique de confidentialité.
ja: お客様によるMcKinsey Academyの利用は、これらの規約および当社のプライバシーに関する方針の対象であり、サイトまたはモバイルサービスを利用したり、その他の方法でMcKinsey Academyの利用または参加を行うと、お客様は、当社のプライバシーに関する方針に同意し、理解したものと見なされます。
nl: Het gebruik van McKinsey Academy is onderworpen aan en valt onder deze Voorwaarden en ons Privacybeleid, en door enige Site of Mobiele aanbieding te gebruiken of door McKinsey Academy op enige andere manier te gebruiken of hieraan mee te doen, bevestigt u dat u instemt met, en volledige kennis heeft genomen van, ons Privacybeleid.
pl: Twoje użytkowane McKinsey Academy podlega i jest regulowane przez niniejsze Warunki oraz naszą Politykę prywatności i poprzez używanie jakiejkolwiek Strony lub Produkty Mobilnego albo poprzez używanie i uczestnictwo w McKinsey Academy w jakikolwiek inny sposób potwierdzasz Twoją zgodę na i zrozumienie naszej polityki prywatności.
pt: Seu uso do McKinsey Academy está sujeito a estes Termos e é regido por eles e por nossa Política de Privacidade, e ao usar qualquer Site ou Versão para Dispositivos Móveis, ou ao usar ou participar do McKinsey Academy, você confirma que entende e concorda com a nossa Política de Privacidade.
zh: 您使用麦肯锡学院将受这些条款和我们的隐私政策的约束，并且使用任何网站或移动产品，或以其他方式使用或参与麦肯锡学院，即表示您同意并了解我们的隐私政策。

source: YOU ARE ENCOURAGED TO PRINT AND TO READ THE PRIVACY POLICY CAREFULLY AND TO CONTACT US BEFORE COMMENCING YOUR USE OF MCKINSEY ACADEMY IF YOU HAVE ANY QUESTIONS ABOUT OUR PRIVACY POLICY OR THESE TERMS.
ar: وننصحك بطباعة وقراءة سياسة الخصوصية بعناية والاتصال بنا قبل بدء استخدامك لأكاديمية ماكنزي إذا كان لديك أي أسئلة أو استفسارات حول سياسة الخصوصية أو هذه الشروط.
de: ES WIRD EMPFOHLEN, DIE DATENSCHUTZERKLÄRUNG AUSZUDRUCKEN UND SORGFÄLTIG ZU LESEN UND UNS VOR BEGINN DER VERWENDUG DER MCKINSEY ACADEMY ZU KONTAKTIEREN, WENN SIE FRAGEN ZU UNSERER DATENSCHUTZERKLÄRUNG ODER DIESEN BEDINGUNGEN HABEN.
eo: ÝÖÛ ÀRÉ ÉNÇÖÛRÀGÉD TÖ PRÌNT ÀND TÖ RÉÀD THÉ PRÌVÀÇÝ PÖLÌÇÝ ÇÀRÉFÛLLÝ ÀND TÖ ÇÖNTÀÇT ÛS BÉFÖRÉ ÇÖMMÉNÇÌNG ÝÖÛR ÛSÉ ÖF MÇKÌNSÉÝ ÀÇÀDÉMÝ ÌF ÝÖÛ HÀVÉ ÀNÝ QÛÉSTÌÖNS ÀBÖÛT ÖÛR PRÌVÀÇÝ PÖLÌÇÝ ÖR THÉSÉ TÉRMS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт#
es: LE RECOMENDAMOS IMPRIMIR Y LEER LA POLÍTICA DE PRIVACIDAD DETENIDAMENTE Y COMUNICARSE CON NOSOTROS SI TIENE ALGUNA PREGUNTA SOBRE LA POLÍTICA DE PRIVACIDAD O LOS TÉRMINOS DE USO ANTES DE COMENZAR A UTILIZAR MCKINSEY ACADEMY.
fr: VOUS ÊTES ENCOURAGÉ À IMPRIMER ET À LIRE LA POLITIQUE DE CONFIDENTIALITÉ SOIGNEUSEMENT ET À NOUS CONTACTER AVANT DE COMMENCER À UTILISER MCKINSEY ACADEMY SI VOUS AVEZ DES QUESTIONS CONCERNANT NOTRE POLITIQUE DE CONFIDENTIALITÉ OU CES CONDITIONS.
ja: お客様には、プライバシーに関する方針を印刷して注意深く読み、当社のプライバシーに関する方針またはこれらの規約についてご質問がある場合は、McKinsey Academyのご利用を開始される前に、当社までご連絡されることをお勧めします。
nl: U WORDT AANGERADEN OM HET PRIVACYBELEID AF TE DRUKKEN EN ZORGVULDIG NA TE LEZEN EN VOOR U BEGINT MET UW GEBRUIK CONTACT OP TE NEMEN MET MCKINSEY ACADEMY ALS U VRAGEN HEEFT OVER ONS PRIVACYBELEID OF DEZE VOORWAARDEN.
pl: ZACHĘCAMY CIĘ DO WYDRUKOWANIA I UWAŻNEGO PRZECZYTANIA POLITYKI PRYWATNOŚCI I SKONTAKTOWANIA SIĘ Z NAMI PRZED ROPOCZĘCIEM UŻYTKOWANIA MCKINSEY ACADEMY, JEŚLI MASZ JAKIEŚ PYTANIA DOTYCZĄCE POLITYKI PRYWATNOŚCI LUB NINIEJSZYCH WARUNKÓW
pt: É IMPORTANTE QUE VOCÊ IMPRIMA E LEIA CUIDADOSAMENTE A POLÍTICA DE PRIVACIDADE, E QUE NOS CONTATE ANTES DE COMEÇAR O SEU USO DO MCKINSEY ACADEMY CASO TENHA ALGUMA DÚVIDA SOBRE NOSSA POLÍTICA DE PRIVACIDADE OU ESTES TERMOS.
zh: 如果您对我们的隐私政策或这些条款有任何疑问，请在开始使用麦肯锡学院之前仔细阅读隐私政策并与我们联系。

source: IN THE EVENT OF ANY CONFLICT BETWEEN THESE TERMS AND OUR PRIVACY POLICY, THESE TERMS SHALL CONTROL.
ar: في حالة أي تعارض بين هذه الشروط وسياسة الخصوصية، يتم الاحتكام إلى هذه الشروط.
de: IM FALLE EINES WIDERSPRUCHS ZWISCHEN DIESEN BEDINGUNGEN UND UNSERER DATENSCHUTZERKLÄRUNG GELTEN DIESE BEDINGUNGEN.
eo: ÌN THÉ ÉVÉNT ÖF ÀNÝ ÇÖNFLÌÇT BÉTWÉÉN THÉSÉ TÉRMS ÀND ÖÛR PRÌVÀÇÝ PÖLÌÇÝ, THÉSÉ TÉRMS SHÀLL ÇÖNTRÖL. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es: EN CASO DE CONFLICTO ENTRE ESTOS TÉRMINOS DE USO Y LA POLÍTICA DE PRIVACIDAD, PREVALECERÁN LAS DISPOSICIONES DE LOS TÉRMINOS DE USO.
fr: EN CAS DE CONFLIT ENTRE CES CONDITIONS ET NOTRE POLITIQUE DE CONFIDENTIALITÉ CES CONDITIONS PRÉVAUDRONT.
ja: これらの規約と当社のプライバシーに関する方針間に矛盾が生じた場合は、これらの規約が優先されるものとします。
nl: IN HET GEVAL ER EEN CONFLICT OPTREEDT TUSSEN DEZE VOORWAARDEN EN ONS PRIVACYBELEID, ZIJN DEZE VOORWAARDEN BEPALEND.
pl: W PRZYPADKU NIEZGODNOŚCI POMIĘDZY NINIEJSZYMI WARUNKAMI A NASZĄ POLITYKĄ PRYWATNOŚĆI, ZA WIĄŻĄCE UZNAJE SIĘ NINIEJSZE WARUNKI.
pt: EM CASO DE QUALQUER CONFLITO ENTRE ESTES TERMOS E A NOSSA POLÍTICA DE PRIVACIDADE, PREVALECERÃO ESTES TERMOS.
zh: 如果这些条款与我们的隐私政策之间出现任何冲突，以这些条款为准。

source: 11. Termination; Discontinuation
ar: 11. الإنهاء؛ التوقف
de: 11. Kündigung; Einstellung
eo: 11. Térmïnätïön; Dïsçöntïnüätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: 11. Extinción; interrupción
fr: 11. Résiliation ; Suspension
ja: 11. 解約、停止
nl: 11. Beëindiging; stopzetting
pl: 11. Wypowiedzenie; Zakończenie
pt: 11. Rescisão; Cessação
zh: 11. 终止；废止
