Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: Many problems with registration, login, or access to courses are caused by browser issues. Here are some things to try:
ar: تحدث العديد من المشكلات المتعلقة بالتسجيل أو تسجيل الدخول أو الوصول إلى الدورات التدريبية بسبب المتصفحات. فيما يلي بعض الأشياء التي يجب تجربتها:
de: Viele Schwierigkeiten beim Registrieren, Einloggen und Zugriff auf Kurse werden durch Browserprobleme verursacht. Bitte versuchen Sie Folgendes:
eo: Mäný prößléms wïth régïsträtïön, lögïn, ör äççéss tö çöürsés äré çäüséd ßý ßröwsér ïssüés. Héré äré sömé thïngs tö trý: Ⱡ'σяєм ιρѕυм#
es: Muchos de los problemas con el registro, el inicio de sesión o el acceso a los cursos son causados por problemas con los navegadores. Puede probar alguna de las siguientes soluciones:
fr: De nombreux problèmes d'enregistrement, de connexion ou d'accès au cours sont dus à des problèmes de navigateur. Voici quelques solutions :
ja: 登録、ログイン、コースへのアクセスにおける問題の多くは、ブラウザの問題が要因となっています。次の方法をお試しください。
nl: Veel problemen met de registratie, het inloggen of de toegang tot cursussen worden veroorzaakt door problemen met uw browser. U kunt dan onder meer het volgende proberen:
pl: Wiele problemów z rejestracją, logowaniem lub dostępem do kursu ma związek z przeglądarką. Zastosowanie poniższych sugestii może rozwiązać problem:
pt: Muitos problemas com inscrição, login ou acesso a cursos são causados por problemas no navegador. Algumas soluções possíveis:
zh: 许多注册、登录或课程访问方面的问题都是由浏览器引起的。您可以尝试以下操作：

source: Switch to a current version of Chrome or Firefox
ar: التبديل إلى نسخة حديثة من متصفح كروم أو فايرفوكس
de: Wechseln Sie zu einer aktuellen Version von Chrome oder Firefox.
eo: Swïtçh tö ä çürrént vérsïön öf Çhrömé ör Fïréföx Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: Actualice su versión de Chrome o Firefox
fr: Installez une version actualisée de Chrome ou Firefox
ja: ChromeまたはFirefoxの現在のバージョンに切り替える
nl: Stap over op een recente versie van Chrome of Firefox.
pl: Zmień przeglądarką na najnowszą wersję Chrome lub Firefox
pt: Migrar para uma versão atual do Chrome ou Firefox
zh: 切换到最新版本的 Chrome 或 Firefox

source: Check your browser settings to ensure both JavaScript and cookies are enabled
ar: التحقق من إعدادات المتصفح المتوافر لديك للتأكد من تمكين كل من لغة جافا سكريبت وملفات تعريف الارتباط
de: Prüfen Sie Ihre Browsereinstellungen, um sicherzustellen, dass sowohl JavaScript als auch Cookies aktiviert sind
eo: Çhéçk ýöür ßröwsér séttïngs tö énsüré ßöth JäväSçrïpt änd çöökïés äré énäßléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Verifique la configuración de su navegador para asegurar que JavaScript y las cookies estén habilitadas
fr: Vérifiez dans les paramètres de votre navigateur que JavaScript et les cookies sont activés
ja: JavaScriptとクッキーが有効になっていることを、ブラウザの設定で確認する
nl: Controleer uw browserinstellingen en kijk of zowel JavaScript als cookies staan ingeschakeld.
pl: W ustawieniach przeglądarki sprawdź, czy włączone jest obsługiwanie plików cookie i funkcji języka JavaScript
pt: Verificar as configurações do navegador para garantir que o JavaScript e os cookies estão ativados
zh: 检查您的浏览器设置，确保已启用 JavaScript 和 Cookie

source: Clear your browser's cache
ar: مسح ذاكرة التخزين المؤقت للمتصفح المتوافر لديك
de: Leeren Sie den Cache Ihres Browsers
eo: Çléär ýöür ßröwsér's çäçhé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Borre la memoria caché de su navegador
fr: Nettoyez le cache de votre navigateur
ja: ブラウザのキャッシュを一旦消す
nl: Leeg de cache van uw browser.
pl: Wyczyść pamięć podręczną przeglądarki
pt: Limpar o cache do navegador
zh: 清除浏览器的缓存

source: Which devices are recommended for use with McKinsey Academy?
ar: ما هي الأجهزة التي يوصى باستخدامها مع أكاديمية ماكنزي؟
de: Welche Geräte werden zur Nutzung der McKinsey Academy empfohlen?
eo: Whïçh dévïçés äré réçömméndéd för üsé wïth MçKïnséý Àçädémý? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Qué dispositivos se recomienda usar con McKinsey Academy?
fr: Quel matériel recommandons-nous pour utiliser McKinsey Academy ?
ja: McKinsey Academyで推奨されるデバイスは何ですか?
nl: Welke apparaten worden aanbevolen voor gebruik met McKinsey Academy?
pl: Jakie urządzenia są kompatybilne z McKinsey Academy?
pt: Quais dispositivos são recomendados para uso com o McKinsey Academy?
zh: 推荐使用哪些设备来访问麦肯锡学院？

source: The platform is accessible on all computer and tablet devices. The site is currently not optimized for mobile device use, and you will not currently be able to access course content on mobile phones.
ar: يمكن الوصول إلى المنصة من جميع أجهزة الحاسوب والأجهزة اللوحية. إلا أن الموقع غير محسِّن حاليًا للاستخدام عن طريق الهاتف المحمول، ولن تتمكن حاليًا من الوصول إلى محتوى الدورة التدريبية من خلال هاتفك المحمول.
de: Die Plattform kann von allen Computern und Tablets aus genutzt werden. Die Seite ist bisher nicht für den Gebrauch mit Mobilgeräten optimiert und Sie können momentan kein Handy für den Zugriff auf Kursinhalte verwenden.
eo: Thé plätförm ïs äççéssïßlé ön äll çömpütér änd täßlét dévïçés. Thé sïté ïs çürréntlý nöt öptïmïzéd för mößïlé dévïçé üsé, änd ýöü wïll nöt çürréntlý ßé äßlé tö äççéss çöürsé çöntént ön mößïlé phönés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢#
es: La plataforma es accesible en todas las computadoras y tablets. El sitio actualmente no está optimizado para su uso con dispositivos móviles, y por el momento no es posible acceder al contenido del curso desde un teléfono móvil.
fr: La plateforme est accessible sur tous les ordinateurs et toutes les tablettes. Le site n'est actuellement pas optimisé pour les appareils mobiles et, pour le moment, vous ne pourrez pas avoir accès au contenu du cours sur les téléphones mobiles.
ja: 当社のプラットフォームは、すべてのコンピュータやタブレットからのアクセスが可能です。現在、携帯電話向けの最適化がされていないため、携帯電話では現時点でコース内容にアクセスできません。
nl: Het platform is toegankelijk op alle computers en tablets. De site is momenteel niet geoptimaliseerd voor gebruik met een mobiel apparaat en u kunt de cursusinhoud op dit moment niet openen op mobiele telefoons.
pl: Z zasobów McKinsey Academy można korzystać z dowolnego komputera lub tabletu. Serwis nie jest jednak zoptymalizowany pod kątem innych urządzeń mobilnych, w związku z czym nie jest możliwe przeglądanie zasobów kursu za pomocą telefonu komórkowego.
pt: A plataforma está acessível em todos os computadores e tablets. Atualmente, o site não está otimizado para uso em dispositivos móveis e você não poderá acessar o conteúdo do curso em celulares.
zh: 该平台可在所有计算机和平板电脑设备上访问。该网站目前尚未对移动设备使用进行优化，您目前无法在手机上访问课程内容。

source: How can I sign-up for a McKinsey Academy course or program?
ar: كيف يمكنني التسجيل في دورة أو برنامج في أكاديمية ماكنزي؟
de: Wie kann ich mich für einen Kurs oder ein Programm der McKinsey Academy anmelden?
eo: Höw çän Ì sïgn-üp för ä MçKïnséý Àçädémý çöürsé ör prögräm? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Cómo me inscribo en un curso o programa de McKinsey Academy?
fr: Comment puis-je m’inscrire à un programme ou à un cours McKinsey Academy ?
ja: McKinsey Academyのコースまたはプログラムへの参加方法を教えてください。
nl: Hoe kan ik mij aanmelden voor een cursus of programma van McKinsey Academy?
pl: Jak mogę zarejestrować się na kurs lub program McKinsey Academy?
pt: Como me inscrever em um curso ou programa do McKinsey Academy?
zh: 如何注册参加麦肯锡学院课程或计划？

source: At this time, McKinsey Academy courses are only available to companies. If you are interested in inquiring further, please contact us.
ar: في الوقت الحالي، لا تتوفر الدورات التدريبية لأكاديمية ماكنزي سوى للشركات. فإذا كنت مهتمًا في الاستعلام أكثر عن هذا الموضوع، يرجى التواصل معنا.
de: Derzeit stehen McKinsey Academy-Kurse ausschließlich Firmen zur Verfügung. Bitte kontaktieren Sie uns, falls Sie weitere Fragen haben.
eo: Àt thïs tïmé, MçKïnséý Àçädémý çöürsés äré önlý äväïläßlé tö çömpänïés. Ìf ýöü äré ïntéréstéd ïn ïnqüïrïng fürthér, pléäsé çöntäçt üs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
es: En este momento, los cursos de McKinsey Academy solo están disponibles para compañías. Si está interesado en obtener más información, comuníquese con nosotros.
fr: À l'heure actuelle, les cours McKinsey Academy ne sont destinés qu’aux entreprises. Si vous désirez en savoir plus, veuillez nous contacter.
ja: 現時点では、McKinsey Academyのコースは会社のみを対象としています。詳細については、当社までご連絡ください。
nl: Op dit moment zijn McKinsey Academy-cursussen alleen beschikbaar voor bedrijven. Als u meer wilt weten, neem dan contact met ons op.
pl: Obecnie kursy McKinsey Academy dostępne są wyłącznie dla klientów firmowych. Jeśli chciałbyś zdobyć więcej informacji, skontaktuj się z nami bezpośrednio.
pt: No momento, os cursos do McKinsey Academy estão disponíveis apenas para empresas. Para saber mais, entre em contato conosco.
zh: 目前，麦肯锡学院课程仅面向公司开放。如果您有意进一步询问，请与我们联系。

source: How can I change the name or email address on my account?
ar: كيف يمكنني تغيير اسم حسابي أو عنوان بريده الإلكتروني؟
de: Wie kann ich den Namen oder die E-Mail-Adresse für mein Konto ändern?
eo: Höw çän Ì çhängé thé nämé ör émäïl äddréss ön mý äççöünt? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Cómo puedo cambiar el nombre o la dirección de correo electrónico en mi cuenta?
fr: Comment puis-je modifier le nom ou l'adresse e-mail de mon compte ?
ja: アカウントの名前やEメールアドレスの変更方法を教えてください。
nl: Hoe kan ik de naam of het e-mailadres voor mijn account veranderen?
pl: Jak mogę zmienić nazwę konta lub przypisany do niego adres e-mail?
pt: Como posso alterar o nome ou endereço de e-mail da minha conta?
zh: 如何更改帐户的用户名或电子邮件地址？

source: To change your name, log in, and find your profile in the upper right-hand corner of your screen. Click the down arrow and select "Edit" next to your name.
ar: لتغيير اسمك، سجِّل الدخول واعثر على ملف تعريفك في الزاوية العليا اليمنى من الشاشة. وانقر فوق السهم لأسفل ثم حدد الأمر "تحرير" الموجود بجوار اسمك.
de: Um den Namen zu ändern, loggen Sie sich ein und suchen Sie Ihr Profil oben rechts auf dem Bildschirm. Klicken Sie auf den Abwärtspfeil und wählen Sie neben Ihrem Namen "Bearbeiten".
eo: Tö çhängé ýöür nämé, lög ïn, änd fïnd ýöür pröfïlé ïn thé üppér rïght-händ çörnér öf ýöür sçréén. Çlïçk thé döwn ärröw änd séléçt "Édït" néxt tö ýöür nämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσł#
es: Para cambiar su nombre, inicie sesión y busque su perfil en la esquina superior derecha de la pantalla. Haga clic en la flecha hacia abajo y seleccione “editar” junto a su nombre.
fr: Pour modifier votre nom, connectez-vous et trouvez votre profil dans le coin supérieur droit de votre écran. Cliquez sur la flèche bas et sélectionnez « Modifier » à côté de votre nom.
ja: 名前を変更するには、ログイン後、画面右上のプロフィールを確認します。下矢印をクリックして、名前横の[編集]をクリックします。
nl: Als u uw naam wilt veranderen, meldt u zich aan en zoekt u uw profiel in de rechterbovenhoek van het scherm. Klik op het pijltje omlaag en selecteer “Bewerken” naast uw naam.
pl: Aby zmienić nazwę, zaloguj się i zlokalizuj Twój profil w prawym górnym rogu ekranu. Kliknij na strzałkę w dół i kliknij na przycisk „Edytuj” obok Twojej nazwy.
pt: Para alterar seu nome, faça o login e encontre o perfil no canto superior direito da tela. Clique na seta para baixo e selecione "Editar" ao lado do nome.
zh: 要更改您的用户名，请登录并在屏幕右上角找到您的档案。单击向下箭头，然后选择用户名旁边的“编辑”。

source: To change your email address, please email
ar: لتغيير عنوان بريدك الإلكتروني، يرجى إرسال رسالة بريد إلكتروني بذلك
de: Um Ihre E-Mail-Adresse zu ändern, senden Sie bitte eine E-Mail
es: Para cambiar su dirección de correo electrónico, envíe un correo
ja: Eメールアドレスを変更するには、Eメールを送ってください
nl: Om uw e-mailadres te wijzigen, e-mail naar
pl: Aby zmienić adres e-mail, wyślij wiadomość e-mail do
pt: Para alterar seu endereço de e-mail, envie um e-mail para
zh: 如需更改邮箱地址，请发送电子邮件

source: My account login isn't working.
ar: تسجيل الدخول إلى حسابي لا يعمل.
de: Mein Konto-Login funktioniert nicht.
eo: Mý äççöünt lögïn ïsn't wörkïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Mi inicio de sesión no está funcionando.
fr: La connexion à mon compte ne fonctionne pas.
ja: アカウントのログインがうまくいきません。
nl: Het aanmelden bij mijn account werkt niet.
pl: Nie mogę się zalogować.
pt: O login da minha conta não está funcionando.
zh: 我的帐户登录信息无效。

source: If you've forgotten your password, please try resetting it by clicking 'Forgot my password' on the log in screen. If that does not work, please email
ar: إذا نسيت كلمة مرورك، يرجى محاولة إعادة تعيينها بالنقر فوق الرابط "نسيت كلمة مروري" الموجود في شاشة تسجيل الدخول. وإذا لم ينجح ذلك، يرجى إرسال رسالة بريد إلكتروني إلى العنوان
de: Falls Sie Ihr Passwort vergessen haben, setzen Sie es zurück, indem Sie auf der Anmeldeseite auf "Passwort vergessen" klicken. Sollte dies nicht funktionieren, senden Sie bitte eine E-Mail an
es: Si olvidó su contraseña, intente restablecerla mediante un clic en “olvidé mi contraseña” en la página de inicio de sesión. Si eso no funciona, escríbanos a
ja: パスワードを忘れた場合は、ログイン画面の [パスワードを忘れた] をクリックして再設定を試みてください。それでも上手くいかない場合は、までご連絡くださ い。
nl: Als u uw wachtwoord vergeten bent, probeer dit dan opnieuw in te stellen door te klikken op “Mijn wachtwoord vergeten” in het aanmeldscherm. Als dat niet werkt, stuurt u een e-mail naar
pl: Jeśli zapomniałeś hasła, spróbuj zresetować je za pomocą funkcji „Zapomniałem hasła”. Jeśli to nie rozwiąże problemu, wyślij wiadomość e-mail do
pt: Se você esqueceu sua senha, tente redefini-la clicando em "Esqueci minha senha" na tela de login. Se isso não funcionar, envie um e-mail para
zh: 如果忘记密码，请尝试单击登录屏幕上的“忘记我的密码”来重置密码。如果该操作不管用，请发送电子邮件至

source: I can't access a course I'm enrolled in.
ar: لا يمكنني الوصول إلى الدورة التدريبية التي سجلت فيها.
de: Ich kann nicht auf den Kurs zugreifen, für den ich mich angemeldet habe.
eo: Ì çän't äççéss ä çöürsé Ì'm énrölléd ïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: No puedo acceder a un curso al que estoy inscrito.
fr: Je n'arrive pas à accéder au cours auquel je suis inscrit.
ja: 登録しているコースにアクセスできません。
nl: Ik heb geen toegang tot een cursus waarvoor ik ben ingeschreven.
pl: Nie mogę uzyskać dostępu do kursu, na który jestem zarejestrowany.
pt: Não consigo acessar um curso no qual estou inscrito.
zh: 我无法访问我注册的课程。

source: The drop down for moving between multiple courses is on the far left of the second (lighter blue) navigation bar. If the course you are supposed to be enrolled in does not appear in that drop down menu, please email
ar: تقع القائمة المنسدلة للانتقال بين دورات متعددة في أقصى اليسار من شريط التنقل (الأزرق أخف) الثانية. إذا لم تظهر لك الدورة التي من المفترض أنك ملتحق بها في تلك القائمة المنسدلة، يرجى التواصل عبر البريد الإلكتروني
de: Die Auswahlliste, mit der Sie zwischen verschiedenen Kursen navigieren können, befindet sich links außen auf der zweiten (hellblauen) Navigationsleiste. Falls der Kurs, für den Sie angemeldet sind, dort nicht angezeigt wird, schicken Sie eine Email an
es: El menú desplegable para moverse entre varios cursos está ubicado en el extremo izquierdo de la segunda barra de navegación (celeste). Si el curso en que está inscrito no aparece en el menú desplegable, envíe un correo electrónico a
ja: 複数のコース間を移動するためのドロップダウン・メニューは、2番目の (薄い青の) ナビゲーション・バーの左端にあります。登録しているはずのコースがそこに表示されない場合は、までご連絡ください。
nl: Het uitklapmenu voor het wisselen tussen meerdere cursussen bevindt zich helemaal links van de tweede (lichter blauwe) navigatiebalk. Als de cursus waarvoor u ingeschreven zou moeten zijn niet in dit uitklapmenu verschijnt, stuur dan een e-mail
pl: Rozwijane menu, które pozwoli Ci przemieszczać się pomiędzy kursami, znajdziesz na lewym skraju drugiego paska nawigacyjnego (o kolorze jasnoniebieskim). Jeśli nie znajdziesz tam kursu, na który powinieneś być zarejestrowany, wyślij wiadomość e-mail do
pt: O menu suspenso para navegar nos diversos cursos está na extremidade esquerda da segunda barra de navegação (azul claro). Se o curso no qual você deveria estar inscrito não aparece no menu suspenso, envie um e-mail para
zh: 用于在多个课程之间移动的下拉菜单位于第二个（浅蓝色）导航栏的最左侧。如果您要注册的课程未出现在该下拉菜单中，请发送电子邮件至

source: How can I stop or start receiving emails from my courses?
ar: كيف يمكنني إيقاف تشغيل ميزة تلقي رسائل البريد الإلكتروني من دوراتي التدريبية أو بدء تشغيلها؟
de: Wie kann ich E-Mail-Benachrichtigungen für meine Kurse ein- und ausschalten?
eo: Höw çän Ì stöp ör stärt réçéïvïng émäïls fröm mý çöürsés? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: ¿Cómo puedo dejar de recibir o empezar a recibir correos electrónicos de mis cursos?
fr: Comment puis-je activer ou désactiver la réception d’e-mails de mes cours ?
ja: コースから届くEメールの配信停止または開始を希望する場合は、どうすればよいですか?
nl: Hoe kan ik het ontvangen van e-mails van mijn cursussen stoppen of laten beginnen?
pl: W jaki sposób wyłączyć powiadomienia e-mail dotyczące moich kursów?
pt: Como posso começar ou parar de receber e-mails dos meus cursos?
zh: 如何停止或开始接收来自我的课程的电子邮件？

source: We try to keep our email communication at an optimal level to ensure all participants know what is happening in the course without cluttering your inbox. Our emails contain important information about what's expected each week and additional curated content suggestions. If you no longer wish to receive emails, please email
ar: نحاول أن نحافظ على اتصالات البريد الإلكتروني لدينا بالمستوى الأمثل للتأكد من أن جميع المشاركين على معرفة بما يحدث في الدورة دون تكديس رسائل البريد الإلكتروني لديك. تحتوي رسائل البريد الإلكتروني التي نرسلها على معلومات هامة حول ما هو متوقع كل أسبوع واقتراحات إضافية عن المحتوى المنسق. إذا لم تعد ترغب في تلقي رسائل البريد الإلكتروني، الرجاء إرسال بريد إلكتروني
de: Wir versuchen, den E-Mail-Verkehr auf einem optimalen Level zu halten, um sicherzustellen, dass alle Teilnehmer wissen, was in dem Kurs passiert, ohne ihre Postfächer zu überladen. Unsere E-Mails beinhalten wichtige Informationen für die nächste Woche und zusätzliche inhaltliche Vorschläge. Sollten Sie keine weiteren E-Mails erhalten wollen, senden Sie eine Mail an
es: Intentamos mantener la comunicación por correo electrónico a un nivel óptimo para asegurar que todos los participantes sepan lo que está sucediendo en el curso, pero sin llenar su bandeja de entrada. Nuestros correos electrónicos contienen información importante sobre los objetivos para cada semana y sugerencias de contenido seleccionadas adicionales. Si no desea recibir más correos electrónicos, escríbanos a
ja: 当社では、すべての参加者が、コースで現在何が起こっているかを把握できるよう、適度な量のEメールを配信するよう努めています。当社からのEメールには、毎週、期待される内容や、追加の集約コンテンツの提案に関する重要な情報が含まれています。Eメールの配信停止を希望される場合は、
nl: We proberen onze communicatie via e-mail op een optimaal niveau te houden om ervoor te zorgen dat alle deelnemers weten wat er in de cursus gebeurt zonder uw inbox te overvoeren. Onze e-mails bevatten belangrijke informatie over wat er elke week wordt verwacht en geven nauwkeurig samengestelde aanvullende suggesties voor inhoud. Als u geen e-mails meer wilt ontvangen, stuur dan een e-mail
pl: Staramy się utrzymywać liczbę wysyłanych wiadomości na optymalnym poziomie, tak aby informować każdego uczestnika kursu o przebiegu kursu, jednocześnie nie zapychając skrzynki odbiorczej użytkowników. W naszych wiadomościach znajdziesz informacje o tym, co musisz zrobić w danym tygodniu oraz inne ważne sugestie. Jeśli jednak nie chciałbyś już otrzymywać takich wiadomości, wyślij e-mail do
pt: Tentamos manter nossa comunicação por e-mail em um nível ideal para garantir que todos os participantes saibam o que está acontecendo no curso sem sobrecarregar suas caixas de entrada. Os nossos e-mails contêm informações importantes sobre o que é esperado a cada semana e sugestões adicionais de conteúdo com curadoria. Se você quiser parar de receber e-mails, envie um e-mail para
zh: 我们会尽量优化电子邮件通信，以确保简短有效地让所有参与者了解课程的最新情况。我们的电子邮件包含有关每周预期内容的重要信息以及其他精选内容建议。如果您不再希望收到电子邮件，请发送电子邮件至

source: (or click unsubscribe at the bottom of any email you receive from us). Be sure to check the "Announcements" page frequently to stay up to date!
ar: (أو انقر فوق إلغاء الاشتراك أسفل أي رسالة بريد إلكتروني تتلقاها منا). تأكد من مراجعة صفحة "الإعلانات" بشكل متكرر للبقاء على إطلاع بكل ما هو جديد!
de: (oder klicken Sie am Ende einer beliebigen E-Mail von uns auf den Link zum Abmelden). Bitte besuchen unsere Ankündigungsseite regelmäßig, um auf dem Laufenden zu bleiben!
es: (o haga clic en el vínculo para cancelar la suscripción que aparece al final de cualquier correo que haya recibido de nuestra parte). Asegúrese de revisar la página «Avisos» a menudo para mantenerse informado.
ja: (または弊社から受信したEメールの下にある登録解除をクリックしてください）。最新情報を得るために、[発表]ページを頻繁に確認するようにしてください！
nl: (of klik op uitschrijven onderaan een e-mail die u van ons ontvangt). Kijk regelmatig op onze pagina ”Mededelingen” om op de hoogte te blijven!
pl: (albo kliknij na opcje „Zrezygnuj z subskrypcji” u dołu każdej wiadomości e-mail). W takim przypadku często sprawdzaj sekcję „Ogłoszenia”, aby nic Ci nie umknęło!
pt: (ou clique em cancelar a inscrição na parte inferior de qualquer e-mail recebido). Verifique a página "Anúncios" frequentemente para manter-se atualizado!
zh: （或者在收到的我们的任何电子邮件底部取消订阅）。请务必经常查看“公告”页面，了解最新情况！

source: COURSES:
ar: الدورات التدريبية:
de: KURSE:
eo: ÇÖÛRSÉS: Ⱡ'σяєм ιρѕυм ∂#
es: CURSOS:
fr: COURS :
ja: コース:
nl: CURSUSSEN:
pl: KURSY:
pt: CURSOS:
zh: 课程：

source: When does my course start and/or finish?
ar: متى تبدأ دورتي التدريبية و/أو تنتهي؟
de: Wann beginnt bzw. endet mein Kurs?
eo: Whén döés mý çöürsé stärt änd/ör fïnïsh? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: ¿Cuándo comienza o finaliza mi curso?
fr: Quand mon cours commence-t-il / finit-il ?
ja: わたしのコースはいつ開始/終了しますか?
nl: Wanneer begint en/of eindigt mijn cursus?
pl: Kiedy zaczyna się/kończy mój kurs?
pt: Quando o meu curso começa e/ou termina?
zh: 我的课程何时开始和/或结束？
