Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: EXCEPT AS PROHIBITED BY LAW, NEITHER WE NOR OUR THIRD PARTY LICENSORS AND CONTENT PROVIDERS, INCLUDING APPLICABLE MOBILE PLATFORM PROVIDERS, SHALL BE LIABLE TO YOU, YOUR SPONSORING ORGANIZATION OR ANY OTHER PERSON OR ENTITY FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES OR LOSSES OR FOR LOST REVENUES OR PROFITS, WHETHER OR NOT ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR LOSSES AND REGARDLESS OF THE THEORY OF LIABILITY, IN CONNECTION WITH YOUR USE OF MCKINSEY ACADEMY, ANY SITE OR MOBILE OFFERING, OR ANY MCKINSEY ACADEMY CONTENT OR USER CONTENT, OR ANY ACTION, INACTION OR DECISION TAKEN BY YOU OR ANY OTHER PARTY IN CONNECTION THEREWITH.
ar: باستثناء ما هو محظور بحكم القانون، فلسنا، نحن ومرخصونا ومقدمو المحتوى من الأطراف الثالثة، بما في ذلك مقدمو خدمات منصات الجوال الذين يسري عليهم ذلك، مسؤولين تجاهك أو تجاه مؤسستك الراعية أو أي شخص أو كيان آخر عن أي أضرار غير مباشرة أو عرضية أو تبعية أو عقابية أو أي خسائر أو نقص في الإيرادات أو الأرباح، سواء تم أم لم يتم تقديم المشورة بإمكانية وقوع مثل هذه الأضرار والخسائر، وبغض النظر عن نظرية المسؤولية، فيما يتعلق باستخدامك لأكاديمية ماكنزي، أو أي موقع أو عرض للجوال، أو أي من محتويات أكاديمية ماكنزي أو محتوى المستخدم، أو أي إجراء، أو تراخ أو قرار متخذ من قِبلك أو من أي طرف آخر فيما يتعلق بذلك.
de: SOFERN NICHT GESETZLICH VERBOTEN, HAFTEN WEDER WIR NOCH UNSERE DRITTLIZENZGEBER UND INHALTSANBIETER, EINSCHLIESSLICH DER ENTSPRECHENDEN ANBIETER MOBILER PLATTFORMEN, GEGENÜBER IHNEN, IHRER SPONSORENORGANISATION ODER EINER ANDEREN PERSON ODER EINRICHTUNG FÜR INDIREKTE, ZUFÄLLIGE, FOLGE- ODER STRAFSCHÄDEN ODER -VERLUSTE ODER FÜR ENTGANGENE EINNAHMEN ODER GEWINNE, UNABHÄNGIG DAVON, OB SIE ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN ODER VERLUSTE INFORMIERT WURDEN ODER NICHT UND UNABHÄNGIG VON DER HAFTUNGSTHEORIE, IM ZUSAMMENHANG MIT IHRER NUTZUNG DER MCKINSEY ACADEMY, EINER WEBSITE ODER EINES MOBILEN ANGEBOTS, ODER VON INHALTEN DER MCKINSEY ACADEMY ODER BENUTZERINHALTEN, ODER MIT HANDLUNGEN, UNTERLASSUNGEN ODER ENTSCHEIDUNGEN, DIE SIE ODER EINE ANDERE PARTEI IN VERBINDUNG MIT DER MCKINSEY ACADEMY GETROFFEN HABEN.
eo: ÉXÇÉPT ÀS PRÖHÌBÌTÉD BÝ LÀW, NÉÌTHÉR WÉ NÖR ÖÛR THÌRD PÀRTÝ LÌÇÉNSÖRS ÀND ÇÖNTÉNT PRÖVÌDÉRS, ÌNÇLÛDÌNG ÀPPLÌÇÀBLÉ MÖBÌLÉ PLÀTFÖRM PRÖVÌDÉRS, SHÀLL BÉ LÌÀBLÉ TÖ ÝÖÛ, ÝÖÛR SPÖNSÖRÌNG ÖRGÀNÌZÀTÌÖN ÖR ÀNÝ ÖTHÉR PÉRSÖN ÖR ÉNTÌTÝ FÖR ÀNÝ ÌNDÌRÉÇT, ÌNÇÌDÉNTÀL, ÇÖNSÉQÛÉNTÌÀL, ÖR PÛNÌTÌVÉ DÀMÀGÉS ÖR LÖSSÉS ÖR FÖR LÖST RÉVÉNÛÉS ÖR PRÖFÌTS, WHÉTHÉR ÖR NÖT ÀDVÌSÉD ÖF THÉ PÖSSÌBÌLÌTÝ ÖF SÛÇH DÀMÀGÉS ÖR LÖSSÉS ÀND RÉGÀRDLÉSS ÖF THÉ THÉÖRÝ ÖF LÌÀBÌLÌTÝ, ÌN ÇÖNNÉÇTÌÖN WÌTH ÝÖÛR ÛSÉ ÖF MÇKÌNSÉÝ ÀÇÀDÉMÝ, ÀNÝ SÌTÉ ÖR MÖBÌLÉ ÖFFÉRÌNG, ÖR ÀNÝ MÇKÌNSÉÝ ÀÇÀDÉMÝ ÇÖNTÉNT ÖR ÛSÉR ÇÖNTÉNT, ÖR ÀNÝ ÀÇTÌÖN, ÌNÀÇTÌÖN ÖR DÉÇÌSÌÖN TÀKÉN BÝ ÝÖÛ ÖR ÀNÝ ÖTHÉR PÀRTÝ ÌN ÇÖNNÉÇTÌÖN THÉRÉWÌTH.#
es: EXCEPTO EN LA MEDIDA QUE LO PROHÍBA LA LEY, NI MCKINSEY NI LOS TERCEROS LICENCIANTES Y PROVEEDORES DE CONTENIDOS, INCLUIDOS PROVEEDORES DE PLATAFORMA MÓVIL, SERÁN RESPONSABLES FRENTE A USTED, SU COMPAÑÍA PATROCINADORA, O CUALQUIER OTRA PERSONA O ENTIDAD POR DAÑOS O PÉRDIDAS INDIRECTOS, INCIDENTALES, REMOTOS O PUNITIVOS, NI POR LA PÉRDIDA DE INGRESOS O GANANCIAS, INDEPENDIENTEMENTE DE QUE SE LE HUBIERA ADVERTIDO O NO LA POSIBILIDAD DE DICHOS DAÑOS Y DE LA APLICACIÓN DE LA TEORÍA DE LA RESPONSABILIDAD, CON RELACIÓN A SU USO DE MCKINSEY ACADEMY, CUALQUIER SITIO U OFERTA MÓVIL O CUALQUIER CONTENIDO DE MCKINSEY ACADEMY O DE USUARIO, O CUALQUIER ACCIÓN, OMISIÓN O DECISIÓN TOMADA POR USTED O POR UN TERCERO CON RELACIÓN A ELLO.
fr: SAUF TEL QU'INTERDIT PAR LA LOI, NI NOUS NI NOS CONCÉDANTS DE LICENCE TIERS ET FOURNISSEURS DE CONTENU, Y COMPRIS LES FOURNISSEURS DE PLATE-FORME MOBILE APPLICABLES, NE SERONS RESPONSABLES ENVERS VOUS, L'ENTREPRISE QUI VOUS FINANCE OU TOUT AUTRE PERSONNE OU ENTITÉ POUR DES DOMMAGES INDIRECTS, ACCIDENTELS, CONSÉCUTIFS, OU PUNITIFS OU POUR DES SINISTRES OU DES PERTES DE BÉNÉFICES OU DE CHIFFRE D'AFFAIRES, QUE VOUS AYEZ ÉTÉ INFORMÉS OU NON DES RISQUES DE TELS DOMMAGES OU SINISTRES ET INDÉPENDAMMENT DE LA THÉORIE DE LA RESPONSABILITÉ, DANS LE CADRE DE VOTRE UTILISATION DE MCKINSEY ACADEMY, D'UN SITE OU D'UNE OFFRE MOBILE, OU DE TOUT CONTENU DE MCKINSEY ACADEMY OU CONTENU D'UTILISATEUR, OU TOUTE ACTION OU INACTION OU DÉCISION PRISE PAR VOUS OU TOUT AUTRE PARTIE EN RAPPORT AVEC CES DERNIERS.
ja: 法律が禁じていない限り、弊社、または第三者であるライセンサーやコンテンツ プロバイダー (該当モバイル プラットフォーム プロバイダーを含みます) は、お客様が MCKINSEY ACADEMY、弊社サイト、関連モバイル アプリ等、MCKINSEY ACADEMY コンテンツもしくは該当ユーザー コンテンツを利用したこと、またはお客様もしくは他の当事者がこれらに関して行った措置、やり取りもしくは決定に関連して生じた、間接的な、偶発的な、二次的なまたは懲罰的損害賠償の対象となる損害または損失や、逸失利益または収益機会の喪失について、お客様、お客様の所属後援組織または他一の人もしくは事業体に対し、どのような責任原則に基づく法的責任も負いません。またこの定めは、これらの損害等が生じる可能性についてあらかじめ知らされていたかどうかにかかわらず適用されます。
nl: TENZIJ DIT WETTELIJK VERBODEN IS, ZIJN WIJ NOCH ONZE EXTERNE LICENTIEVERLENERS EN AANBIEDERS VAN INHOUD, MET INBEGRIP VAN EVENTUELE AANBIEDERS VAN MOBIELE PLATFORMS, AANSPRAKELIJK JEGENS U, UW SPONSORORGANISATIE OF ANDERE PERSONEN OF ENTITEITEN VOOR INDIRECTE SCHADE, INCIDENTELE SCHADE, GEVOLGSCHADE OF PUNITIEVE SCHADEVERGOEDINGEN, VERLIEZEN OF GEDERFDE INKOMSTEN OF WINSTEN, ONGEACHT OF ZIJ OP DE HOOGTE ZIJN GEBRACHT VAN DE MOGELIJKHEID VAN DERGELIJKE SCHADE OF VERLIEZEN EN ONGEACHT HET VERMOEDEN VAN AANSPRAKELIJKHEID, IN VERBAND MET UW GEBRUIK VAN MCKINSEY ACADEMY, EEN SITE OF MOBIELE AANBIEDING, OF INHOUD VAN MCKINSEY ACADEMY OF GEBRUIKERSINHOUD, OF EEN HANDELING, HET UITBLIJVEN VAN EEN HANDELING OF EEN BESLISSING DIE U OF EEN ANDERE PARTIJ IN VERBAND DAARMEE HEEFT GENOMEN.
pl: Z WYJĄTKIEM SYTUACJI ZAKAZANYCH PRAWEM, ZARÓWNO MCKINSEY, JAK I JEJ ZEWNĘTRZNI LICENCJODAWCY I DOSTAWCY USŁUG, W TYM ODPOWIEDNI DOSTAWCY PLATFORM MOBILNYCH, NIE PONOSZĄ ODPOWIEDZIALNOŚCI WOBEC UŻYTKOWNIKA, JEGO ORGANIZACJI SPONSORUJĄCEJ LUB JAKIEJKOLWIEK INNEJ OSOBY LUB PODMIOTU ZA SZKODY LUB STRATY POŚREDNIE, PRZYPADKOWE, WYNIKOWE LUB NAWIĄZKI BĄDŹ ZA UTRACONE PRZYCHODY LUB ZYSKI, NIEZALEŻNIE OD TEGO, CZY MCKINSEY ZOSTAŁA POWIADOMIONA O MOŻLIWOŚCI WYSTĄPIENIA TAKICH SZKÓD LUB STRAT ORAZ NIEZALEŻNIE OD PODSTAWY ODPOWIEDZIALNOŚCI, W ZWIĄZKU Z KORZYSTANIEM PRZEZ UŻYTKOWNIKA Z MCKINSEY ACADEMY, WITRYNY LUB OFERTY MOBILNEJ BĄDŹ TREŚCI MCKINSEY ACADEMY LUB TREŚCI UŻYTKOWNIKA, JAK RÓWNIEŻ ZA DZIAŁANIE, ZANIECHANIE LUB DECYZJE UŻYTKOWNIKA LUB INNEJ OSOBY W ZWIĄZKU Z TYM KORZYSTANIEM.
pt: EXCETO COMO PROIBIDO POR LEI, NEM NÓS NEM NOSSOS LICENCIADOS E PROVEDORES DE CONTEÚDO TERCEIRIZADOS , INCLUINDO OS FORNECEDORES DE PLATAFORMA MÓVEL APLICÁVEIS, SEREMOS RESPONSÁVEIS POR VOCÊ, SUA ORGANIZAÇÃO PATROCINADORA OU QUALQUER OUTRA PESSOA OU ENTIDADE POR QUAISQUER DANOS INDIRETOS, INCIDENTAIS, PERDAS CONSEQUENTES OU PUNITIVAS, OU PERDA DE RECEITA OU LUCROS, TENDO SIDO OU NÃO AVISADO DA POSSIBILIDADE DE TAIS DANOS OU PERDAS E INDEPENDENTE DA TEORIA DE RESPONSABILIDADE, EM CONEXÃO COM SEU USO DO MCKINSEY ACADEMY, QUALQUER SITE OU OFERTA PARA DISPOSITIVOS MÓVEIS, OU QUALQUER CONTEÚDO DO MCKINSEY ACADEMY OU CONTEÚDO DO USUÁRIO, OU QUALQUER AÇÃO, INAÇÃO OU DECISÃO TOMADA POR VOCÊ OU QUALQUER OUTRA PARTE EM RELAÇÃO A ISSO.
zh: 除法律禁止外，我们或任何第三方的许可人和内容提供者（包括适用的移动平台提供者）均不应对您、您的赞助组织、任何其他人或实体就任何间接、偶发、继发或惩罚性损害、亏损或亏损的收益或利润负责，无论您是否了解以下损害或损失的可能性，也不考虑责任理论：麦肯锡学院、任何网站或移动服务、麦肯锡学院内容、用户内容的使用，以及您或任何其他关联方的作为、不作为或决定可能产生损害或损失。

source: IN NO EVENT SHALL OUR AGGREGATE LIABILITY WITH RESPECT TO ALL CLAIMS, ACTIONS AND EVENTS ARISING OUT OF OUR PROVISION TO YOU OF MCKINSEY ACADEMY EXCEED THE CUMULATIVE FEES, IF ANY, RECEIVED BY MCKINSEY FROM YOU IN CONNECTION WITH YOUR USE OF MCKINSEY ACADEMY DURING THE PRECEDING TWELVE MONTHS.
ar: لا تتعدى مسؤوليتنا بأي حال من الأحوال تجاه جميع المطالبات والإجراءات والأحداث التي تنشأ عن توفيرنا لأكاديمية ماكنزي الرسوم التراكمية، إن وجدت، والتي استلمتها ماكنزي منك فيما يتعلق باستخدامك لأكاديمية ماكنزي خلال فترة الإعداد البالغة اثني عشر شهرًا.
de: IN KEINEM FALL ÜBERSTEIGT UNSERE GESAMTHAFTUNG IN BEZUG AUF ALLE ANSPRÜCHE, KLAGEN UND EREIGNISSE, DIE SICH AUS UNSERER BEREITSTELLUNG DER MCKINSEY ACADEMY AN SIE ERGEBEN, DIE KUMULIERTEN GEBÜHREN, FALLS VORHANDEN, DIE MCKINSEY VON IHNEN IM ZUSAMMENHANG MIT IHRER NUTZUNG DER MCKINSEY ACADEMY WÄHREND DER LETZTEN ZWÖLF MONATE ERHALTEN HAT.
eo: ÌN NÖ ÉVÉNT SHÀLL ÖÛR ÀGGRÉGÀTÉ LÌÀBÌLÌTÝ WÌTH RÉSPÉÇT TÖ ÀLL ÇLÀÌMS, ÀÇTÌÖNS ÀND ÉVÉNTS ÀRÌSÌNG ÖÛT ÖF ÖÛR PRÖVÌSÌÖN TÖ ÝÖÛ ÖF MÇKÌNSÉÝ ÀÇÀDÉMÝ ÉXÇÉÉD THÉ ÇÛMÛLÀTÌVÉ FÉÉS, ÌF ÀNÝ, RÉÇÉÌVÉD BÝ MÇKÌNSÉÝ FRÖM ÝÖÛ ÌN ÇÖNNÉÇTÌÖN WÌTH ÝÖÛR ÛSÉ ÖF MÇKÌNSÉÝ ÀÇÀDÉMÝ DÛRÌNG THÉ PRÉÇÉDÌNG TWÉLVÉ MÖNTHS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ #
es: EN NINGÚN CASO NUESTRA RESPONSABILIDAD TOTAL DERIVADA DE TODAS LAS RECLAMACIONES, ACCIONES Y EVENTOS RESULTANTES DE LA PRESTACIÓN DE LOS SERVICIOS DE MCKINSEY ACADEMY AL USUARIO EXCEDERÁ LOS CARGOS ACUMULADOS QUE MCKINSEY HUBIERA RECIBIDO DE SU PARTE CON RELACIÓN AL USO DEL SITIO DE MCKINSEY ACADEMY DURANTE LOS DOCE MESES ANTERIORES.
fr: EN AUCUN CAS NOTRE RESPONSABILITÉ GÉNÉRALE, EN CAS DE PLAINTE, DE POURSUITES ET D'ÉVÉNEMENTS DÉCOULANT DES PRESTATIONS MISES À VOTRE DISPOSITION PAR MCKINSEY ACADEMY, NE POURRA DÉPASSER LES DROITS CUMULÉS, REÇUS PAR MCKINSEY DE VOUS EN RAPPORT AVEC VOTRE UTILISATION DE MCKINSEY ACADEMY PENDANT LES 12 MOIS PRÉCÉDENTS.
ja: お客様に対する MCKINSEY ACADEMY の提供に起因するあらゆる申立て、法的措置および事象に関して弊社が果たすべき法的責任は、お客様による、直前の12か月間の MCKINSEY ACADEMY の利用に関して MCKINSEY が受け取った料金 (このような料金がある場合) の総額を返金する法的責任に制限されます。
nl: ONZE TOTALE AANSPRAKELIJKHEID MET BETREKKING TOT ALLE VORDERINGEN, CLAIMS EN GEBEURTENISSEN DIE VOORTVLOEIEN UIT HET LEVEREN VAN MCKINSEY ACADEMY DOOR ONS AAN U, ZAL IN GEEN GEVAL HOGER ZIJN DAN DE CUMULATIEVE KOSTEN, INDIEN VAN TOEPASSING, DIE MCKINSEY VAN U HEEFT ONTVANGEN IN VERBAND MET UW GEBRUIK VAN MCKINSEY ACADEMY GEDURENDE DE VOORAFGAANDE TWAALF MAANDEN.
pl: ŁĄCZNA ODPOWIEDZIALNOŚĆ MCKINSEY Z TYTUŁU WSZYSTKICH ROSZCZEŃ, POSTĘPOWAŃ I ZDARZEŃ WYNIKAJĄCYCH ZE ŚWIADCZENIA UŻYTKOWNIKOWI MCKINSEY ACADEMY NIE MOŻE W ŻADNYM RAZIE PRZEKROCZYĆ SUMY OPŁAT EWENTUALNIE OTRZYMANYCH OD UŻYTKOWNIKA PRZEZ MCKINSEY W ZWIĄZKU Z KORZYSTANIEM PRZEZ NIEGO Z MCKINSEY ACADEMY W PRZECIĄGU POPRZEDNICH DWUNASTU MIESIĘCY.
pt: EM NENHUM CASO A NOSSA RESPONSABILIDADE AGREGADA EM RELAÇÃO A TODAS AS REIVINDICAÇÕES, AÇÕES E EVENTOS DECORRENTES DE NOSSO FORNECIMENTO PARA VOCÊ DO MCKINSEY ACADEMY EXCEDERÃO AS TAXAS CUMULATIVAS, SE HOUVEREM, RECEBIDAS PELA MCKINSEY EM RELAÇÃO A SEU USO DO MCKINSEY ACADEMY DURANTE OS DOZE MESES ANTERIORES.
zh: 在任何情况下，因我们向您提供的麦肯锡学院所产生的所有索赔、诉讼和事件，我们的总赔偿责任均不超过麦肯锡收到的之前十二个月内您使用麦肯锡所产生的累积费用（如果有）。

source: 8. Third Party Websites &amp; Providers
ar: 8. مواقع وتطبيقات الغير؛ ومقدمي الخدمات
de: 8. Websites und Provider von Drittanbietern
eo: 8. Thïrd Pärtý Wéßsïtés &amp; Prövïdérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: 8. Sitios web de terceros y proveedores
fr: 8. Sites Web et fournisseurs tiers
ja: 8. 第三者ウェブサイト &amp; プロバイダ
nl: 8. Externe website&amp;providers
pl: 8. Strony Internetowe stron trzecich i strony trzecie będące dostawcami
pt: 8. Sites de provedores terceirizados
zh: 8. 第三方网站及提供商

source: McKinsey Academy, including certain Sites and Mobile Offerings, McKinsey Academy Content, and related features and services such as support services, may be hosted, supported or provided directly or indirectly by third parties. By using McKinsey Academy you acknowledge and agree that we may provide such third parties with access to McKinsey Academy, the Sites and Mobile Offerings, and any User Content provided by you in connection with your use thereof in any manner and for any purpose consistent with these Terms and our Privacy Policy.
ar: يمكن استضافة أكاديمية ماكنزي، بما في ذلك بعض المواقع وعروض الجوال، ومحتوى أكاديمية ماكنزي، والميزات والخدمات ذات الصلة مثل خدمات الدعم، أو دعمها أو تقديمها بشكل مباشر أو غير مباشر من قبل جهة خارجية. باستخدامك أكاديمية ماكنزي فإنك تقر وتوافق على أنه يحق لنا تزويد جهة خارجية بإمكانية الوصول إلى أكاديمية ماكنزي، والمواقع وعروض الجوال، وأي محتوى مستخدم مقدم من قبلك فيما يتعلق باستخدامك له بأي طريقة ولأية أغراض تتفق مع هذه الشروط وسياسة الخصوصية الخاصة بنا.
de: Die McKinsey Academy, einschließlich bestimmter Websites und Mobilangebote, die Inhalte der McKinsey Academy und damit zusammenhängende Funktionen und Dienstleistungen wie Unterstützungsdienste können direkt oder indirekt von Dritten gehostet, unterstützt oder bereitgestellt werden. Durch die Nutzung der McKinsey Academy erkennen Sie an und erklären sich damit einverstanden, dass wir diesen Dritten Zugang zur McKinsey Academy, zu den Websites und mobilen Angeboten sowie zu allen Benutzerinhalten gewähren können, die Sie im Zusammenhang mit Ihrer Verwendung derselben in jeglicher Weise und zu jedem Zweck im Einklang mit diesen Bedingungen und unserer Datenschutzrichtlinie bereitstellen.
eo: MçKïnséý Àçädémý, ïnçlüdïng çértäïn Sïtés änd Mößïlé Öfférïngs, MçKïnséý Àçädémý Çöntént, änd rélätéd féätürés änd sérvïçés süçh äs süppört sérvïçés, mäý ßé höstéd, süppörtéd ör prövïdéd dïréçtlý ör ïndïréçtlý ßý thïrd pärtïés. Bý üsïng MçKïnséý Àçädémý ýöü äçknöwlédgé änd ägréé thät wé mäý prövïdé süçh thïrd pärtïés wïth äççéss tö MçKïnséý Àçädémý, thé Sïtés änd Mößïlé Öfférïngs, änd äný Ûsér Çöntént prövïdéd ßý ýöü ïn çönnéçtïön wïth ýöür üsé théréöf ïn äný männér änd för äný pürpösé çönsïstént wïth thésé Térms änd öür Prïväçý Pölïçý.#
es: McKinsey Academy, incluidos ciertos Sitios y Ofertas Móviles, Contenido de McKinsey Academy y funcionalidades y servicios relacionados, como servicios de soporte, pueden ser almacenados, respaldados o proporcionados directa o indirectamente por terceros. Al utilizar McKinsey Academy, usted reconoce y acepta que otorguemos a dichos terceros acceso a McKinsey Academy, a los Sitios y las Ofertas Móviles, y a cualquier Contenido de Usuario provisto por usted por cualquier medio y por cualquier motivo congruente con los Términos de Uso y con la Política de Privacidad.
fr: McKinsey Academy, y compris certains sites et offres mobiles, le contenu de McKinsey Academy, et les fonctionnalités et services associés tels que les services d'assistance, peuvent être hébergés, pris en charge ou fournis directement ou indirectement par des tiers. En utilisant McKinsey Academy vous reconnaissez et convenez que nous pouvons fournir à ces tierces parties un accès à McKinsey Academy, aux sites et aux offres mobiles, et à tout contenu d'utilisateur fourni par vous en rapport avec votre utilisation de ces derniers, de quelque manière que ce soit et à toutes fins cohérentes avec ces Conditions et notre politique de confidentialité.
ja: 特定のサイトやモバイルサービスを含む、McKinsey Academy、McKinsey Academyコンテンツ、およびサポートサービスなどの関連する機能及びサービスは、第三者により直接または間接的に、ホスト、サポート、または提供される場合があります。McKinsey Academyを利用することで、お客様は、当社が、これらの規約および当社のプライバシーに関する方針に合致した目的と方法で、第三者に対し、McKinsey Academy、サイト、モバイルサービスへのアクセス、その利用に関連してお客様から提供された一切のユーザー・コンテンツを提供する場合があることを認め、これに同意したものと見なされます。
nl: McKinsey Academy, inclusief bepaalde Sites en Mobiele aanbiedingen, McKinsey Academy-inhoud en gerelateerde diensten zoals ondersteuningsdiensten, kan direct of indirect gehost, ondersteund en geleverd worden door derde partijen. Indien u gebruikmaakt van McKinsey Academy erkent u en stemt u ermee in dat wij dergelijke derde partijen toegang bieden tot McKinsey Academy, de Sites en Mobiele aanbiedingen, en dat enige gebruikersinhoud die u aanlevert in verband met uw gebruik hiervan op welke wijze dan ook en voor enig doeleinde dat valt binnen deze Voorwaarden en ons Privacybeleid.
pl: McKinsey Academy, w tym pewnie Strony oraz Produkty Mobilne, Treści McKinsey Academy i powiązane funkcje i usługi, takie jak te oferowane przez działy pomocny, mogą być hostingowane, obsługiwane i zapewniane bezpośrednio bądź pośrednio przez strony trzecie. Używając McKinsey potwierdzasz i akceptujesz, że możemy zapewnić takim stronom trzecim dostęp do McKinsey Academy, Stron i Produktów Mobilnych oraz jakichkolwiek Treści Użytkownika dostarczanych przez Ciebie w związku z Twoim użytkowaniem powyższych w jakikolwiek sposób i w jakimkolwiek celu zgodnym z niniejszymi Warunkami i naszą Polityką prywatności.
pt: O McKinsey Academy, incluindo determinados Sites e Versões para Dispositivos Móveis, o conteúdo do McKinsey Academy e os recursos e serviços relacionados, como serviços de suporte, podem ser hospedados, suportados ou fornecidos direta ou indiretamente por terceiros. Ao usar o McKinsey Academy, você reconhece e concorda que nós podemos fornecer a terceiros acesso ao McKinsey Academy, aos Sites e Versões para Dispositivos Móveis, e a qualquer Conteúdo de Usuário fornecido por você em relação ao seu uso, de qualquer maneira e para qualquer finalidade consistente com estes Termos e com a nossa Política de Privacidade.
zh: 麦肯锡学院（包括某些网站和移动产品）、麦肯锡学院内容以及相关功能和服务（如支持服务）可能由第三方托管、提供支持或直接或间接提供。通过使用麦肯锡学院，您确认并同意我们允许任何第三方访问麦肯锡学院、网站和移动产品，以及您在遵守以下条款和我们的隐私政策情况下以任何方式因任何用途而提供的任何用户内容。
