Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt

source: You need to enter name!
ar: يجب تحديد حالة!
de: Bitte geben Sie den Namen ein!
eo: Ýöü nééd tö éntér nämé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es: Debe ingresar el nombre
fr: Vous devez saisir un nom !
ja: 名前を入力してください。
nl: U moet een naam invoeren!
pl: Musisz wprowadzić imię!
pt: Você deve inserir o nome!

source: You need to enter course ID!
ar: يجب تحديد دورة!
de: Bitte geben Sie die Kurs-ID ein!
eo: Ýöü nééd tö éntér çöürsé ÌD! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: Debe ingresar el ID del curso
fr: Vous devez saisir un ID de cours !
ja: コースIDを入力してください。
nl: U moet een cursus-id invoeren!
pl: Musisz wprowadzić numer identyfikacyjny kursu!
pt: Você deve inserir a ID do curso!

source: Click Add to specify Lesson Label
de: Auf "Hinzufügen" klicken, um die Lektionsbeschriftung anzugeben
ja: [追加]をクリックしてレッスンラベルを指定します
nl: Klik op Toevoegen om Leslabel op te geven
pl: Kliknij „Dodaj”, aby określić Etykietę lekcji
pt: Clique em Adicionar para especificar o rótulo da lição

source: Click Add to specify Module Label
de: Auf "Hinzufügen" klicken, um die Modulbeschriftung anzugeben
ja: [追加]をクリックしてモジュールラベルを指定します
nl: Klik op Toevoegen om Modulelabel op te geven
pl: Kliknij „Dodaj”, aby określić Etykietę modułu
pt: Clique em Adicionar para especificar o rótulo do módulo

source: Click Add to specify Lessons Label
de: Auf "Hinzufügen" klicken, um die Lektionsbeschriftung anzugeben
ja: [追加]をクリックしてレッスンラベルを指定します
nl: Klik op Toevoegen om Lessenlabel op te geven
pl: Kliknij „Dodaj”, aby określić Etykietę lekcji
pt: Clique em Adicionar para especificar o rótulo das lições

source: Click Add to specify Modules Label
de: Auf "Hinzufügen" klicken, um die Modulbeschriftung anzugeben
ja: [追加]をクリックしてモジュールラベルを指定します
nl: Klik op Toevoegen om Modulenlabel op te geven
pl: Kliknij „Dodaj”, aby określić Etykietę modułów
pt: Clique em Adicionar para especificar o rótulo dos módulos

source: Course
ar: الدورة
de: Kurs
eo: Çöürsé Ⱡ'σяєм ιρѕυ#
es: Curso
fr: Cours
ja: コース
nl: Cursus
pl: Kurs
pt: Curso

source: In Person Session
ar: الدورات الواجب حضورها شخصيًا
de: Persönlicher Unterrichtsabschnitt
eo: Ìn Pérsön Séssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es: Sesión presencial
fr: Session en tête-à-tête
ja: 対面セッション
nl: Klassikale sessie
pl: Sesja na żywo
pt: Sessão presencial

source: Add new role e.g CEO,CTO
de: Fügen Sie eine neue Rolle, z. B. CEO, CTO hinzu
eo: Àdd néw rölé é.g ÇÉÖ,ÇTÖ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es: Agregue un rol nuevo, por ejemplo, CEO, CTO
fr: Ajouter un nouveau rôle, par exemple PDG, DT
ja: 新規のロール (CEO、CTOなど) を追加する
nl: Nieuwe functie toevoegen, zoals CEO,CTO
pl: Dodaj nowe stanowisko/rolę np. CEO,CTO
pt: Adicionar nova função, por exemplo, CEO, CTO

source: Delete Role
de: Rolle löschen
eo: Délété Rölé Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Eliminar rol
fr: Supprimer le rôle
ja: ロールを削除する
nl: Functie wissen
pl: Usuń stanowisko/rolę
pt: Excluir função

source: Are you sure?
ar: هل أنت متأكد؟
de: Sind Sie sicher?
eo: Àré ýöü süré? Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es: ¿Está seguro?
fr: Êtes-vous sûr ?
ja: 本当によろしいですか?
nl: Weet u het zeker?
pl: Czy jesteś pewny?
pt: Tem certeza?

source: Show Errors
ar: إظهار الأخطاء
de: Fehler anzeigen
eo: Shöw Érrörs Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Mostrar errores
fr: Afficher les erreurs
ja: エラーを表示する
nl: Fouten weergeven
pl: Pokaż błędy
pt: Mostrar erros

source: Please select file first.
ar: الرجاء تحديد الملف أولاً.
de: Bitte wählen Sie zuerst eine Datei aus.
eo: Pléäsé séléçt fïlé fïrst. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Seleccione el archivo primero.
fr: Veuillez d’abord sélectionner un fichier.
ja: まずファイルをクリックしてください。
nl: Selecteer eerst een bestand.
pl: Prosimy najpierw wybrać plik.
pt: Selecione o arquivo primeiro.

source: Your course hasn't begun yet.
ar: دورتك لم تبدأ بعد
de: Ihr Kurs hat noch nicht begonnen.
eo: Ýöür çöürsé häsn't ßégün ýét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Su curso aún no ha comenzado.
fr: Votre cours n'a pas encore commencé
ja: あなたのコースはまだ始まっていません。
nl: Uw cursus is nog niet begonnen.
pl: Twój kurs jeszcze się nie rozpoczął.
pt: Seu curso ainda não começou.

source: Your course begins in %(days)s day.
ar: تبدأ دورتك في %(الأيام)
de: Ihr Kurs fängt in %(days)s Tag an.
eo: Ýöür çöürsé ßégïns ïn %(days)s däý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Su curso comienza en %(days)s día.
fr: Le cours commence dans %(days)s jour.
ja: あなたのコースは、%(days)s日後に始まります。
nl: Uw cursus begint over %(days)s dag.
pl: Twój kurs rozpocznie się za %(days)s dzień.
pt: Seu curso começa em %(days)s dia.

source: Welcome to McKinsey Academy
ar: مرحبا بكم في McKinsey Academy
de: Willkommen bei der McKinsey Academy
eo: Wélçömé tö MçKïnséý Àçädémý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Bienvenido a McKinsey Academy
fr: Bienvenue à McKinsey Academy
ja: McKinsey Academyへようこそ
nl: Welkom bij McKinsey Academy
pl: Witamy w McKinsey Academy
pt: Bem-vindo ao McKinsey Academy

source: %(courseStr)s Before the course begins, you can explore this site to learn more about what to expect.
de: %(courseStr)s Bevor Ihr Kurs beginnt, können Sie die Seite erkunden, um mehr darüber zu erfahren, was Sie erwartet.
es: %(courseStr)s Antes de ello, puede explorar el sitio para obtener más información sobre qué esperar del curso.
fr: %(courseStr)s D’ici là, vous pouvez explorer ce site pour en savoir plus sur ce qui vous attend.
ja: %(courseStr)s コースが始まるまでは、サイト内の各ページの情報から提供内容をご確認ください。
nl: %(courseStr)s Voordat de cursus begint, kunt u deze site verkennen voor meer informatie over wat u kunt verwachten.
pl: %(courseStr)s Wykorzystaj czas pozostały do rozpoczęcia kursu, aby lepiej zapoznać się z naszą stroną i przygotować się na czekające Cię doświadczenia.
pt: %(courseStr)s Antes do início do curso, você pode explorar o site para saber mais sobre o que esperar.

source: Progress: %(value)s%
de: Fortschritt: %(value)s%
eo: Prögréss: %(value)s% Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Avance: %(value)s%
fr: Progression : %(value)s%
ja: 進度: %(value)s%
nl: Vooruitgang: %(value)s%
pl: Stopień ukończenia: %(value)s%
pt: Progresso: %(value)s%

source: Search by Keyword
de: Nach Keywords suchen
ja: キーワードで検索
nl: Zoeken op Trefwoord
pl: Wyszukaj za pomocą słowa kluczowych
pt: Pesquisar por palavra-chave

source: NoName
ar: بدون اسم
de: Kein Name
eo: NöNämé Ⱡ'σяєм ιρѕυ#
es: Sin nombre
fr: Aucun nom
ja: 無名
nl: Naamloos
pt: SemNome

source: Send
ar: إرسال
de: Senden
eo: Sénd Ⱡ'σяєм ι#
es: Enviar
fr: Envoyer
ja: 送信する
nl: Verzenden
pl: Wyślij
pt: Enviar

source: Fetching data for file: %(filename)s
de: Daten für die Datei: %(filename)s werden abgerufen
eo: Fétçhïng dätä för fïlé: %(filename)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es: Buscando datos del archivo: %(filename)s
fr: Récupération des données pour le fichier : %(filename)s
ja: ファイル: %(filename)sのデータを取り込み中
nl: Gegevens ophalen voor bestand: %(filename)s
pl: Pobieranie danych dla pliku: %(filename)s
pt: Buscando dados para o arquivo: %(filename)s

source: <span class="red"> %(diff)s% </span> below your organization's average
de: <span class="red"> %(diff)s% </span> unter dem Durchschnitt Ihrer Organisation
ja: 組織の平均の<span class="red"> %(diff)s% </span>以下
nl: <span class="red"> %(diff)s% </span> onder het gemiddelde van uw organisatie
pl: <span class="red"> %(diff)s% </span> poniżej średniej Twojej organizacji
pt: <span class="red"> %(diff)s% </span> abaixo da média da sua organização

source: <span class="green">%(diff)s% </span> above your organization's average
de: <span class="green">%(diff)s% </span> über dem Durchschnitt Ihrer Organisation
ja: 組織の平均の<span class="green">%(diff)s% </span>以上
nl: <span class="green">%(diff)s% </span> boven het gemiddelde van uw organisatie
pl: <span class="green">%(diff)s% </span> powyżej średniej Twojej organizacji
pt: <span class="green">%(diff)s% </span> acima da média da sua organização

source: same as your organization's average
de: wie der Durchschnitt Ihrer Organisation
ja: 組織の平均と同じ
nl: zelfde als het gemiddelde van uw organisatie
pl: tak samo, jak średnia Twojej organizacji
pt: igual à média da sua organização

source: <span class="red"> %(diff)s point</span> below your organization's average
de: <span class="red"> %(diff)s point</span> unter dem Durchschnitt Ihrer Organisation
ja: 組織の平均の<span class="red"> %(diff)sポイント</span>以下
nl: <span class="red"> %(diff)s punt</span> onder het gemiddelde van uw organisatie
pl: <span class="red"> %(diff)s point</span> poniżej średniej Twojej organizacji
pt: <span class="red"> %(diff)s ponto</span> abaixo da média da sua organização

source: <span class="green"> %(diff)s point</span> above your organization's average
de: <span class="green"> %(diff)s point</span> über dem Durchschnitt Ihrer Organisation
ja: 組織の平均の<span class="green">%(diff)sポイント</span>以上
nl: <span class="green"> %(diff)s punt</span> boven het gemiddelde van uw organisatie
pl: <span class="green"> %(diff)s point</span> powyżej średniej Twojej organizacji
pt: <span class="green"> %(diff)s ponto</span> acima da média da sua organização

source: An error occurred submitting the request.
de: Beim Einreichen der Anfrage ist ein Fehler aufgetreten.
ja: リクエストの送信注にエラーが発生しました。
nl: Er trad een fout op tijdens het indienen van het verzoek.
pl: Podczas wysyłania żądania wystąpił błąd.
pt: Ocorreu um erro ao enviar a solicitação.

source: course id
ar: معرّف الدورة
de: Kurs-ID
eo: çöürsé ïd Ⱡ'σяєм ιρѕυм ∂σł#
es: ID del curso
fr: Id de cours
ja: コースID
nl: cursus-id
pl: numer identyfikacyjny kursu
pt: id do curso

source: Learner email
de: E-Mail des Lernenden
ja: 学習者Eメール
nl: E-mail leerling
pl: Adres e-mail ucznia
pt: E-mail do aluno

source: Business Function
de: Geschäftsfunktion
ja: 事業機能
nl: Bedrijfsfunctie
pl: Funkcja biznesowa
pt: Função comercial

source: Business Unit
de: Geschäftseinheit
ja: 事業部門
nl: Bedrijfseenheid
pl: Jednostka biznesowa
pt: Unidade de negócios

source: location
de: Ort
nl: locatie
pl: lokalizacja
pt: localização

source: Manager email
de: E-Mail des Managers
ja: マネージャーEメール
nl: E-mail manager
pl: Adres e-mail menedżera
pt: E-mail do gerente

source: The .csv file has more then %(limit)s rows: %(lines)s , please split it to more files!
de: Die .csv-Datei hat mehr als %(limit)s Zeilen: %(lines)s , bitte teilen Sie die Datei in mehrere auf.
eo: Thé .çsv fïlé häs möré thén %(limit)s röws: %(lines)s , pléäsé splït ït tö möré fïlés! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es: El archivo .csv tiene más de %(limit)s filas: %(lines)s ; por favor, divídalo en más archivos
fr: Le fichier .csv contient plusieurs lignes %(limit)s : %(lines)s, divisez les lignes en plusieurs fichiers !
ja: この.csvファイルは%(limit)s行: %(lines)s以上です。ファイルを分割してください。
nl: Het .csv-bestand heeft meer dan %(limit)s rijen: %(lines)s , splits het bestand op in meerdere bestanden!
pl: Pliki .csv nie może zawierać więcej niż %(limit)s wierszy: %(lines)s , prosimy podzielić go na więcej plików!
pt: O arquivo .csv tem mais de %(limit)s linhas: %(lines)s, divida-o em mais arquivos!

source: Report of bulk update will be sent to your email.
de: Bericht der Massenaktualisierung wird an Ihre E-Mail-Adresse gesendet.
ja: 大量更新のレポートがEメールに送信されます。
nl: Rapport voor bulk-update wordt naar uw e-mailadres verzonden.
pl: Raport z aktualizacji masowej zostanie wysłany na Twój adres e-mail.
pt: O relatório da atualização em massa será enviado para o seu e-mail.

source: 2 or more fields can not have the same name
de: 2 oder mehr Felder können nicht denselben Namen haben
ja: 2つ以上の欄に同じ名前を入力することはできません。
nl: 2 of meer velden kunnen niet dezelfde naam hebben
pl: 2 lub więcej pól nie mogą mieć takiej samej nazwy
pt: 2 ou mais campos não podem ter o mesmo nome

source: Only alphanumeric characters and spaces allowed
de: Nur alphanumerische Zeichen und Leerzeichen erlaubt
ja: 英数字とスペースだけが許可されています
nl: Alleen alfanumerieke tekens en spaties toegestaan
pl: Dozwolone są tylko znaki alfanumeryczne i spacje
pt: É permitido somente caracteres alfanuméricos e espaços

source: You can only add up to 4 fields
de: Sie können nur bis zu 4 Felder hinzufügen
ja: 最高4つの欄まで追加できます
nl: U kunt niet meer dan 4 velden toevoegen
pl: Możesz dodać tylko do 4 pól
pt: Você pode adicionar no máximo 4 campos

source: Notification
ar: الإخطار
de: Benachrichtigung
eo: Nötïfïçätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Notificación
ja: 通知
nl: Melding
pl: Powiadomienia
pt: Notificação

source: Group successfully updated
ar: تم تحديث المجموعة بنجاح
de: Die Gruppe wurde erfolgreich aktualisiert
eo: Gröüp süççéssfüllý üpdätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: El grupo se actualizó correctamente
fr: Groupe actualisé avec succès
ja: グループの更新が完了しました
nl: Groep is bijgewerkt
pl: Grupa zaktualizowana prawidłowo
pt: Grupo atualizado com sucesso

source: Please select at least one student
ar: الرجاء تحديد طالب واحد على الأقل
de: Bitte wählen Sie mind. einen Teilnehmer
eo: Pléäsé séléçt ät léäst öné stüdént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Seleccione al menos un alumno
fr: Sélectionnez au moins un étudiant
ja: 生徒を最低1名選択してください
nl: Selecteer ten minste één student
pl: Należy wybrać przynajmniej jednego ucznia
pt: Selecione no mínimo um aluno

source: Please select project
ar: الرجاء تحديد المشروع
de: Bitte wählen Sie ein Projekt
eo: Pléäsé séléçt pröjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: Seleccione el proyecto
fr: Sélectionnez votre projet
ja: プロジェクトを選択してください
nl: Selecteer een project
pl: Prosimy wybrać projekt
pt: Selecione o projeto

source: Group was not created
ar: لم يتم إنشاء مجموعة
de: Die Gruppe wurde nicht erstellt
eo: Gröüp wäs nöt çréätéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es: El grupo no se ha creado
fr: Le groupe n'a pas été créé
ja: グループは作成されませんでした
nl: Groep is niet aangemaakt
pl: Grupa nie została utworzona
pt: Grupo não criado

source: All students added to private group have to be members of same company.
ar: جميع الطلبة الذين تمت إضافتهم إلى المجموعة الخاصة يجب أن يكونوا أعضاء في نفس الشركة.
de: Alle Teilnehmer, die zu der privaten Gruppe hinzugefügt werden, müssen der gleichen Firma angehören.
eo: Àll stüdénts äddéd tö prïväté gröüp hävé tö ßé mémßérs öf sämé çömpäný. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es: Todos los alumnos agregados al grupo privado deben ser miembros de la misma compañía.
fr: Tous les étudiants ajoutés au groupe privé doivent être des membres de la même entreprise.
ja: プライベートグループに追加される生徒は全員、同じ会社の社員である必要があります。
nl: Alle studenten die aan een privégroep worden toegevoegd, moeten leden zijn van hetzelfde bedrijf.
pl: Wszyscy uczniowie dodani do grupy prywatnej muszą być członkami tej samej firmy.
pt: Todos os alunos adicionados ao grupo privado devem ser membros da mesma empresa.

source: Are you sure you want to remove this group? Doing so will remove submissions and feedback associated with the group.
ar: هل أنت متأكد من أنك تريد حذف هذا الفريق؟ بالقيام بذلك سيتم حذف التقارير والملاحظات المرتبطة بالمجموعة.
de: Sind Sie sicher, dass Sie diese Gruppe löschen möchten? Alle in Verbindung mit dieser Gruppe eingereichten Dokumente sowie das Feedback werden dann gelöscht.
eo: Àré ýöü süré ýöü wänt tö rémövé thïs gröüp? Döïng sö wïll rémövé süßmïssïöns änd féédßäçk ässöçïätéd wïth thé gröüp. Ⱡ'σяєм ιρѕυм ∂σ#
es: ¿Está seguro de que desea eliminar este grupo? Si lo hace, se eliminarán las entregas y el feedback asociados al grupo.
fr: Êtes-vous sûr de vouloir supprimer ce groupe ? Ce faisant, vous supprimerez les envois et les commentaires associés au groupe.
ja: 本当にこのグループを削除してよろしいですか? それにより、このグループに関係する提出物およびフィードバックが削除されます。
nl: Weet u zeker dat u deze groep wilt verwijderen? Als u dat doet, worden de indieningen en feedback die aan de groep zijn gekoppeld, verwijderd.
pl: Czy jesteś pewny, że chcesz usunąć tę grupę? Spowoduje to usunięcie wszelkich przesłanych plików i informacji zwrotnych powiązanych z grupą.
pt: Tem certeza que deseja remover este grupo? Ao fazer isso, você removerá os envios e comentários associados a ele.

source: Your Progress: %(value)s%
de: Ihr Fortschritt: %(value)s%
eo: Ýöür Prögréss: %(value)s% Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es: Su avance: %(value)s%
fr: Votre progression : %(value)s%
ja: あなたの進度: %(value)s%
nl: Uw voortgang: %(value)s%
pl: Twój stopień ukończenia: %(value)s%
pt: Seu progresso: %(value)s%

source: Complete
ar: مكتمل
de: Vollständig
eo: Çömplété Ⱡ'σяєм ιρѕυм ∂#
es: Completado
fr: Terminé
ja: 完了
nl: Voltooid
pl: Ukończono
pt: Completo

source: Incomplete
ar: غير مكتمل
de: Unvollständig
eo: Ìnçömplété Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Incompleto
fr: Inachevé
ja: 未完了
nl: Onvolledig
pl: Nie ukończono
pt: Incompleto

source: Digital Course
ar: الدورة الرقمية
de: Digitaler Kurs
eo: Dïgïtäl Çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Curso digital
fr: Cours numérique
ja: デジタルコース
nl: Digitale cursus
pl: Kurs cyfrowy
pt: Curso digital

source: Group work
ar: العمل الجماعي
de: Gruppenarbeit
eo: Gröüp wörk Ⱡ'σяєм ιρѕυм ∂σłσ#
es: Trabajo en grupo
fr: Travail de groupe
ja: グループワーク
nl: Groepswerk
pl: Praca grupowa
pt: Trabalho em grupo

source: Webinar
eo: Wéßïnär Ⱡ'σяєм ιρѕυм #
es: Seminario web
fr: Webinaire
ja: ウェビナー
pl: Webinarium
pt: Webinário

source: Digital Content
ar: المحتوى الرقمي
de: Digitaler Inhalt
eo: Dïgïtäl Çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Contenido digital
fr: Cours numérique
ja: デジタルコンテンツ
nl: Digitale inhoud
pl: Zawartość cyfrowa
pt: Conteúdo digital

source: It looks like you're not active. Click OK to keep working.
de: Es scheint, als seien Sie nicht aktiv. Klicken Sie auf OK um weiterzuarbeiten.
ja: アクティブではないようです。[OK]をクリックして活動を続けてください。
nl: Het lijkt erop dat u niet actief bent. Klik op OK om te blijven werken.
pl: Wygląda na to, że jesteś nieaktywny. Wciśnij OK, aby kontynuować pracę.
pt: Parece que você não está ativo. Clique em OK para continuar a trabalhar.

source: Complete all content to continue
de: Zum Fortfahren Inhalt vervollständigen
ja: 続行するにはすべての内容を完了してください
nl: Voltooi alle inhoud om verder te gaan
pl: Prosimy wypełnić całą zawartość, aby kontynuować
pt: Complete todo o conteúdo para continuar

source: No file Selected
ar: لم يتم تحديد ملف
de: Keine Datei ausgewählt
eo: Nö fïlé Séléçtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné.
ja: ファイルが選択されていません。
nl: Geen bestand geselecteerd
pl: Nie wybrano pliku.
pt: Nenhum arquivo selecionado

source: Error uploading file. Please try again and be sure to use an accepted file format.
ar: خطأ في تحميل الملف. الرجاء المحاولة مرة أخرى وتأكد من استخدام هيئة ملفات مقبولة.
de: Die Datei konnte nicht hochgeladen werden. Bitte versuchen Sie es erneut. Stellen Sie dabei sicher, dass es sich um ein unterstütztes Dateiformat handelt.
eo: Érrör üplöädïng fïlé. Pléäsé trý ägäïn änd ßé süré tö üsé än äççéptéd fïlé förmät. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Error al cargar el archivo. Inténtelo de nuevo y asegúrese de usar un formato de archivo aceptado.
fr: Erreur pendant le téléchargement du fichier. Veuillez réessayer et assurez-vous d’utiliser un format de fichier accepté.
ja: ファイルのアップロード中にエラーが発生しました。使用可能なファイル形式を確認し、再度試してください。
nl: Fout bij uploaden van bestand. Probeer het opnieuw en zorg ervoor dat u een geaccepteerd bestandsformaat gebruikt.
pl: Nie udało się przesłać pliku. Sprawdź, czy format pliku jest poprawny i spróbuj ponownie.
pt: Erro no upload do arquivo. Tente novamente e certifique-se de usar um formato de arquivo aceito.

source: Please select file for upload.
ar: الرجاء تحديد ملف للتحميل.
de: Wählen Sie eine Datei zum Hochladen aus.
eo: Pléäsé séléçt fïlé för üplöäd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Seleccione un archivo para cargar.
fr: Sélectionnez le fichier à télécharger.
ja: アップロードするファイルをクリックしてください。
nl: Selecteer een te uploaden bestand.
pl: Prosimy najpierw wybrać plik.
pt: Selecione arquivo para upload.

source: Please select at least one course
ar: الرجاء اختيار دورة واحدة على الأقل
de: Wählen Sie mindestens einen Kurs aus
eo: Pléäsé séléçt ät léäst öné çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es: Seleccione al menos un curso
fr: Sélectionnez au moins un étudiant
ja: コースを最低1個選択してください
nl: Selecteer ten minste één cursus
pl: Należy wybrać przynajmniej jeden kurs.
pt: Selecione no mínimo um curso

source: You were logged out due to inactivity. Please log back in to continue.
de: Sie wurden aufgrund von Inaktivität ausgeloggt. Bitte loggen Sie sich wieder ein, um fortzufahren.
ja: アクティブでなかったためにログアウトされました。続けるにはログインし直してください。
nl: U bent uitgelogd vanwege inactiviteit. Log opnieuw in om door te gaan.
pl: Zostałeś wylogowany z powodu zbyt długiej nieaktywności. Aby kontynuować, zaloguj się ponownie.
pt: Você foi desconectado devido a inatividade. Entre novamente para continuar.

source: It looks like your browser settings has pop-ups disabled.
de: Anscheinend wurden Pop-ups in Ihren Browser-Einstellungen deaktiviert.
ja: ブラウザーの設定でポップアップが無効になっています。
nl: Blijkbaar heb je in je browserinstellingen pop-ups geblokkeerd.
pl: Wygląda na to, że Twoja przeglądarka blokuje wyskakujące okienka.
pt: Aparentemente as configurações do seu navegador tem pop-ups desativados.

source: The content takes place in a new window.
de: Die Inhalte werden in einem neuen Fenster angezeigt.
ja: コンテンツは新しいウィンドウで実行されます。
nl: De inhoud wordt weergegeven in een nieuw venster.
pl: Ta zawartość musi zostać otwarta w nowym oknie.
pt: O conteúdo aparecer em uma nova janela.

source: Launch pop-up to continue
de: Zum Fortfahren Pop-up-Fenster öffnen
ja: ポップアップを起動して続行する
nl: Pop-up toestaan om verder te gaan
pl: Włącz obsługę wyskakujących okienek, aby kontynuować
pt: Lançar pop-up para continuar

source: Content is complete, please continue.
de: Inhalt ist vollständig, bitte fahren Sie fort
ja: 内容が完了しました。続行してください
nl: Inhoud voltooid, ga verder
pl: Zawartość jest wypełniona, prosimy kontynuować
pt: O conteúdo está completo, por favor, continue

source: Complete all content to continue.
de: Zum Fortfahren Inhalt vervollständigen
ja: 続行するにはすべての内容を完了してください
nl: Voltooi alle inhoud om verder te gaan
pl: Prosimy wypełnić całą zawartość, aby kontynuować
pt: Complete todo o conteúdo para continuar

source: Check for Completion
de: Auf Vollständigkeit prüfen
ja: 完了したことを確認します
nl: Voltooiing controleren
pl: Sprawdź pod kątem wypełnienia
pt: Verificação de Conclusão

source: Must be at least 8 characters and include upper and lowercase letters - plus numbers OR special characters.
ja: 最低8文字で大文字と小文字を含み、数字あるいは特殊文字も含める必要があります。
nl: Moet ten minste 8 tekens lang zijn en hoofdletters en kleine letters bevatten, plus cijfers OF speciale tekens.
pl: Musi składać się z przynajmniej 8 znaków i zawierać co najmniej jedną małą literę, jedną wielką literę oraz jedną cyfrę lub znak specjalny.
pt: Deve ter no mínimo 8 caracteres e incluir letras maiúsculas e minúsculas - além de números OU caracteres especiais.

source: This field is required.
ja: このフィールドへの入力は必須です。
pl: To pole jest wymagane.
pt: Este campo é obrigatório.

source: There was an error submitting your file.
de: Beim Einreichen Ihrer Datei ist ein Fehler aufgetreten.
ja: ファイルの送信でエラーが発生しました。
nl: Er trad een fout op tijdens het indienen van uw bestand.
pl: Podczas przesyłania Twojego pliku wystąpił błąd.
pt: Ocorreu um erro ao enviar seu arquivo.

source: Invalid format for CSV file.
de: Ungültiges Format für CSV-Datei.
ja: CSVファイルの形式が無効です。
nl: Ongeldig formaat voor CSV-bestand.
pl: Nieprawidłowy format pliku CSV.
pt: Formato inválido do arquivo CSV.

source: Error processing CSV file.
de: Fehler bei der Verarbeitung der CVS-Datei.
ja: CSVファイルの処理でエラー。
nl: Fout bij verwerken CSV-bestand.
pl: Błąd przetwarzania pliku CSV.
pt: Erro no processamento do arquivo CSV.

source: %s learner has been added to this cohort.
de: %s Lerner wurde diesem Jahrgang hinzugefügt.
ja: %s学習者がこのコホートに追加されました。
nl: %s leerling is toegevoegd aan deze groep.
pl: %s uczeń został dodany do tej grupy kursantów.
pt: O aluno %s foi adicionado a este grupo.
