Repository: mckinseyacademy/mcka-theme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, eo, es, fr, ja, nl, pl, pt, zh

source: cohort average = %(course_avg)s points
ar: متوسط الفوج = %(course_avg)sالنقاط
de: Jahrgangsdurchschnitt = %(course_avg)s Punkte
eo: çöhört ävérägé = %(course_avg)s pöïnts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es: promedio del grupo = %(course_avg)s puntos
fr: moyenne de la division = %(course_avg)s points
ja: コホート平均 = %(course_avg)s点
nl: cohortgemiddelde = %(course_avg)s punten
pl: średnia grupy kursantów = %(course_avg)s punktów
pt: média do grupo = %(course_avg)s pontos
zh: 群组平均分 = %(course_avg)s 分

source: As %(role_user)s user you will not appear on the engagement leaderboard
ar: بصفتك مستخدم %(role_user)s لن تظهر على لوحة تسجيل أعلى النقاط من حيث المشاركة
de: Als %(role_user)s-Nutzer werden Sie nicht in den Engagement-Bestenlisten aufgeführt
eo: Às %(role_user)s üsér ýöü wïll nöt äppéär ön thé éngägémént léädérßöärd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: En su carácter de usuario %(role_user)s, usted no aparecerá en la tabla de calificaciones de participación en el curso
fr: en tant qu'utilisateur %(role_user)s vous n'apparaîtrez pas sur le tableau de classement de l’implication
ja: %(role_user)sユーザーのあなたは、エンゲージメントリーダーボードに表示されません
nl: Als %(role_user)s gebruiker verschijnt u niet in het leiderbord voor inzet
pl: Jako użytkownik %(role_user)s, Twoje wyniki pojawią się w rankingu poziomu zaangażowania
pt: Como usuário %(role_user)s, você não aparecerá na tabela de classificação de engajamento
zh: 作为 %(role_user)s 用户，您不会出现在参与度排行榜上

source: your engagement position: <br><span>%(position)s</span> with <span>%(points)s pts.</span>
ar: موقعك من حيث المشاركة: <br><span>%(position)s</span> with مع %(points)s النقاط.</span>
de: Ihr Engagementrang: <br><span>%(position)s</span> von <span>%(points)s Punkten</span>
eo: ýöür éngägémént pösïtïön: <br><span>%(position)s</span> wïth <span>%(points)s pts.</span> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: su puesto en participación en el curso: <br><span>%(position)s</span> con <span>%(points)s pts.</span>
fr: votre position en termes d’implication : <br><span>%(position)s</span> avec <span>%(points)s pts.</span>
ja: あなたのエンゲージメント: <br><span>%(position)s</span>で<span>%(points)s点</span>
nl: uw positie voor inzet: <br><span>%(position)s</span> met <span>%(points)s pnt.</span>
pl: Twoja pozycja w rankingu poziomu zaangażowania: <br><span>%(position)s</span> z <span>%(points)s pts.</span>
pt: sua posição de engajamento: <br><span>%(position)s</span> com <span>%(points)s pontos.</span>
zh: 您的参与度排名：<br><span>%(position)s</span>（<span>%(points)s 分）。</span>

source: your engagement position <br> will be displayed here
ar: سيُعرض موقعك من حيث المشاركة <br> هنا
de: Ihr Engagementrang <br> wird hier angezeigt
eo: ýöür éngägémént pösïtïön <br> wïll ßé dïspläýéd héré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es: su puesto en participación en el curso<br> se mostrará aquí
fr: votre position en termes d’implication <br> s'affichera ici
ja: あなたのエンゲージメントは<br>ここに表示されます
nl: uw positie voor inzet <br> wordt hier weergegeven
pl: Tutaj pojawi się <br> Twoja pozycja w rankingu poziomu zaangażowania
pt: sua posição de engajamento <br> será exibida aqui
zh: 您的参与度排名<br>将显示在此处

source: 100 pts.
ar: 100 نقطة.
de: 100 Pkt.
eo: 100 pts. Ⱡ'σяєм ιρѕυм ∂#
ja: 100点
nl: 100 pnt.
pl: 100 pkt.
pt: 100 pontos
zh: 100 分

source: Even if we cannot directly shape an outcome, a model’s prediction may be communicated in a way that alters behavior and indirectly shapes it.
ar: حتى لو لم نتمكن من توفير نتيجة بشكل مباشر، يمكن توفير توقع عن النموذج بطريقة تعمل على تعديل السلوك وتشكله بطريقة غير مباشرة.
de: Auch wenn wir einen Ausgang nicht direkt beeinflussen können, so kann die Modellvorhersage so kommuniziert werden, dass sich das Verhalten verändert und somit indirekt geprägt wird.
eo: Évén ïf wé çännöt dïréçtlý shäpé än öütçömé, ä mödél’s prédïçtïön mäý ßé çömmünïçätéd ïn ä wäý thät ältérs ßéhävïör änd ïndïréçtlý shäpés ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт #
es: Si bien no podemos inducir un resultado directamente, es posible comunicar la predicción de un modelo de manera de modificar el comportamiento y promoverlo indirectamente.
fr: Même si nous ne pouvons pas parvenir directement à un résultat, une prédiction de modèle peut être communiquer de façon à modifier le comportement et à le façonner indirectement.
ja: 成果を直接形作ることができないにしても、モデル予想を伝えることで、行動を変え、間接的に形作ることができるかもしれません。
nl: Ook al kunnen we een resultaat niet rechtstreeks vormen, toch kan de voorspelling van een model worden gecommuniceerd op een manier die het gedrag verandert en het indirect vormt.
pl: Nawet jeśli nie mam bezpośredniego wpływu na rezultaty, prognozy modelowe mogą zostać przedstawione w sposób, który doprowadzi do zmiany zachowań i ukształtuje je w sposób pośredni.
pt: Mesmo que não possamos modelar diretamente um resultado, a previsão de um modelo pode ser comunicada de uma maneira que altere o comportamento e o modifique indiretamente.
zh: 即使我们不能直接左右结果，模型预测也能以改变行为和间接影响行为的方式进行交互。

source: gwensisco
ar: جوينسيسكو
eo: gwénsïsçö Ⱡ'σяєм ιρѕυм ∂σł#

source: Media Buyer
ar: مشتري الوسائط (ميديا باير)
de: Medienredaktion
eo: Médïä Büýér Ⱡ'σяєм ιρѕυм ∂σłσя #
es: Comprador de medios
fr: Acheteur Médias
ja: メディア・バイヤー
nl: Media-inkoper
pl: Nabywca powierzchni reklamowej
pt: Comprador de mídia
zh: 媒介采购员

source: Recommendations
ar: التوصيات
de: Empfehlungen
eo: Réçömméndätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es: Recomendaciones
ja: 推奨事項
nl: Aanbevelingen
pl: Zalecenia
pt: Recomendações
zh: 推荐

source: Scientists Without Borders
ar: علماء بلا حدود
de: Wissenschaftler ohne Grenzen
eo: Sçïéntïsts Wïthöüt Bördérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fr: Scientifiques sans frontières
ja: 国境なき科学者
pt: Scientists Without Borders (Cientistas Sem Fronteiras)
zh: 无国界科学家组织 (Scientists Without Borders)

source: A worldwide community of changemakers collaborating to accelerate solutions to urgent development challenges.
ar: مجتمع عالمي من صُنّاع التغيير يتعاونون لتسريع توفير الحلول لتحديات التنمية الملحة.
de: Eine weltweite Community von Changemakern, die zusammenarbeiten, um Lösungen für dringliche Entwicklungsherausforderungen voranzutreiben.
eo: À wörldwïdé çömmünïtý öf çhängémäkérs çölläßörätïng tö äççéléräté sölütïöns tö ürgént dévélöpmént çhälléngés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es: Comunidad mundial de generadores de cambios que colaboran con e fin de acelerar soluciones para desafíos de desarrollo urgentes.
fr: Une communauté mondiale d’acteurs du changement collaborant pour accélérer les solutions aux défis de développement urgents.
ja: 喫緊の発展課題の解決を加速すべく協力する、変革を起こす者たちの世界的集団
nl: Een wereldwijde community van veranderaars die samenwerken om versneld oplossingen te vinden voor urgente uitdagingen op het gebied van ontwikkeling.
pl: Globalna społeczność inicjatorów zmian, których wspólnym celem jest szybkie wprowadzanie rozwiązań krytycznych problemów rozwojowych.
pt: Uma comunidade mundial de agentes de mudança colaborando para acelerar soluções para desafios urgentes de desenvolvimento.
zh: 一个由变革者组成的全球社区，携手加快推进应对紧急发展挑战的解决方案。

source: Suggest a Link
ar: أقترح رابط
de: Einen Link vorschlagen
eo: Süggést ä Lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es: Sugerir un enlace
fr: Suggérer un lien
ja: リンクを提案する
nl: Een link voorstellen
pl: Podpowiedz link
pt: Sugerir um link
zh: 建议链接

source: Below are helpful tips to engage in discussions with your cohort or group members (via private discussions). You may also find answers to your questions in the
ar: فيما يلي نصائح مفيدة للمشاركة في مناقشات مع أعضاء فوجك أو مجموعتك (عن طريق المناقشات الخاصة). وقد تجد أيضًا إجابات على أسئلتك في جزئية
de: Unten finden Sie hilfreiche Tipps, um mit Ihrem Jahrgang oder Gruppenmitgliedern (in privaten Unterhaltungen) zu diskutieren. Außerdem finden Sie in den
es: A continuación le brindamos sugerencias útiles para participar en debates con los miembros de su grupo (mediante discusiones privadas). También puede encontrar respuestas a sus preguntas en la sección de
ja: 以下は、コホートやグループメンバー (非公開のディスカッションを通じた) とのディスカッションに関するヒントです。また、
nl: Hieronder vindt u nuttige tips om met uw cohort of groepsleden deel te nemen aan discussies (via privédiscussies). U kunt ook antwoorden op uw vragen vinden in de
pl: Poniżej znajdziesz wskazówki, które pomogą Ci korzystać z funkcji dyskusji w ramach grupy kursantów i z pojedynczymi uczestnikami. Jeśli masz jakieś pytania, możesz też poszukać odpowiedzi w sekcji
pt: Abaixo você encontra dicas úteis para se envolver em debates com membros do seu grupo (por meio de debates privados). Você também pode encontrar respostas para suas perguntas nas
zh: 以下是与群组或小组成员进行讨论（通过私人讨论）的有用提示。您也可以在

source: Access discussions using the <i class="fa fa-comments-o"></i> icon in the main navigation bar
ar: يمكنك الوصول إلى المناقشات باستخدام الرمز <i class="fa fa-comments-o"></i> الموجود في شريط التنقل الرئيسي
de: Greifen Sie auf die Diskussionen zu, indem Sie in der Navigationsleiste auf das <i class="fa fa-comments-o"></i>-Icon klicken.
eo: Àççéss dïsçüssïöns üsïng thé <i class="fa fa-comments-o"></i> ïçön ïn thé mäïn nävïgätïön ßär Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Acceda a los debates mediante el ícono <i class="fa fa-comments-o"></i> en la barra de navegación principal
fr: Accédez aux discussions en utilisant l'icône <i class="fa fa-comments-o"></i> dans la barre de navigation principale
ja: メイン・ナビゲーション・バーの <i class="fa fa-comments-o"></i> アイコンを使って、ディスカッションにアクセスします
nl: Open discussies met het <i class="fa fa-comments-o"></i>-pictogram in de hoofdnavigatiebalk
pl: Przejdź do dyskusji za pomocą ikony <i class="fa fa-globe"></i> na głównym pasku nawigacyjnym.
pt: Acesse os debates usando o ícone <i class="fa fa-comments-o"></i> na barra de navegação principal
zh: 使用主导航栏中的 <i class="fa fa-comments-o"></i> 图标访问讨论

source: FIND DISCUSSIONS tools help you focus on specific topics <i class="fa fa-bars"></i> search for specific posts, and sort by date, vote, or comments <i class="fa fa-search"></i>
ar: تساعدك أدوات FIND DISCUSSIONS (العثور على مناقشات) في التركيز على مواضيع محددة <i class="fa fa-bars"></i> والبحث عن منشورات محددة والفرز حسب التاريخ أو التصويت أو التعليقات <i class="fa fa-search"></i>
de: Die Tools DISKUSSIONEN SUCHEN helfen Ihnen, nach bestimmten Themen <i class="fa fa-bars"></i> oder Posts zu suchen und sie nach Datum, Stimmen oder Kommentaren <i class="fa fa-search"></i> zu sortieren
eo: FÌND DÌSÇÛSSÌÖNS tööls hélp ýöü föçüs ön spéçïfïç töpïçs <i class="fa fa-bars"></i> séärçh för spéçïfïç pösts, änd sört ßý däté, vöté, ör çömménts <i class="fa fa-search"></i> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυ#
es: La herramienta BUSCAR DEBATES le ayuda a enfocarse en temas puntuales <i class="fa fa-bars"></i>, buscar publicaciones específicas y ordenar por fecha, voto o comentarios <i class="fa fa-search"></i>
fr: Les outils TROUVER DES DISCUSSIONS vous permettent de vous concentrer sur des sujets spécifiques <i class="fa fa-bars"></i>, de rechercher des messages spécifiques et de trier par date, vote ou commentaires <i class="fa fa-search"></i>
ja: ディスカッション検索ツール: 特定のテーマ <i class="fa fa-bars"></i> にフォーカスし、特定の投稿について検索し、日付、投票、またはコメントごとに分類することができます <i class="fa fa-search"></i>
nl: De tools ZOEK DISCUSSIES helpen u om gericht op specifieke onderwerpen <i class="fa fa-bars"></i> of specifieke posts te zoeken, en te sorteren op datum, stemmen of commentaar <i class="fa fa-search"></i>
pl: ZNAJDŹ DYSKUSJE. Funkcja ta pomoże Ci ukierunkować wyszukiwanie na konkretne tematy <i class="fa fa-bars"></i> znaleźć konkretny post or uporządkować według daty, punktów lub komentarzy<i class="fa fa-search"></i>
pt: As ferramentas ENCONTRAR DEBATES ajudam você a se concentrar na pesquisa de tópicos específicos <i class="fa fa-bars"></i> por determinadas publicações e separar por data, voto ou comentários <i class="fa fa-search"></i>
zh: “查找讨论”工具帮助您专注于特定主题、<i class="fa fa-bars"></i>搜索特定帖子并按日期、票数或评论进行排序<i class="fa fa-search"></i>

source: ENGAGE WITH POSTS features allow you to upvote posts and good responses <i class="fa fa-plus"></i>, report forum misuse <i class="fa fa-flag"></i> and follow posts for updates <i class="fa fa-star"></i>.
ar: تتيح لك ميزات ENGAGE WITH POSTS (المشاركة في المنشورات) تأييد المنشورات والاستجابات الجيدة <i class="fa fa-plus"> </i> والإبلاغ عن إساءة استخدام المنتدى <i class="fa fa-flag"></i> ومتابعة المنشورات للحصول على التحديثات <i class="fa fa-star"> </i>.
de: MIT POSTS BEFASSEN erlaubt es Ihnen, Posts und gute Reaktionen positiv zu bewerten <i class="fa fa-plus"></i>, zweckentfremdete Nutzungen des Forums zu melden <i class="fa fa-flag"></i> und über Posts auf dem Laufenden gehalten zu werden.
eo: ÉNGÀGÉ WÌTH PÖSTS féätürés ällöw ýöü tö üpvöté pösts änd gööd réspönsés <i class="fa fa-plus"></i>, répört förüm mïsüsé <i class="fa fa-flag"></i> änd föllöw pösts för üpdätés <i class="fa fa-star"></i>. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂#
es: La funcionalidad PARTICIPACIÓN EN PUBLICACIONES le permite votar por publicaciones y buenas respuestas<i class="fa fa-plus"></i>, informar usos inadecuados del foro <i class="fa fa-flag"></i> y seguir publicaciones para conocer sus actualizaciones <i class="fa fa-star"></i>.
fr: Les fonctions S'IMPLIQUER PAR DES MESSAGES vous permettent de voter pour des messages et pour les bonnes réponses <i class="fa fa-plus"></i>, de signaler des abus sur le forum <i class="fa fa-flag"></i> et de suivre les messages pour les mises à jour <i class="fa fa-star"></i>.
ja: 投稿関与機能: 投稿や良い反応に賛成票を投じ <i class="fa fa-plus"></i>、フォーラムの誤用を報告し <i class="fa fa-flag"></i>、投稿の更新を確認することができます <i class="fa fa-star"></i>。
nl: Met de functies RAAK BETROKKEN BIJ POSTS kunt u stemmen op posts en goede antwoorden <i class="fa fa-plus"></i>, misbruik van het forum melden <i class="fa fa-flag"></i> en posts volgen voor updates <i class="fa fa-star"></i>.
pl: REAGUJ NA POSTY. Dzięki tej funkcji możesz przyznawać punkty postom i dobrym odpowiedziom<i class="fa fa-plus"></i>, zgłosić niewłaściwy użytek forum <i class="fa fa-flag"></i> a także śledzić nowe komentarze w poście <i class="fa fa-star"></i>.
pt: Os recursos ENGAJAR COM PUBLICAÇÕES permitem que você vote em publicações e boas respostas <i class="fa fa-plus"></i>, denuncie o mal uso do fórum <i class="fa fa-flag"></i> e siga as publicações para receber atualizações<i class="fa fa-star"></i>.
zh: “参与帖子”功能允许您为帖子和有用回复投赞成票<i class="fa fa-plus"></i>、报告论坛滥用情况<i class="fa fa-flag"></i>，以及关注帖子来了解最近更新<i class="fa fa-star"></i>。

source: RECEIVE UPDATES by checking the box near the <i class="fa fa-envelope"></i> icon to receive a daily email digest notifying you about new, unread activity from posts you are following
ar: يمكنك تلقي التحديثات عن طريق تحديد المربع الموجود بالقرب من الرمز <i class="fa fa-envelope"></i> لتلقي موجز إلكتروني يومي لإعلامك بأي نشاط جديد أو غير مقروء من المنشورات التي تتابعها.
de: ERHALTEN SIE UPDATES, indem Sie die Box neben dem <i class="fa fa-envelope"></i>-Icon anklicken und so eine tägliche Zusammenfassung neuer und ungelesener Aktivitäten aus Posts, denen Sie folgen, erhalten
eo: RÉÇÉÌVÉ ÛPDÀTÉS ßý çhéçkïng thé ßöx néär thé <i class="fa fa-envelope"></i> ïçön tö réçéïvé ä däïlý émäïl dïgést nötïfýïng ýöü äßöüt néw, ünréäd äçtïvïtý fröm pösts ýöü äré föllöwïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυ#
es: SELECCIONAR RECIBIR ACTUALIZACIONES marcando la casilla junto al ícono <i class="fa fa-envelope"></i> para recibir un resumen diario por correo electrónico sobre actividad nueva o sin leer de las publicaciones que está siguiendo
fr: RESTEZ À JOUR en cochant la case près de l'icône <i class="fa fa-envelope"></i> pour recevoir un e-mail résumant les mises à jour quotidiennes (activité nouvelle ou non lue) sur les messages que vous suivez
ja: アップデートを受け取る: <i class="fa fa-envelope"></i> アイコン付近のボックスをオンにすると、フォローしている投稿の新規または未読のアクティビティに関するダイジェストメールが届きます
nl: ONTVANG UPDATES door het selectievakje naast het <i class="fa fa-envelope"></i>-pictogram aan te vinken om een dagelijkse e-mailsamenvatting te krijgen waarin u op de hoogte wordt gebracht van nieuwe, ongelezen activiteiten uit posts die u volgt
pl: WŁĄCZ POWIADOMIENIA. Zaznaczenie pola obok ikony <i class="fa fa-envelope"></i> spowoduje, że będziesz otrzymywać na e-mail codzienne powiadomienia o nowych komentarzach pod postem, który śledzisz.
pt: RECEBA ATUALIZAÇÕES selecionando a caixa perto do ícone <i class="fa fa-envelope"></i> para receber um resumo diário por e-mail com notificações sobre novas atividades não lidas de publicações que você está seguindo
zh: 接收最新消息 - 选中 <i class="fa fa-envelope"></i> 图标旁边的复选框，即可接收每日电子邮件文摘以及所关注的帖子的最新未读消息

source: You can email your McKinsey TA who is displayed in the upper left corner of the page
ar: يمكنك إرسال رسالة بريد إلكتروني إلى مساعد المدرّس التابع لماكنزي الظاهر في الزاوية العليا على يسار الصفحة
de: Sie können Ihrem McKinsey TA, der in der oberen linken Ecke der Seite aufgeführt wird, eine E-Mail schicken.
eo: Ýöü çän émäïl ýöür MçKïnséý TÀ whö ïs dïspläýéd ïn thé üppér léft çörnér öf thé pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es: Puede enviar correos electrónicos a su TA de McKinsey que aparece en la esquina superior izquierda de la página
fr: Vous pouvez envoyer un e-mail à votre AF McKinsey qui est affiché dans le coin supérieur gauche de la page
ja: ページの左上に表示されているMcKinsey TAにEメールを送信できます
nl: U kunt uw OA van McKinsey, die links bovenaan in de pagina wordt weergegeven, e-mailen
pl: Możesz wysłać wiadomość e-mail do asystenta kursu McKinsey, widocznego w lewym górnym rogu strony.
pt: Você pode enviar um e-mail para o seu professor assistente da McKinsey que é exibido no canto superior esquerdo da página
zh: 您可以向页面左上角显示的麦肯锡助教发送电子邮件

source: User profiles are not yet available
ar: ملفات تعريف المستخدمين غير متاحة حتى الآن
de: Nutzerprofile sind noch nicht verfügbar
eo: Ûsér pröfïlés äré nöt ýét äväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es: Los perfiles de los usuarios aún no están disponibles
fr: Les profils d'utilisateurs ne sont pas encore disponibles
ja: ユーザー・プロフィールは利用できません
nl: Gebruikersprofielen zijn nog niet beschikbaar
pl: Profile użytkowników nie są jeszcze dostępne
pt: Perfis de usuários ainda não estão disponíveis
zh: 用户档案尚不可用

source: Below are helpful tips to contribute to group work. You may also find answers to your questions in the
ar: فيما يلي نصائح مفيدة للمساهمة في عمل المجموعة. وقد تجد أيضًا إجابات على أسئلتك في جزئية
de: Unten finden Sie hilfreiche Tipps darüber, wie Sie an Gruppenarbeiten teilnehmen können. Außerdem finden Sie in den
es: A continuación le brindamos sugerencias útiles para contribuir al trabajo en grupo. También puede encontrar respuestas a sus preguntas en la sección de
ja: 以下は、グループワークへの貢献に関するヒントです。また、
nl: Hieronder vindt u nuttige tips om bij te dragen aan groepswerk. U kunt ook antwoorden op uw vragen vinden in de
pl: Poniżej znajdziesz wskazówki, które pomogą Ci uczestniczyć w pracy grupowej. Jeśli masz jakieś pytania, możesz też poszukać odpowiedzi w sekcji
pt: Abaixo você encontra dicas úteis para contribuir para o trabalho em grupo. Você também pode encontrar respostas para suas perguntas nas
zh: 以下是帮助完成小组作业的有用提示。您也可以在

source: Access group work using the <i class="mk-icon-groupworknav blue"></i> icon in the main navigation bar
ar: يمكنك الوصول إلى عمل المجموعة باستخدام الرمز <i class="mk-icon-groupworknav blue"></i> الموجود في شريط التنقل الرئيسي
de: Greifen Sie auf die Gruppenarbeit zu, indem Sie das <i class="mk-icon-groupworknav blue"></i>-Icon in der Hauptnavigationsleiste anklicken
eo: Àççéss gröüp wörk üsïng thé <i class="mk-icon-groupworknav blue"></i> ïçön ïn thé mäïn nävïgätïön ßär Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es: Acceda al trabajo en grupo mediante el ícono <i class="mk-icon-groupworknav blue"></i> en la barra de navegación principal
fr: Accédez au travail de groupe en utilisant l’icône <i class="mk-icon-groupworknav blue"></i> dans la barre de navigation principale
ja: メイン・ナビゲーション・バーの <i class="mk-icon-groupworknav blue"></i> アイコンを使って、グループワークにアクセスします
nl: Open groepswerk met het <i class="mk-icon-groupworknav blue"></i>-pictogram in de hoofdnavigatiebalk
pl: Przejdź do pracy grupowej, klikając na ikonę <i class="mk-icon-groupworknav blue"></i> na głównym pasku nawigacji
pt: Acesse trabalhos em grupo usando o ícone <i class="mk-icon-groupworknav blue"></i> na barra de navegação principal
zh: 使用主导航栏中的 <i class="mk-icon-groupworknav blue"></i> 图标访问小组作业

source: Upload deliverables by clicking the <i class="fa fa-upload blue"></i> icon at the bottom of the Project Navigator.
ar: يمكنك تحميل التسليمات المطلوبة بالنقر فوق الرمز <i class="fa fa-upload blue"></i> الموجود في الجزء السفلي من "متصفح المشروع".
de: Laden Sie Arbeitsergebnisse hoch, indem Sie das <i class="fa fa-upload blue"></i>-Icon unten in der Projektnavigationsleiste anklicken.
eo: Ûplöäd délïvéräßlés ßý çlïçkïng thé <i class="fa fa-upload blue"></i> ïçön ät thé ßöttöm öf thé Pröjéçt Nävïgätör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es: Cargue las entregas mediante un clic en el ícono <i class="fa fa-upload blue"></i> en la parte inferior del navegador de proyecto.
fr: Téléchargez les produits livrables en cliquant sur l'icône <i class="fa fa-upload blue"></i> en bas du navigateur de projet.
ja: プロジェクト・ナビゲーター下部の <i class="fa fa-upload blue"></i> アイコンをクリックして、提出物をアップロードします。
nl: Upload de te leveren items door op het <i class="fa fa-upload blue"></i>-pictogram onderaan de Projectnavigator te klikken.
pl: Prześlij rezultaty pracy grupowej, klikając na ikonę <i class="fa fa-upload blue"></i> u dołu „Nawigatora projektu”.
pt: Faça o upload de resultados clicando no ícone <i class="fa fa-upload blue"></i> na parte inferior do Navegador do Projeto.
zh: 单击项目导航器底部的 <i class="fa fa-upload blue"></i> 图标来上传交付文件。
